Repository: PhilipsTest/iOS-Test
Catalog: Source/pse/Source/PhilipsProductSelection/PhilipsProductSelection/Resource/*.lproj/Localizable.strings
Languages: ar, bg, bs, cs, de, et, fi, he, hi, hu, it, ja, ko, lt, lv, pt, pt_br, ro, sk, sl, sv, uk, zh_hant_hk, zh_hant_tw

# Select_Product_Title
source: Select product
ar: تحديد منتج
bg: Избор на продукт
bs: Odabir proizvoda
cs: Vybrat výrobek
de: Produkt auswählen
et: Valige toode
fi: Valitse tuote
he: בחר מוצר
hi: उत्पाद का चयन करें
hu: Válassza ki a terméket
it: Seleziona il prodotto
ja: 製品を選択
ko: 제품 선택
lt: Pasirinkite produktą
lv: Atlasīt produktu
pt: Seleccionar produto
pt_br: Selecionar produto
ro: Selectează produsul
sk: Vybrať výrobok
sl: Izberite izdelek
sv: Välj produkt
uk: Вибрати виріб
zh_hant_hk: 選擇產品
zh_hant_tw: 選擇產品

# Select_Product_Desc
source: So we can give you the best support, please let us know which product you own.
ar: بهدف توفير دعم أفضل لك، هل يمكنك إطلاعنا على المنتج الذي تملكه؟
bg: Бихте ли ни казали, кой продукт притежавате, за да ви предоставим по-добра поддръжка?
bs: Možete li nam reći koji proizvod posjedujete kako bismo vam pružili bolju podršku?
cs: Sdělte nám, který výrobek vlastníte, abychom vám mohli poskytnout co nejlepší podporu.
de: Bitte teilen Sie uns mit, welches Produkt Sie haben, damit wir Ihnen einen besseren Support bereitstellen können.
et: Selleks, et teile paremat tuge pakkuda, märkige palun, millise toote omanik te olete?
fi: Jotta voimme antaa sinulle parhaan tuen, kerro, minkä tuotteen omistat.
he: כדי שנוכל להעניק לך תמיכה טובה יותר, תוכל לספר לנו איזה מוצר יש בבעלותך?
hi: आपको बेहतर समर्थन प्रदान करने के लिए, क्या आप हमें बता सकते हैं, कि आपके पास कौन सा उत्पाद है?
hu: Annak érdekében, hogy jobb támogatást nyújthassunk, meg tudná adni, hogy melyik termékkel rendelkezik?
it: Specifica il tuo prodotto per ricevere una migliore assistenza
ja: お客様により適切なサポートを提供させていただくため、お持ちの製品をお知らせいただけますか？
ko: 보다 나은 지원을 제공해 드릴 수 있도록 소유하고 계신 제품을 알려 주시겠습니까?
lt: Ar galite patikslinti, kokį produktą turite, kad galėtume geriau jums padėti?
lv: Lai saņemtu labāku atbalstu, vai varat norādīt, kāds produkts ir jūsu īpašumā?
pt: Para lhe oferecer uma melhor assistência, pode informar-nos que produto possui?
pt_br: Para podermos oferecer um melhor suporte, poderia informar qual produto possui?
ro: Pentru a-ţi oferi asistenţă, ne poţi spune ce produs deţii?
sk: Povedzte nám, ktorý výrobok vlastníte, aby sme vám dokázali poskytnúť čo najlepšiu podporu.
sl: Nam lahko zaupate, kateri izdelek imate, da vam bomo lahko nudili boljšo podporo?
sv: För att kunna ge dig bättre support, kan du berätta vilken produkt du har?
uk: Щоб надати Вам кращу підтримку, повідомте нам, який виріб Ви маєте?
zh_hant_hk: 為了給您提供更優質的服務，請告訴我們您需要什麼產品？
zh_hant_tw: 為向您提供更好的支援，可否請您告知您擁有的產品為何？

# Select_Product_Find
source: Find product
ar: بحث عن المنتج
bg: Намерете продукт
bs: Pronađi proizvod
cs: Najít výrobek
de: Produkt suchen
et: Otsi toode
fi: Tuotehaku
he: מצא את המוצר
hi: उत्पाद ढूँढें
hu: Termék keresése
it: Trova un prodotto
ja: 製品を検索
ko: 제품 찾기
lt: Ieškoti produkto
lv: Atrast produktu
pt: Encontrar produto
pt_br: Localizar produto
ro: Căutarea produsului
sk: Vyhľadávanie produktu
sl: Poiščite izdelek
sv: Sök efter produkten
uk: Знайти виріб
zh_hant_hk: 搜尋產品
zh_hant_tw: 尋找產品

# Product_Title
source: Products
ar: المنتجات
bg: Продукти
bs: Proizvodi
cs: Výrobky
de: Produkte
et: Tooted
fi: Tuotteet
he: מוצרים
hi: उत्पाद
hu: Termékek
it: Prodotti
ja: 製品
ko: 제품
lt: Gaminiai
lv: Izstrādājumi
pt: Produtos
pt_br: Produtos
ro: Produse
sk: Výrobky
sl: Izdelki
sv: Produkter
uk: Вироби
zh_hant_hk: 產品
zh_hant_tw: 產品

# Product_Details_Select
source: Select this product
ar: تحديد هذا المنتج
bg: Избор на този продукт
bs: Odaberi ovaj proizvod
cs: Vybrat tento výrobek
de: Dieses Produkt auswählen
et: Valige see toode
fi: Valitse tämä tuote
he: בחר מוצר זה
hi: इस उत्पाद का चयन करें
hu: Válassza ki a terméket
it: Seleziona questo prodotto
ja: この製品を選択
ko: 이 제품 선택
lt: Pasirinkite šį produktą
lv: Atlasiet šo produktu
pt: Seleccionar este produto
pt_br: Selecionar este produto
ro: Selectează acest produs
sk: Vybrať tento výrobok
sl: Izberi ta izdelek
sv: Välj den här produkten
uk: Вибрати цей виріб
zh_hant_hk: 選擇此產品
zh_hant_tw: 選擇此產品

# Confirmation_Title
source: Confirmation
ar: تأكيد
bg: Потвърждение
bs: Potvrda
cs: Potvrzení
de: Bestätigung
et: Kinnitus
fi: Vahvistus
he: אישור
hi: पुष्टिकरण
hu: Jóváhagyás
it: Conferma
ja: 確認
ko: 확인
lt: Patvirtinimas
lv: Apstiprinājums
pt: Confirmação
pt_br: Confirmação
ro: Confirmare
sk: Potvrdenie
sl: Potrditev
sv: Bekräftelse
uk: Підтвердження
zh_hant_hk: 確認
zh_hant_tw: 確認

# Confirmation_Selected
source: You have selected
ar: لقد حددت المنتج
bg: Избрали сте
bs: Odabrali ste
cs: Vybrali jste
de: Ihre Auswahl ist
et: Teie valitud toode
fi: Valintasi
he: בחרת
hi: आपने चयन कर लिया है
hu: A következőt választotta:
it: Hai selezionato
ja: 選択した製品：
ko: 선택 사항
lt: Jūs pasirinkote
lv: Esat atlasījis
pt: Selecção efectuada
pt_br: Você selecionou
ro: Ai selectat
sk: Vybrali ste
sl: Izbrali ste
sv: Du har valt
uk: Ви вибрали
zh_hant_hk: 您已經選擇
zh_hant_tw: 您已選取

# Confirmation_Change
source: Change
ar: تغيير
bg: Промени
bs: Promijeni
cs: Změnit
de: Ändern
et: Muuda
fi: Vaihda
he: שנה
hi: बदलें
hu: Módosítás
it: Modifica
ja: 変更
ko: 변경
lt: Keisti
lv: Mainīt
pt: Alterar
pt_br: Mudar
ro: Modificare
sk: Zmeniť
sl: Spremeni
sv: Byt
uk: Змінити
zh_hant_hk: 變更
zh_hant_tw: 變更

# Confirmation_Change_Selection
source: You can change your selection at any time.
ar: يمكنك تغيير التحديد في أي وقت.
bg: Можете да промените избора си по всяко време.
bs: Odabir možete promijeniti u svakom trenutku.
cs: Váš výběr můžete kdykoliv změnit.
de: Sie können Ihre Auswahl jederzeit ändern.
et: Valitud toodet saate igal ajal muuta.
fi: Voit muuttaa valintaasi milloin tahansa.
he: תוכל לשנות את בחירתך בכל עת.
hi: आप किसी भी समय अपना चयन बदल सकते हैं.
hu: Bármikor módosíthatja a kiválasztást.
it: Puoi modificare la selezione in qualsiasi momento.
ja: 選択はいつでも変更することができます。
ko: 언제든 선택 사항을 변경하실 수 있습니다.
lt: Savo pasirinkimą galite pakeisti bet kuriuo metu.
lv: Varat mainīt savu atlasi jebkurā laikā.
pt: Pode alterar a sua selecção a qualquer momento.
pt_br: Você pode alterar sua seleção a qualquer momento.
ro: Poţi schimba selecţia oricând.
sk: Výber môžete kedykoľvek zmeniť.
sl: Izbiro lahko spremenite kadarkoli.
sv: Du kan när som helst ändra ditt val.
uk: Ви можете у будь-який момент змінити свій вибір.
zh_hant_hk: 您可以隨時更換已選擇產品。
zh_hant_tw: 您可以隨時變更選擇。

# Confirmation_Continue_Support
source: Continue
ar: متابعة
bg: Продължи
bs: Nastavi
cs: Pokračovat
de: Weiter
et: Jätka
fi: Jatka
he: המשך
hi: जारी रखें
hu: Folytatás
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
pt: Continuar
pt_br: Continuar
ro: Continuă
sk: Pokračovať
sl: Naprej
sv: Fortsätt
uk: Продовжити
zh_hant_hk: 繼續
zh_hant_tw: 繼續

# NOInternteError
source: No internet connection. Please check if your connection is working in your phone’s wifi settings or data settings
ar: ما من اتصال بالإنترنت. يرجى التحقق من توفر اتصال في إعدادات wifi أو إعدادات البيانات على الهاتف
bg: Няма връзка с интернет. Проверете дали връзката е съвместима с wi-fi настройките или настройките за данни на вашия телефон
bs: Nema internetske veze. U postavkama za wifi ili postavkama za prijenos podataka na telefonu provjerite da li veza funkcionira
cs: Není dostupné připojení k internetu. Zkontrolujte, zda máte v telefonu správné nastavení Wi-Fi nebo nastavení dat pro připojení k internetu
de: Keine Internetverbindung. Überprüfen Sie in den WiFi-Einstellungen oder Dateneinstellungen Ihres Telefons, ob Ihre Verbindung funktioniert
et: Internetiühendus puudub. Palun kontrollige ühenduse seisundit oma telefoni wifi sätetest või andmesidesätetest.
fi: Ei internet-yhteyttä. Tarkista yhteys puhelimen Wi-Fi-asetuksissa tai datayhteysasetuksissa
he: אין חיבור אינטרנט. בדוק שהחיבור שלך תקין דרך הגדרות Wi-Fi או הגדרות נתונים בטלפון שלך
hi: कोई इंटरनेट कनेक्शन नहीं. कृपया जाँचें कि आपका कनेक्शन आपके फ़ोन की wifi सेटिंग्स या डेटा सेटिंग्स में कार्य कर रहा है
hu: Nincs internetkapcsolat. Ellenőrizze telefonja wifi beállításainál vagy adatbeállításainál, hogy a csatlakozás megfelelő-e
it: Nessuna connessione a Internet. Verifica nelle impostazioni Wi-Fi o del traffico dati del telefono che la connessione funzioni.
ja: インターネットに接続されていません。携帯電話の Wi-Fi 設定またはデータ設定で接続が機能していることを確認してください
ko: 인터넷이 연결되지 않았습니다. 휴대폰의 WiFi 설정 또는 데이터 설정에서 연결이 되어 있는지 확인하십시오.
lt: Nėra interneto ryšio. Ryšio veikimą patikrinkite telefono „wifi“ nustatymuose arba duomenų nustatymuose
lv: Nav interneta savienojuma. Pārbaudiet, vai jūsu savienojums darbojas tālruņa wifi iestatījumos vai datu iestatījumos
pt: Sem ligação à Internet. Verifique se a ligação está a funcionar nas definições de Wi-Fi ou de dados do seu telemóvel
pt_br: Não há conexão com a Internet. Verifique se sua conexão está funcionando nas configurações do Wi-Fi ou configurações de dados do telefone
ro: Nu există conexiune la internet. Verifică starea conexiunii din setările de wifi sau setările de date ale telefonului
sk: Nemáte pripojenie na internet. Skontrolujte funkčnosť pripojenia v telefóne v nastaveniach wifi alebo v nastaveniach údajov
sl: Ni internetne povezave. Vnastavitvah Wi-Fi ali podatkovnih nastavitvah telefona preverite, ali je povezava vzpostavljena.
sv: Internet-anslutning saknas. Kontrollera om anslutningen fungerar i din telefons WiFi-inställningar eller datainställningar
uk: Немає Інтернет-зв’язку. Перевірте справність підключення через меню телефону Налаштування wi-fi чи Налаштування даних
zh_hant_hk: 並無網絡連接，請於Wi-Fi 設定 或數據設定中檢查您電話的連接狀態。
zh_hant_tw: 沒有網際網路連線。請檢查您手機 wifi 設定或數據 設定是否運作正常

# OKMessage
source: OK
ar: موافق
bs: U redu
he: אישור
ko: 확인
lt: Gerai
lv: Labi
sl: V redu
zh_hant_hk: 確定
zh_hant_tw: 確定

# Selected_Product
source: Product selected
ar: المنتج المحدد
bg: Избран продукт
bs: Proizvod odabran
cs: Vybraný výrobek
de: Ausgewähltes Produkt
et: Valitud toode
fi: Tuote valittu
he: המוצר שנבחר
hi: चयनित उत्पाद
hu: Kiválasztott termék
it: Prodotto selezionato
ja: 選択された製品
ko: 선택된 제품
lt: Pasirinkti produktai
lv: atlasītais produkts
pt: Produto seleccionado
pt_br: Produto selecionado
ro: Produs selectat
sk: Vybraný výrobok
sl: Izbrani izdelek
sv: Vald produkt
uk: Вибраний виріб
zh_hant_hk: 已選產品
zh_hant_tw: 所選產品

source: Selected
ar: محدد
bg: Избрано
bs: Odabrano
cs: Vybrané
de: Ausgewählt
et: Valitud
fi: Valittu
he: נבחר
hi: चयनित
hu: Kiválasztva
it: Selezionato
ja: 選択済み
ko: 선택됨
lt: Pasirinktas
lv: Atlasīts
pt: Seleccionado
pt_br: Selecionado
ro: Selectate
sk: Vybrané
sl: Izbrano
sv: Vald
uk: Вибрано
zh_hant_hk: 已選
zh_hant_tw: 精挑細選

# Select_Your_Product_Title
source: Select your product
ar: تحديد منتجك
bg: Изберете вашия продукт
bs: Odaberite proizvod
cs: Vyberte si svůj výrobek
de: Wählen Sie Ihr Produkt aus
et: Valige oma toode
fi: Valitse tuote
he: בחר מוצר
hi: अपने उत्पाद का चयन करें
hu: Termék kiválasztása
it: Seleziona il tuo prodottot
ja: 製品を選択
ko: 제품 선택
lt: Pasirinkite produktą
lv: Atlasiet savu produktu
pt: Seleccione o seu produto
pt_br: Selecione o seu produto
ro: Selectează produsul
sk: Vyberte výrobok
sl: Izberite izdelek
sv: Välj produkt
uk: Виберіть свій виріб
zh_hant_hk: 挑選產品
zh_hant_tw: 選擇您的產品

# Find_Your_Product_Title
source: Find your product
ar: البحث عن منتجك
bg: Намерете продукта си
bs: Pronađite proizvod
cs: Najít váš výrobek
de: Finden Sie Ihr Produkt
et: Leidke oma toode
fi: Etsi tuote
he: חפש את המוצר
hi: अपना उत्पाद ढूँढें
hu: Termék keresése
it: Trova il tuo prodotto
ja: 製品を検索
ko: 제품 찾기
lt: Raskite produktą
lv: Atrodiet savu produktu
pt: Procure o seu produto
pt_br: Encontre o seu produto
ro: Găseşte un produs
sk: Nájdite svoj výrobok
sl: Poiščite izdelek
sv: Hitta din produkt
uk: Знайти свій виріб
zh_hant_hk: 搜尋產品
zh_hant_tw: 尋找您的產品

# No_Result
source: 0 results found for
ar: لم يتم العثور على أي نتيجة لـ
bg: Открити са 0 резултата за
bs: Pronađeno je 0 rezultata za:
cs: 0 výsledků pro:
de: 0 Ergebnisse gefunden fürr
et: 0 tulemust leitud otsingule
fi: Ei tuloksia:
he: נמצאו 0 תוצאות עבור
hi: इसके लिए 0 परिणाम मिले
hu: Nincs találat a következőre:
it: 0 risultati trovati per
ja: 次に一致する検索結果は見つかりませんでした：
ko: 다음에 대한 검색 결과 없음:
lt: Rasta 0 rezultatų pagal užklausą
lv: Atrasti 0 rezultāti par
pt: 0 resultados encontrados para
pt_br: Nenhum resultado encontrado para
ro: Niciun rezultat găsit pentru
sk: Našlo sa 0 výsledkov pre výraz
sl: 0 rezultatov za
sv: 0 resultat hittades för
uk: 0 результатів знайдено для
zh_hant_hk: 此條件找到 0 個結果：
zh_hant_tw: 找到 0 個結果：

# No_Result_Desc
source: This filters our productlist. Please check that there are no typos in your filter term.
ar: يسمح ذلك بتصفية قائمة المنتجات التي نقدّمها. يرجى التأكد من عدم وجود أخطاء إملائية في مصطلح عامل التصفية
bg: Така се филтрира нашият продуктов списък. Моля, проверете дали няма правописна грешка в термина, който сте задали за филтриране
bs: Ovim se filtrira naš spisak proizvoda. Provjerite ima li grešaka u pisanju u izrazu za filtriranje
cs: Zde se filtruje seznamu výrobků. Zkontrolujte, že vámi zadaný výraz neobsahuje žádné překlepy.
de: Diese Funktion filtert unsere Produktliste. Bitte stellen Sie sicher, dass sich keine Rechtschreibfehler im Suchbegriff befinden.
et: See filtreerib meie tooteloendit. Palun kontrollige, et filtreerimise määratluses ei esine ühtegi kirjaviga.
fi: Tämä suodattaa tuotevalikoimamme. Tarkista, että hakusanassa ei ole kirjoitusvirheitä.
he: פעולה זו מסננת את רשימת המוצרים שלנו; ודא כי אין שגיאות הקלדה בפריט שבמסנן
hi: यह हमारी उत्पाद सूची को फ़िल्टर करता है. कृपया यह जाँचें कि आपके फ़िल्टर शब्द में कोई वर्तनी त्रुटि न हो
hu: Ez szűri a terméklistát. Kérjük, ellenőrizze, hogy helyesen írta-e be a szűrőkifejezést.
it: Questo Ã¨ un filtro per la lista prodotti. Verifica che i termini filtro non includano errori di battitura
ja: 検索条件に基づいて製品リストを絞り込んでいます。入力した条件が正しいことを確認してください。
ko: 제품 리스트를 필터링합니다. 필터 용어에 오타가 없는지 확인하십시오.
lt: Tai yra mūsų produktų sąrašo filtras. Patikrinkite, ar filtravimui skirtame termine nėra spausdinimo klaidų
lv: Tiek filtrēts produktu saraksts. Lūdzu, pārbaudiet, vai filtrēšanas vārdā nav kļūdu
pt: Isto filtra a nossa lista de produtos. Confirme que não existem erros no termo que introduziu como filtro
pt_br: Essa ação filtrará nossa lista de produtos. Confirme se escreveu corretamente o termo do filtro
ro: Aceasta ne filtrează lista de produse. Verifică dacă nu sunt greşeli de ortografie în termenul de filtrare
sk: Táto funkcia filtruje náš zoznam výrobkov. Skontrolujte, či vo výraze filtra nie sú chyby.
sl: S tem boste filtrirali naš seznam izdelkov. Zagotovite, da v izrazu za filtriranje ni napak
sv: Produktlistan filtreras. Kontrollera att det inte finns några stavfel i din filterterm
uk: Це фільтрує наш список виробів. Перевірте, чи термін фільтра не містить помилок
zh_hant_hk: 系統將以此資料篩選產品清單，請檢查您要搜尋的字詞拼寫正確
zh_hant_tw: 這會對我們的產品清單進行篩選。請檢查確認篩選詞彙沒有錯字

# What_Product
source: What product do you use?
ar: ما المنتج الذي تستخدمه؟
bg: Какъв продукт използвате?
bs: Koji proizvod koristite?
cs: Jaký výrobek používáte?
de: Welches Produkt benutzen Sie?
et: Milliseid tooteid te kasutate?
fi: Mitä tuotetta käytät?
he: באיזה מוצר אתה משתמש?
hi: आप किस उत्पाद का उपयोग करते हैं?
hu: Milyen terméket használ?
it: Quale prodotto utilizzi?
ja: お使いの製品は何ですか？
ko: 사용하고 있는 제품은 무엇입니까?
lt: Kokį produktą naudojate?
lv: Kādu produktu jūs izmantojat?
pt: Que produto utiliza?
pt_br: Qual produto você usa?
ro: Ce produse foloseşti?
sk: Aký výrobok používate?
sl: Kateri izdelek uporabljate?
sv: Vilken produkt använder du?
uk: Яким виробом Ви користуєтеся?
zh_hant_hk: 您使用哪一產品？
zh_hant_tw: 您使用的產品為何？

# Product_Detail_Title
source: Product details
ar: تفاصيل المنتج
bg: Данни за продукта
bs: Detalji o proizvodu
cs: Podrobnosti o výrobku
de: Produktdetails
et: Toote üksikasjad
fi: Tuotteen tiedot
he: פרטי המוצר
hi: उत्पाद विवरण
hu: Termékadatok
it: Dettagli sul prodotto
ja: 製品詳細
ko: 제품정보
lt: Produkto Aprašymas
lv: Informācija par produktu
pt: Detalhes do produto
pt_br: Detalhes do produto
ro: Detalii produs
sk: Informácie o výrobku
sl: Podrobnosti izdelka
sv: Produktinformation
uk: Детальніше про виріб
zh_hant_hk: 產品詳細資料
