Repository: PhilipsTest/iOS-Test
Catalog: Source/dcc/Source/Library/PhilipsConsumerCare/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

source: From
ar: من
bg: От
cs: Od
da: Fra
de: Von
el: Από
es: De
et: alates
fi: Lähettäjä
fr: De
he: מאת
hi: द्वारा
hr: Od
hu: Akár már
it: Da
ja: 送信元
ko: 보내는 사람
lt: Nuo
lv: No
nb: Fra
nl: Van
pl: Od
pt: A partir de
pt_br: De
ro: De la
ru: От
sk: Od
sl: Od
sv: Från
th: จาก
tr: Gönderen
uk: Від
vi: Từ
zh_hans: 来自
zh_hant_hk: 來自
zh_hant_tw: 寄件者

source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant_hk: 取消
zh_hant_tw: 取消

source: Post
ar: نشر
bg: Изпрати
cs: Publikovat
da: Send
de: Veröffentlichen
el: Ανάρτηση
es: Publicar
et: Postvalgusti
fi: Posti
fr: Publier
he: פרסם
hi: पोस्ट करें
hr: Objavi
hu: Küldés
it: Lampione
ja: 投稿
ko: 게시
lt: Žibintą
lv: Postamenta
nb: Publiser
nl: Posten
pl: Opublikuj
pt: Pé
pt_br: Publicar
ro: Publicare
ru: Опубликовать
sk: Stĺp
sl: S stojalom
sv: Stolpe
th: โพสต์
tr: Gönder
uk: Опублікувати
vi: Đăng
zh_hans: 发布
zh_hant_hk: 張貼
zh_hant_tw: 張貼

source: Send
ar: إرسال
bg: Изпрати
cs: Poslat
de: Absenden
el: Αποστολή
es: Enviar
et: Saada
fi: Lähetä
fr: Envoyer
he: שלח
hi: भेजें
hr: Pošalji
hu: Küldés
it: Invia
ja: 送信
ko: 보내기
lt: Siųsti
lv: Sūtīt
nl: Verzenden
pl: Wyślij
pt: Enviar
pt_br: Enviar
ro: Trimitere
ru: Отправить
sk: Odoslať
sl: Pošlji
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant_hk: 發送
zh_hant_tw: 傳送

# facebook_login_header
source: Log in to Facebook
ar: تسجيل الدخول إلى Facebook
bg: Влизане във Facebook
cs: Přihlásit se k Facebooku
da: Log på Facebook
de: Bei Facebook anmelden
el: Σύνδεση στο Facebook
es: Iniciar sesión en Facebook
et: Logige sisse Facebooki
fi: Facebook-kirjautuminen
fr: Connexion à Facebook
he: כניסה לפייסבוק
hi: Facebook में लॉगिन करें
hr: Prijavite se na Facebook
hu: Bejel. a Facebookba
it: Accedi a Facebook
ja: Facebook にログイン
ko: Facebook에 로그인
lt: Jungtis per „Facebook“
lv: Pieteikties Facebook
nb: Logg inn på Facebook
nl: Aanmelden bij Facebook
pl: Zaloguj się na Facebooku
pt: Iniciar sessão no Facebook
pt_br: Login no Facebook
ro: Conectare la Facebook
ru: Войти в Facebook
sk: Prihlásiť sa na Facebook
sl: Prijavite se v Facebook
sv: Logga in på Facebook
th: ล็อกอินเข้าสู่ Facebook
tr: Facebook'ta oturum aç
uk: Увійти у Facebook
vi: Đăng nhập vào Facebook
zh_hans: 登录 Facebook
zh_hant_hk: 登入到 Facebook
zh_hant_tw: 登入 Facebook

# SocialSharingPostTemplateText
source: can you help me with my
ar: هل يمكنك مساعدتي في
bg: може ли да ми помогнете с
cs: můžete mi pomoci s
da: kan du hjælpe mig med min
el: θα ήθελα βοήθεια με το προϊόν
es: necesito ayuda con mi
et: kas saaksite mind aidata minu
fi: auttaisitteko seuraavassa:
he: תוכלו לסייע לי ב
hi: क्या आप इसमें मदद कर सकते हैं
hr: možete li mi pomoći sa sljedećim:
hu: segítségkérés ebben:
it: richiesta di assistenza con
ja: アドバイス求む：
lt: gal galite padėti su
lv: vai varat man palīdzēt
nb: kan du hjelpe meg med
nl: ik zoek hulp voor mijn
pl: proszę o pomoc z urządzeniem
pt: podem ajudar com
ro: mă puteţi ajuta cu
ru: мне нужна помощь по продукции:
sk: môžete mi pomôcť s
sl: mi lahko pomagate glede
sv: kan du hjälpa mig med min
th: คุณช่วยฉันได้หรือไม่เกี่ยวกับ
tr: şu konuda yardım eder misiniz:
uk: мені потрібна допомога з
vi: bạn có thể giúp tôi bằng
zh_hans: 是否能帮助我处理我的
zh_hant_hk: 能否協助處理我一下裝置的疑問
zh_hant_tw: 能否協助我處理

source: Take Photo
ar: التقاط صورة
bg: Направете снимка
cs: Pořídit fotografii
da: Tag foto
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Hacer foto
et: Pildista
fi: Ota kuva
fr: Prendre une photo
he: צלם תמונה
hi: फ़ोटो लें
hr: Snimi fotografiju
hu: Fénykép készítése
it: Fai una foto
ja: 写真を撮影
ko: 사진 촬영
lt: Fotografuoti
lv: Uzņemt foto
nb: Ta bilde
nl: Foto maken
pl: Zrób zdjęcie
pt: Tirar fotografia
pt_br: Tirar foto
ro: Fotografiere
ru: Фотоснимок
sk: Odfotiť
sl: Fotografirajte
sv: Ta foto
th: ถ่ายภาพ
tr: Fotoğraf Çek
uk: Сфотографувати
vi: Chụp ảnh
zh_hans: 拍照
zh_hant_hk: 拍照
zh_hant_tw: 挑選相片

source: Choose from Library
ar: الاختيار من المكتبة
bg: Избор от библиотека
cs: Vybrat z knihovny
da: Vælg fra bibliotek
de: Aus Bibliothek auswählen
el: Επιλογή από τη βιβλιοθήκη
es: Elegir de la galería
et: Valige kogumikust
fi: Valitse kirjastosta
fr: Choisir dans la bibliothèque
he: בחר מתוך הספרייה
hi: लाइब्रेरी से चुनें
hr: Odaberi iz biblioteke
hu: Válasszon a Könyvtárból
it: Seleziona da libreria
ja: ライブラリから選択
ko: 라이브러리에서 선택
lt: Rinktis iš bibliotekos
lv: Izvēlēties no bibliotēkas
nb: Velg fra kamerarull
nl: Kiezen uit de bibliotheek
pl: Wybierz z biblioteki
pt: Escolher da biblioteca
pt_br: Escolher da biblioteca
ro: Selectare din Bibliotecă
ru: Выбр. из библиотеки
sk: Vybrať z knižnice
sl: Izberite v knjižnici
sv: Välj från biblioteket
th: เลือกจากไลบรารี
tr: Galeriden seç
uk: Вибрати з бібліотеки
vi: Chọn từ Thư viện
zh_hans: 从图库中选择
zh_hant_hk: 從圖庫選擇
zh_hant_tw: 從圖庫選擇

source: Reply
ar: رد
bg: Отговори
cs: Odpovědět
da: Svar
de: Antworten
el: Απάντηση
es: Responder
et: Vastake
fi: Vastaa
fr: Répondre
he: השב
hi: उत्तर दें
hr: Odgovori
hu: Válasz
it: Rispondi
ja: 返信
ko: 답변
lt: Atsakyti
lv: Atbildēt
nb: Svar
nl: Antwoorden
pl: Odpowiedz
pt: Responder
pt_br: Responder
ro: Răspuns
ru: Ответ
sk: Odpovedať
sl: odgovoriti na sporočilo,
sv: Svara
th: ตอบกลับ
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh_hans: 回复
zh_hant_hk: 回覆
zh_hant_tw: 回覆

source: Forward
ar: إعادة توجيه
bg: Напред
cs: Vpřed
da: Videresend
de: Weiterleiten
el: Προώθηση
es: Reenviar
et: Edasi
fi: Eteenpäin
fr: Transférer
he: קדימה
hi: अग्रेषित करें
hr: Unaprijed
hu: Előre
it: Avanti
ja: 転送
ko: 전달
lt: Ieškoti į priekį
lv: Pārsūtiet
nb: Videresend
nl: Doorsturen
pl: Prześlij dalej
pt: Avançar
pt_br: Encaminhar
ro: Înainte
ru: Передать
sk: Dopredu
sl: posredovati sporočilo.
sv: Framåt
th: ไปข้างหน้า
tr: İlet
uk: Переслати
vi: Chuyển tiếp
zh_hans: 转发
zh_hant_hk: 轉寄
zh_hant_tw: 轉寄

source: Print
ar: طباعة
bg: Печат
cs: Tisk
da: Udskriv
de: Drucken
el: Εκτύπωση
es: Imprimir
et: Prindi
fi: Tulosta
fr: Imprimer
he: הדפס
hi: मुद्रित करें
hr: Ispis
hu: Nyomtatás
it: Stampa
ja: 印刷
ko: 인쇄
lt: Spausdinti
lv: Drukāt
nb: Skriv ut
nl: Afdrukken
pl: Drukuj
pt: Imprimir
pt_br: Imprimir
ro: Tipărire
ru: Печать
sk: Tlačiť
sl: Natisni
sv: Skriv ut
th: พิมพ์
tr: Yazdır
uk: Друк
vi: In
zh_hans: 打印
zh_hant_hk: 列印
zh_hant_tw: 列印

# GetDirectionsKey
source: Get directions
ar: الحصول على الاتجاهات
bg: Получаване на указания
cs: Získání pokynů
da: Rutevejledning
de: Berechnen der Route
el: Λήψη οδηγιών
es: Obtener direcciones
et: Hankige juhised
fi: Löydä ohjeita
fr: Itinéraire
he: קבל הנחיות
hi: निर्देश प्राप्त करें
hr: Zatražite upute
hu: Útvonal tervezése
it: Indicazioni stradali
ja: 道順を検索
ko: 길 찾기
lt: Gaukite instrukcijas
lv: Iegūstiet norādes
nb: Få veibeskrivelser
nl: Routebeschrijving ophalen
pl: Wskazówki dojazdu
pt: Obter direcções
pt_br: Obter direções
ro: Obţine instrucţiuni
ru: Получение направлений
sk: Get directions (Získanie smerových pokynov)
sl: Pridobite navodila
sv: Hämta vägbeskrivning
th: Get directions (ขอเส้นทาง)
tr: Yol tarifi alın
uk: Отримати вказівки
vi: Nhận thông tin dẫn hướng
zh_hans: 获得方向
zh_hant_hk: 行駛方向
zh_hant_tw: 取得路線

# NoServiceKey
source: No service centers available in your country
ar: ما من مراكز خدمة متوفرة في بلدك
bg: В страната ви няма налични сервизи
cs: Ve vaší zemi se nenacházejí žádná servisní střediska
da: Der er ingen servicecentre i dit land
de: Keine Service-Center in Ihrem Land verfügbar
el: Δεν υπάρχουν διαθέσιμα κέντρα επισκευών στη χώρα σας
es: No hay centros de servicio en tu país
et: Teie riigis pole ühtegi teeninduskeskust.
fi: Ei paikallisia palvelukeskuksia
fr: Aucun centre disponible dans votre pays
he: אין מוקדי שירות זמינים במדינתך
hi: आपके देश में कोई सेवा केंद्र उपलब्ध नहीं है
hr: Nema servisnih centara u vašoj državi
hu: Az Ön országában nincsenek szakszervizek
it: Nessun centro di assistenza disponibile nel tuo paese
ja: お客様がお住まいの国にはサービスセンターがありません
ko: 해당 국가에 서비스 센터 없음
lt: Jūsų šalyje aptarnavimo centrų nėra
lv: Jūsu valstī nav servisa centru
nb: Ingen tilgjengelige servicesentre i landet ditt
nl: Geen servicecentra in uw land
pl: Brak centrów serwisowych w Twoim kraju
pt: Nenhum centro de assistência disponível no seu país
pt_br: Nenhuma assistência técnica disponível em seu país
ro: Nu există centre de service în ţara ta’
ru: В вашей стране нет сервисного центра
sk: Vo vašej krajine sa nenachádzajú žiadne servisné centrá
sl: V vaši državi ni nobenega servisnega centra
sv: Det finns inga servicecentra i ditt land'
th: ไม่มีศูนย์บริการในประเทศของคุณ
tr: Ülkenizde hizmet merkezi bulunmamaktadır’
uk: Сервісних центрів у Вашій країні немає
vi: Không có trung tâm dịch vụ tại quốc gia bạn’
zh_hans: 您所在的国家/地区没有服务中心
zh_hant_hk: 抱歉，您的國家沒有發售這款產品 :(
zh_hant_tw: 您所在的國家/地區沒有服務中心

# SearchKey
source: Search
ar: البحث
bg: Търсене
cs: Hledat
da: Søg
de: Suche
el: Αναζήτηση
es: Buscar
et: Otsing
fi: Haku
fr: Recherche
he: תפריט הבית, חיפוש
hi: खोजें
hr: Traži
hu: Keresés
it: Ricerca
ja: 検索
ko: 검색
lt: Paieška
lv: Meklēšana
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Pesquisar
pt_br: Pesquisar
ro: Căutare
ru: Поиск
sk: Vyhľadávanie
sl: Iskanje
sv: Sök
th: เมนูหน้าหลัก, ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant_hk: 搜尋
zh_hant_tw: 搜尋

# GoContactKey
source: Go to contact page
ar: انتقل إلى صفحة الاتصال
bg: Към страницата за контакти
cs: Přejít na stránku kontaktů
da: Gå til kontaktsiden
de: Zur Kontaktseite gehen
el: Σελίδα επικοινωνίας
es: Ir a la página de contacto
et: Mine kontaktilehele
fi: Siirry yhteystietoihin
fr: Page de contact
he: עבור אל דף יצירת הקשר
hi: संपर्क पृष्ठ पर जाएँ
hr: Idi na stranicu za kontakt
hu: Lépjen a kapcsolat oldalra
it: Vai alla pagina dei contatti
ja: お問い合わせページに進む
ko: 문의 페이지로 이동
lt: Eiti į kontaktų puslapį
lv: Doties uz kontaktinf. lapu
nb: Gå til kontaktsiden
nl: Ga naar contactpagina
pl: Przejdź do strony kontaktowej
pt: Ir para a página de contacto
pt_br: Acesse a página de contato
ro: Navigare la pagina de contact
ru: Переход к контактным данным
sk: Prejsť na stránku s kontaktmi
sl: Pojdite na stran za stik
sv: Gå till kontaktsidan
th: ไปที่หน้าติดต่อ
tr: İletişim sayfasına git
uk: До сторінки з контактами
vi: Đến trang liên hệ
zh_hans: 转至联系信息页
zh_hant_hk: 轉到聯絡頁面。
zh_hant_tw: 前往聯絡頁面

# NoDataKey
source: No data Found
ar: ما من بيانات متوفرة
bg: Няма налични данни
cs: Nejsou k dispozici žádná data
da: Data ikke tilgængelig
de: Keine Daten verfügbar
el: Δεν υπάρχουν δεδομένα
es: No hay datos disponibles
et: Andmeid pole saadaval
fi: Ei tietoja saatavilla
fr: Aucune donnée
he: אין נתונים זמינים
hi: कोई डाटा उपलब्ध नहीं
hr: Podaci nisu dostupni
hu: Nem áll rendelkezésre adat
it: Nessun dato disponibile
ja: 利用可能なデータなし
ko: 사용 가능한 데이터 없음
lt: Duomenų nėra
lv: Dati nav pieejami
nb: Ingen informasjon
nl: Geen gegevens beschikbaar
pl: Brak danych
pt: Dados indisponíveis
pt_br: Nenhum dado disponível
ro: Nu există date disponibile
ru: Данные недоступны
sk: Žiadne údaje nie sú k dispozícii
sl: Podatki niso na voljo
sv: Uppgift saknas
th: ไม่มีข้อมูล
tr: Veri yok
uk: Дані відсутні
vi: Không có sẵn dữ liệu
zh_hans: 无可用数据
zh_hant_hk: 無可用數據
zh_hant_tw: 無資料可供使用

# SendUsAnEmailKey
source: Send us an email
ar: أرسل لنا بريدًا إلكترونيًا
bg: Изпратете ни имейл
cs: Pošlete nám e-mail
da: Send os en e-mail
de: Senden Sie eine E-Mail
el: Στείλτε μας ένα email
es: Envíanos un correo
et: Saatke meile e-kiri
fi: Lähetä sähköpostia
fr: Envoyez-nous un e-mail
he: שלח לנו הודעת דוא'ל
hi: हमें कोई ईमेल भेजें
hr: Pošaljite nam poruku e-pošte
hu: Küldjön nekünk emailt
it: Inviaci un'e-mail
ja: メールを送信してください
ko: 이메일을 보내주십시오.
lt: Atsiųskite el. laišką
lv: Sūtiet mums e-pastu
nb: Send oss en e-post
nl: Stuur ons een e-mail
pl: Wyślij do nas e-mail
pt: Envie-nos um e-mail
pt_br: Envie-nos um e-mail
ro: Trimite-ne un e-mail
ru: Электронное сообщение
sk: Pošlite nám e-mail
sl: Pošljite nam e-poštno sporočilo
sv: Skicka oss ett e-postmeddelande
th: ส่งอีเมล์ถึงเรา
tr: Bize bir e-posta gönderin
uk: Надішліть нам ел. листа
vi: Gửi email cho chúng tôi
zh_hans: 给我们发送电子邮件
zh_hant_hk: 發送電郵：
zh_hant_tw: 寄送電子郵件給我們

# LocatePhilipsLegalKey
source: When you make use of the ‘Find Philips near you’ functionality on the Support Page, you are requested to share your location data with Philips. Based on your location data you will be directed towards a store near you, or to the consumer care contact details of your country
ar: عند استخدام وظيفة العثور على متجر Philips بالقرب منك في صفحة الدعم، تتم مطالبتك بمشاركة بيانات موقعك مع شركة Philips. وبالاستناد إلى بيانات موقعك سيتم توجيهك إلى متجر بالقرب منك أو إلى تفاصيل الاتصال برعاية المستهلك في بلدك
bg: Когато се възползвате от 'Открийте Philips край вас' на страницата за поддръжка, се изисква споделяне на данните за местоположение с Philips. Въз основа на тези данни ще бъдете насочени към магазин близо до вас или към данни за контакт на обслужването на клиенти във вашата страна
cs: Pokud chcete na stránce podpory využít funkci „Najít nejbližší pobočku Philips“, budete požádáni o sdílení údajů o vaší poloze se společností Philips. Na základě těchto údajů se vám zobrazí nejbližší pobočka ve vašem okolí nebo kontaktní údaje střediska péče o zákazníky ve vaší zemi
da: Når du gør brug af 'Find Philips nær dig'-funktionaliteten på supportsiden, anmodes du om at dele dine placeringsoplysninger med Philips. Ud fra dine placeringsoplysninger henvises du til en butik i nærheden af dig eller til oplysninger om kundeservicecenteret for dit land
de: Wenn Sie die Funktion 'Finden Sie einen Philips Händler in Ihrer Nähe' auf der Support-Website nutzen, werden Sie aufgefordert, Ihre Standortdaten für Philips freizugeben. Basierend auf Ihren Standortdaten wird Ihnen ein Händler in Ihrer Nähe angezeigt, oder Sie erhalten die Kontaktdaten des Kundendienstes für Ihr Land.
el: Κατά τη λειτουργία εύρεσης του κοντινότερου καταστήματος Philips, θα σας ζητηθεί να μοιραστείτε τα δεδομένα θέσης σας με τη Philips. Στη συνέχεια, θα ανακατευθυνθείτε στο πλησιέστερο κατάστημα ή στα στοιχεία επικοινωνίας του τμήματος εξυπηρέτησης καταναλωτών της χώρας σας
es: Al acceder a la página de asistencia y usar la función de búsqueda 'Philips en tu zona', verás un mensaje que te solicita compartir con Philips la información sobre tu ubicación actual. En función del lugar en el que te encuentres, el sistema te indicará la tienda más cercana o la información de contacto del servicio de atención al cliente de tu país.
et: Kui kasutate kasutajatoe lehel lähima Philipsi esinduse leidmise funktsiooni, palutakse teil oma asukohta Philipsiga jagada. Teie asukohaandmete alusel leitakse teile lähim pood või teie riigi klienditoekeskuse kontaktandmed.
fi: Kun käytät tukisivun ”Lähin Philips-jälleenmyyjä” ‑toimintoa, sinua pyydetään jakamaan sijaintitietosi Philipsin kanssa. Sijaintitietojesi perusteella sinut ohjataan sinua lähimpänä sijaitsevaan liikkeeseen tai maasi asiakaspalveluun.
fr: Lorsque vous utilisez la fonctionnalité « Trouver Philips près de chez vous » sur la page d'assistance, vous êtes invité à partager vos données de géolocalisation avec Philips. En fonction de votre situation géographique, vous serez redirigé vers un magasin près de chez vous ou vers les coordonnées du Service Consommateurs de votre pays.
he: אם תשתמש בפונקציה 'אתר את פיליפס בקרבתך' בדף התמיכה, תתבקש לשתף עם פיליפס את נתוני המיקום שלך. בהתאם לנתוני המיקום נפנה אותך לחנות הקרובה אליך או אל פרטי הקשר של מערך הטיפול בלקוחות במדינתך
hi: आपके द्वारा सहायता पृष्ठ पर ‘अपना निकटतम Philips ढूँढें’ कार्यक्षमता का उपयोग करने पर, आपको Philips के साथ अपना स्थान डेटा साझा करने का अनुरोध किया जाता है. आपके स्थान डेटा के आधार पर आपको आपके निकटतम स्टोर पर या आपके देश के उपभोक्ता सेवा संपर्क विवरण पर निर्देशित किया जाएगा
hr: Kada koristite funkciju 'Pronađite Philips u svojoj blizini' na stranici podrške, morate podijeliti svoje podatke o lokaciji s tvrtkom Philips. Na temelju vaših podataka o lokaciji usmjerit ćemo vas u prodavaonicu u vašoj blizini ili na podatke za kontakt službe za korisničku podršku u vašoj državi
hu: Ha használni szeretné a ‘Philips az Ön közelében’ funkciót a Támogatási oldalon, a rendszer kéri, hogy ossza meg helyadatait a Philips-szel, melyek alapján az Ön közelében lévő üzlethez irányítják, vagy országa ügyfélszolgálati kapcsolati adatait kapja meg
it: Quando si ricorre all'utilizzo della funzione 'Trova Philips vicino a te' sulla pagina di assistenza, viene richiesto di condividere i dati di localizzazione con Philips. In base a tali dati, verrà rilevato il punto vendita più vicino oppure verranno indicati i dettagli di contatto dell'assistenza clienti del Paese
ja: サポートページの「お近くのフィリップス」機能を使用する場合は、お客様の位置データのフィリップスへのシェアをお願いしています。お客様の位置データに基づいて、お近くのフィリップス拠点やお住まいの国のお問い合わせ先詳細をお知らせするためです。
ko: 지원 페이지의 '가까운 필립스 위치 찾기' 기능을 사용하는 경우, 귀하는 필립스와 위치 데이터를 공유하도록 요청 받습니다. 귀하의 위치 데이터에 따라 가까운 상점이 안내되거나 해당 국가의 고객 상담실 연락처 세부 사항이 안내됩니다.
lt: Jei naudojatės palaikymo puslapio funkcija „Rasti artimiausią Philips“, būsite paraginti pasidalinti savo vietos duomenimis su „Philips“. Pagal tai būsite nukreipti į artimiausią parduotuvę arba jums bus pateikta jūsų šalies klientų aptarnavimo centro kontaktinė informacija
lv: Kad izmantojat funkcionalitāti 'Atrast tuvāko Philips' atbalsta lapā, jums ir jākopīgo atrašanās vieta ar uzņēmumu Philips. Atkarībā no atrašanās vietas datiem tiksiet novirzīts uz tuvāko veikalu vai uz klientu centra kontaktinformāciju
nb: Når du bruker funksjonen Finn en Philips-butikk i nærheten på siden for forbrukerstøtte, blir du bedt om å dele opplysninger om plasseringen din med Philips. Basert på disse opplysningene får du veibeskrivelsen til nærmeste butikk eller kontaktinformasjon om forbrukerstøtten i landet ditt
nl: Wanneer u gebruikmaakt van de functie 'Vind Philips bij u in de buurt' op de ondersteuningspagina, wordt u verzocht uw locatiegegevens met Philips te delen. Op basis van uw locatiegegevens wordt u doorverwezen naar een winkel bij u in de buurt of naar de contactgegevens van de klantenservice in uw land
pl: W przypadku korzystania z funkcji „Znajdź najbliższe centrum serwisowe firmy Philips” na stronie pomocy technicznej użytkownik zostanie poproszony o udostępnienie firmie Philips danych lokalizacji. Na ich podstawie zostanie przekierowany do najbliższego punktu lub do danych kontaktowych centrum obsługi klienta w danym kraju.
pt: Quando utiliza a funcionalidade'Encontrar Philips perto de si' na página de assistência, é-lhe solicitado que partilhe os dados de localização com a Philips. Com base nos mesmos, é direccionado para uma loja próxima de si, ou para os detalhes de contacto do Apoio ao Cliente no seu país
pt_br: Ao utilizar a funcionalidade ‘Encontre uma Philips perto de você’ na página de suporte, será necessário compartilhar dados de localização com a Philips. Dependendo desses dados, você será redirecionado à loja mais próxima ou terá acesso aos detalhes de contato de atendimento ao cliente de seu país
ro: Când utilizezi funcţia „Localizare Philips în apropiere” din pagina de asistenţă, eşti rugat să dezvălui datele despre locaţie companiei Philips. În funcţie de datele tale despre locaţie vei fi direcţionat către un magazin din apropierea ta sau ţi se vor furniza datele de contact ale centrului de asistenţă clienţi din ţara ta.
ru: При поиске ближайшего центра Philips на странице поддержки вас попросят предоставить Philips данные о вашем местоположении. В зависимости от местоположения вам будут предложены контактные данные ближайшей торговой организации или центра поддержки потребителей
sk: Keď používate funkciu „Nájsť Philips v blízkosti“ na stránke podpory, zobrazí sa požiadavka, aby ste zdieľali údaje o svojej polohe so spoločnosťou Philips. Na základe údajov o polohe budete presmerovaní na obchod vo vašom okolí alebo kontaktné informácie strediska starostlivosti o zákazníkov vo vašej krajine
sl: Ko na strani za podporo uporabite funkcijo 'Poiščite Philips v bližini', morate Philipsu posredovati podatke o svoji lokaciji. Glede na podatke o lokaciji vas bomo usmerili do trgovine v vaši bližini ali pa vam bomo posredovali kontaktne podatke za pomoč uporabnikom v vaši državi
sv: När du använder funktionen 'Hitta Philips nära dig' på supportsidan uppmanas du att dela platsdata med Philips. Baserat på dina platsdata styrs du till en butik i närheten eller information om kundtjänsten i ditt land
th: เมื่อคุณใช้ฟังก์ชัน ‘ค้นหา Philips ใกล้บ้านคุณ’ ที่หน้าฝ่ายสนับสนุน คุณจะได้รับการร้องขอให้แบ่งปันข้อมูลตำแหน่งของคุณกับ Philips คุณจะได้รับการนำทางไปยังร้านค้าใกล้คุณตามข้อมูลตำแหน่งของคุณ หรือไปยังรายละเอียดการติดต่อฝ่ายดูแลลูกค้าในประเทศ
tr: Destek Sayfasında 'Size en yakın Philips'i bulun' işlevini kullandığınızda konum verilerinizi Philips ile paylaşmanız istenir. Konum verilerinize göre yakınınızda bulunan bir mağazaya veya ülkenizdeki müşteri desteği iletişim bilgilerine yönlendirilirsiniz
uk: У разі використання функції 'Знайти Philips неподалік' на сторінці підтримки Вам надійде запит надати компанії Philips дані про своє місцезнаходження. На основі цієї інформації Вам буде запропоновано контактні дані найближчого магазину чи центру обслуговування клієнтів у Вашій країні
vi: Khi bạn dùng chức năng ‘Tìm Philips gần bạn’ trên Trang Hỗ trợ, bạn được yêu cầu chia sẻ dữ liệu vị trí của bạn với Philips. Dựa trên dữ liệu vị trí của bạn, bạn sẽ được chuyển hướng đến cửa hàng nằm gần bạn, hoặc đến thông tin chi tiết liên hệ chăm sóc khách hàng của quốc gia bạn
zh_hans: 当您使用支持页面上的“查找您附近的飞利浦”功能时，系统将要求您与飞利浦共享位置数据。根据您的位置数据，系统将您指引到您附近的商店，或提供您所在国家/地区的客户服务联系人详细信息
zh_hant_hk: 使用「支援網頁」上的「尋找附近的 Philips 零售店」功能，即代表您接受與 Philips 分享您的位置資料。系統會根據提供的位置資料指出附近的零售店，或顯示您所在國家/地區的顧客支援聯絡資料。
zh_hant_tw: 使用支援網頁的「Find Philips near you」(尋找附近的飛利浦服務中心) 功能時，系統會要求您與飛利浦分享您的位置資料。根據您的位置資料，您將被導向附近商店，或是您所在國家/地區的客戶服務中心詳細聯絡資訊

# NoTwitterKeY
source: No Twitter Accounts
ar: ما من حساب Twitter
bg: Няма акаунти в Twitter
cs: Žádné účty na Twitteru
da: Ingen Twitter-konti
de: Keine Twitter-Konten
el: Κανένας λογαριασμός Twitter
es: No hay cuentas de Twitter
et: Twitteri kontod puuduvad
fi: Ei Twitter-tilejä
fr: Aucun compte Twitter
he: אין חשבונות טוויטר
hi: कोई Twitter खाते नहीं
hr: Nema Twitter računa
hu: Nincs Twitter-fiók
it: Nessun account Twitter
ja: Twitter アカウントがありません
ko: Twitter 계정 없음
lt: „Twitter“ paskyrų nėra
lv: Nav Twitter kontu
nb: Ingen Twitter-kontoer
nl: Geen Twitter-accounts
pl: Brak kont Twitter
pt: Nenhuma conta Twitter
pt_br: Nenhuma conta no Twitter
ro: Nu există conturi Twitter
ru: Учетные записи Twitter не найдены
sk: Žiadne účty Twitter
sl: Ni računov za Twitter
sv: Inga Twitter-konton
th: ไม่มีบัญชี Twitter
uk: Обл. записів Twitter немає
vi: Không có tài khoản Twitter
zh_hans: 无 Twitter 帐户
zh_hant_hk: 尚無 Twitter 帳戶
zh_hant_tw: 無 Twitter 帳戶
