Repository: PhilipsTest/iOS-Test
Catalog: Source/dcc/Source/Library/PhilipsConsumerCare/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# NoTwitterConfigure
source: There are no Twitter accounts configured. You can add or create a Twitter account in Settings.
ar: لم يتم تكوين حساب Twitter. يمكنك إضافة حساب Twitter أو إنشاؤه في الإعدادات.
bg: Няма конфигурирани акаунти в Twitter. Можете да добавите или създадете акаунт в Twitter от 'Настройки'.
cs: Nejsou nakonfigurovány žádné účty na Twitteru. V nastavení můžete přidat nebo vytvořit účet na Twitteru.
da: Der er ikke konfigureret nogen Twitter-konti. Du kan tilføje eller oprette en Twitter-konto under Indstillinger.
de: Keine Twitter-Konten konfiguriert. Sie können ein Twitter-Konto unter 'Einstellungen' hinzufügen oder erstellen.
el: Δεν υπάρχει λογαριασμός Twitter. Προσθέστε ή δημιουργήστε τον από τις ρυθμίσεις.
es: No se ha configurado ninguna cuenta de Twitter. Puedes añadir o crear una cuenta de Twitter desde Ajustes.
et: Puuduvad seadistatud Twitteri kontod. Saate lisada või luua Twitteri konto Seadistuste jaotises.
fi: Ei määritettyjä Twitter-tilejä. Voit lisätä tai luoda Twitter-tilin Asetuksista.
fr: Aucun compte Twitter configuré. Vous pouvez ajouter ou créer un compte Twitter dans les paramètres.
he: לא הוגדרו חשבונות טוויטר. באפשרותך להוסיף או ליצור חשבון טוויטר דרך 'הגדרות'.
hi: यहाँ कोई Twitter खाते कॉन्फ़िगर नहीं किए गए हैं. आप सेटिंग्स में कोई Twitter खाता जोड़ या बना सकते हैं.
hr: Nije konfiguriran nijedan Twitter račun. Možete dodati ili izraditi Twitter račun u postavkama.
hu: Nincs beállítva Twitter-fiók. A Beállításokban hozzáadhat vagy létrehozhat egy Twitter-fiókot.
it: Nessun account Twitter configurato. Puoi aggiungere o creare un account Twitter nelle Impostazioni.
ja: Twitter アカウントが設定されていません。設定で Twitter アカウントを追加または作成できます。
ko: 구성된 Twitter 계정이 없습니다. 설정에서 Twitter 계정을 추가하거나 만들 수 있습니다.
lt: Nėra sukonfigūruotų „Twitter“ paskyrų. Pridėkite arba sukurkite „Twitter“ paskyrą nustatymuose.
lv: Nav konfigurēts neviens Twitter konts. Varat pievienot vai izveidot Twitter kontu iestatījumos.
nb: Det er ingen konfigurerteTwitter-kontoer. Du kan legge til en Twitter-konto i Innstillinger.
nl: Er is geen Twitter-account geconfigureerd. U kunt bij de instellingen een Twitter-account toevoegen of maken.
pl: Brak skonfigurowanych kont Twitter. Konta Twitter można dodać lub utworzyć w menu Ustawienia.
pt: Nenhuma conta Twitter configurada. Pode adicionar ou criar uma conta Twitter em Definições.
pt_br: Não há conta do Twitter configurada. Você pode adicionar ou criar uma conta do Twitter nas configurações.
ro: Niciun cont Twitter configurat. Poţi adăuga sau configura un cont Twitter din Setări.
ru: Учетные записи Twitter не настроены. Перейдите в раздел 'Настройки', чтобы добавить или создать учетную запись Twitter.
sk: Nie sú nakonfigurované žiadne účty Twitter. Takýto účet môžete pridať alebo vytvoriť v nastaveniach.
sl: Konfiguriran ni noben račun za Twitter. Račun za Twitter lahko dodate ali ustvarite v nastavitvah.
sv: Det finns inga konfigurerade Twitter-konton. Du kan lägga till eller skapa ett Twitter-konto under Inställningar.
th: ไม่มีบัญชี Twitter ที่กำหนดค่าไว้ คุณสามารถเพิ่มหรือสร้างบัญชี Twitter ในการตั้งค่า
tr: Yapılandırılmış Twitter hesabı yok. Ayarlardan Twitter hesabı oluşturabilir veya ekleyebilirsiniz.
uk: Обл. записів Twitter не налаштовано. Обл. запис Twitter можна додати або створити в налаштуваннях.
vi: Không có tài khoản Twitter được cấu hình. Bạn có thể thêm hoặc tạo một tài khoản Twitter trong Cài đặt.
zh_hans: 未配置任何 Twitter 帐户。您可以在设置中添加或创建 Twitter 帐户。
zh_hant_hk: 尚未設定 Twitter 帳戶。您可於帳戶設定中新增或建立 Twitter 帳戶。
zh_hant_tw: 尚未設定任何 Twitter 帳戶。您可以在「設定」中新增或建立 Twitter 帳戶。

# SettingsKey
source: Settings
ar: الإعدادات
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seadistused
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Definições
ro: Setări
ru: Настройки
sk: Nastavenie
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant_hk: 設定
zh_hant_tw: 設定

# OKKey
source: OK
ar: موافق
el: ΟΚ
he: אישור
ko: 확인
lt: Gerai
lv: Labi
ru: Oк
sl: V redu
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant_hk: 確定
zh_hant_tw: 確定

# NoFacebookKey
source: No Facebook Accounts
ar: ما من حساب Facebook
bg: Няма акаунти във Facebook
cs: Žádné účty na Facebooku
da: Ingen Facebook-konti
de: Keine Facebook-Konten
el: Κανένας λογαριασμός Facebook
es: No hay cuentas de Facebook
et: Facebooki kontod puuduvad
fi: Ei Facebook-tilejä
fr: Aucun compte Facebook
he: אין חשבונות פייסבוק
hi: कोई Facebook खाते नहीं
hr: Nema Facebook računa
hu: Nincs Facebook-fiók
it: Nessun account Facebook
ja: Facebook アカウントがありません
ko: Facebook 계정 없음
lt: „Facebook“ paskyrų nėra
lv: Nav Facebook kontu
nb: Ingen Facebook-kontoer
nl: Geen Facebook-accounts
pl: Brak kont Facebook
pt: Nenhuma conta Facebook
pt_br: Nenhuma conta do Facebook
ro: Nu există conturi Facebook
ru: Учетные записи Facebook не найдены
sk: Žiadne účty Facebook
sl: Ni računov za Facebook
sv: Inga Facebook-konton
th: ไม่มีบัญชี Facebook
tr: Facebook Hesabı Yok
uk: Обл. записів Facebook немає
vi: Không có tài khoản Facebook
zh_hans: 无 Facebook 帐户
zh_hant_hk: 尚無 Facebook 帳戶
zh_hant_tw: 無 Facebook 帳戶

# NoFacebookConfigures
source: Please login with valid facebook credentials.
ar: يرجى تسجيل الدخول باستخدام بيانات اعتماد صالحة لحساب facebook.
bg: Свържете се с валидни данни за влизане във Facebook.
cs: Přihlaste se k účtu na Facebooku pomocí platných přihlašovacích údajů.
da: Log på med gyldige Facebook-legitimationsoplysninger.
de: Melden Sie sich mit gültigen Facebook-Anmeldedaten an.
el: Συνδεθείτε με έγκυρα στοιχεία πρόσβασης στο Facebook.
es: Inicia sesión con credenciales de Facebook válidas.
et: Palun logige sisse kehtiva Facebooki kontoga
fi: Kirjaudu kelvollisilla Facebook-tunnuksilla.
fr: Veuillez vous connecter avec des identifiants Facebook valides.
he: היכנס בעזרת אישורי כניסה תקפים של פייסבוק.
hi: कृपया मान्य facebook क्रेडेंशियल्स के साथ लॉगिन करें.
hr: Prijavite se putem valjanih podataka za prijavu na Facebook.
hu: Jelentkezzen be érvényes Facebook-adataival.
it: Effettua il login con credenziali di Facebook valide.
ja: Facebook の有効な認証情報でログインしてください。
ko: 유효한 Facebook 자격 증명으로 로그인하십시오.
lt: Prisijunkite naudodami „Facebook“ leidimus.
lv: Lūdzu, piesakieties ar derīgiem Facebook datiem.
nb: Logg inn med gyldig påloggingsinformasjon fra Facebook.
nl: Meld u aan met geldige Facebook-inloggegevens.
pl: Zaloguj się za pomocą prawidłowych poświadczeń konta Facebook.
pt: Inicie sessão com credenciais válidas do Facebook.
pt_br: Faça o login com credenciais válidas do facebook.
ro: Conectează-te cu date Facebook valide.
ru: Введите правильные учетные данные и войдите в Facebook.
sk: Prihláste sa platnými facebookovými prístupovými údajmi.
sl: Prijavite se z veljavnimi poverilnicami za Facebook.
sv: Logga in med giltiga inloggningsuppgifter för facebook.
th: โปรดล็อกอินด้วยข้อมูลอ้างอิง facebook ที่ถูกต้อง
tr: Lütfen geçerli Facebook bilgileriyle oturum açın.
uk: Увійдіть у систему за доп. дійсних обл. даних Facebook.
vi: Vui lòng đăng nhập bằng chứng danh Facebook hợp lệ.
zh_hans: 请使用有效的 Facebook 凭证登录。
zh_hant_hk: 請以有效的 Facebook 憑證登入
zh_hant_tw: 請以有效的 Facebook 認證登入。

# MailboxConfigureKey
source: Mail box is not configured
ar: لم يتم تكوين صندوق البريد الإلكتروني
bg: Пощенската кутия не е конфигурирана
cs: Není nakonfigurována e-mailová schránka
da: Postkassen er ikke konfigureret
de: Posteingang nicht konfiguriert
el: Δεν έχει οριστεί γραμματοκιβώτιο
es: Buzón de correo sin configurar
et: Postkast pole seadistatud
fi: Postilaatikkoa ei ole määritetty
fr: La boîte de réception n'est pas configurée
he: תיבת הדואר לא הוגדרה
hi: मेल बॉक्स कॉन्फ़िगर नहीं किया गया है
hr: Nije konfigurirana mapa za dolaznu poštu
hu: Nincs beállítva postafiók
it: La casetta postale non è configurata
ja: メールボックスが設定されていません
ko: 사서함이 구성되지 않음
lt: Pašto dėžutė nesukonfigūruota
lv: Pastkaste nav konfigurēta
nb: E-postinnboksen er ikke konfigurert
nl: Postvak is niet geconfigureerd
pl: Skrzynka pocztowa nie jest skonfigurowana
pt: Caixa de correio não configurada
pt_br: A caixa de entrada não está configurada
ro: Căsuţa poştală nu este configurată
ru: Почтовый ящик не настроен
sk: Poštová schránka nie je nakonfigurovaná
sl: Poštni predal ni konfiguriran
sv: Inkorgen är inte konfigurerad
th: ไม่ได้กำหนดค่ากล่องข้อความ
tr: Posta kutusu yapılandırılmamış
uk: Поштову скриньку не налаштовано
vi: Hộp thư không được cấu hình
zh_hans: 未配置邮箱
zh_hant_hk: 尚未設定郵箱
zh_hant_tw: 尚未設定信箱

# ContactPhilipsKey
source: Contact Philips
ar: الاتصال بشركة Philips
bg: Свържете се с Philips
cs: Kontaktování společnosti Philips
da: Kontakt Philips
de: Kontaktaufnahme zu Philips
el: Επικοινωνία με τη Philips
es: Contacto con Philips
et: Philipsiga ühenduse võtmine
fi: Ota yhteyttä Philipsiin
fr: Contacter Philips
he: שירות לקוחות
hi: Philips से संपर्क करना
hr: Kontaktirajte Philips
hu: Kapcsolat a Philips céggel
it: Contatta Philips
ja: フィリップスにお問い合わせ
ko: 필립스 문의
lt: Susisiekimas su „Philips“
lv: Remonts
nb: Ta kontakt med Philips
nl: Contact opnemen met Philips
pl: Kontakt z firmą Philips
pt: Contactar a Philips
pt_br: Entrar em contato com a Philips
ro: Contactaţi Philips
ru: Обращение в компанию Philips
sk: Kontaktovanie spoločnosti Philips
sl: Obrnite se na Philips
sv: Kontakta Philips
th: ติดต่อ Philips
tr: Philips ile iletişim
uk: Звернутися до Philips
vi: Liên hệ với Philips
zh_hans: 联系飞利浦
zh_hant_hk: 聯絡 Philips
zh_hant_tw: 聯絡飛利浦

# EnterDetailsKey
source: Please enter the details
ar: يرجى أدخال التفاصيل
bg: Въведете данните
cs: Zadejte požadované údaje
da: Indtast oplysningerne
de: Geben Sie die Daten ein
el: Εισαγάγετε τα στοιχεία
es: Introduce la información
et: Palun sisestage andmed
fi: Anna tiedot
fr: Veuillez entrer les informations
he: אנא הזן את הפרטים
hi: कृपया विवरण दर्ज करें
hr: Unesite pojedinosti
hu: Adja meg a részletes adatokat
it: Inserisci i dettagli
ja: 詳細を入力してください
ko: 세부 정보 입력
lt: Įveskite informaciją
lv: Lūdzu, ievadiet informāciju
nb: Angi informasjonen
nl: Voer de gegevens in
pl: Wprowadź szczegóły
pt: Introduza os detalhes
pt_br: Insira os detalhes
ro: Introdu detalii
ru: Введите данные
sk: Zadajte údaje
sl: Vnesite podrobnosti
sv: Ange informationen
th: โปรดใส่รายละเอียด
tr: Lütfen detayları girin
uk: Введіть дані
vi: Vui lòng nhập thông tin chi tiết
zh_hans: 请输入详细信息
zh_hant_hk: 請輸入資料
zh_hant_tw: 請輸入詳細資料

# PermissionGrantedKey
source: Permission not granted
ar: لم يتم منحك الإذن
bg: Не е дадено разрешение
cs: Nebylo uděleno oprávnění
da: Der er ikke givet tilladelse
de: Berechtigung nicht gewährt
el: Η άδεια δεν έχει εκχωρηθεί
es: Permiso no concedido
et: Luba ei antud
fi: Lupaa ei annettu
fr: Autorisation non accordée
he: ההרשאה לא אושרה
hi: अनुमति प्रदान नहीं की गई
hr: Nije dodijeljeno dopuštenje
hu: Nem garantált az engedély
it: Permesso negato
ja: 許可されていません
ko: 권한 없음
lt: Leidimas nesuteiktas
lv: Atļauja nav piešķirta
nb: Tillatelse er ikke innvilget
nl: Toestemming niet verleend
pl: Brak uprawnień
pt: Permissão não concedida
pt_br: Permissão não concedida
ro: Permisiune neacordată
ru: Разрешение не получено
sk: Povolenie sa neudelilo
sl: Nimate dovoljenja
sv: Tillstånd ej godkänt
th: ไม่ได้รับสิทธิ์
tr: İzin verilmedi
uk: Дозвіл не надано
vi: Chưa được cấp quyền
zh_hans: 未授予权限
zh_hant_hk: 沒有授予權限
zh_hant_tw: 未經授權

# PostKey
source: Posted Successfully
ar: تم النشر بنجاح
bg: Успешно публикуване
cs: Úspěšně odesláno
da: Indsendt korrekt
de: Erfolgreich veröffentlicht
el: Δημοσιεύτηκε με επιτυχία
es: Publicación correcta
et: Edukalt postitatud
fi: Lähetys onnistui
fr: Commentaire publié
he: הפריט פורסם בהצלחה
hi: सफलतापूर्वक पोस्ट किया गया
hr: Uspješno objavljeno
hu: Sikeresen közzétéve
it: Pubblicato con successo
ja: 投稿されました
ko: 게시됨
lt: Paskelbta sėkmingai
lv: Publicēts veiksmīgi
nb: Er sendt
nl: Posten gelukt
pl: Opublikowano
pt: Publicado com sucesso
pt_br: Publicado com sucesso
ro: Publicat cu succes
ru: Успешно опубликовано
sk: Úspešne zverejnené
sl: Uspešno objavljeno
sv: Postat
th: โพสต์สำเร็จแล้ว
tr: Gönderme Başarılı
uk: Надіслано успішно
vi: Đã đăng lên thành công
zh_hans: 已成功发布
zh_hant_hk: 已成功發送
zh_hant_tw: 成功發表

# AppLocationKey
source: This app would like to use your location
ar: يريد هذا التطبيق استخدام موقعك
bg: Приложението иска да използва местоположението ви
cs: Tato aplikace požaduje údaje o vaší poloze
da: Denne app vil gerne bruge din placering
de: Diese App möchte Ihren Standort verwenden
el: Η εφαρμογή θέλει να χρησιμοποιήσει τη θέση σας
es: Esta aplicación quiere utilizar tu ubicación
et: See rakendus sooviks kasutada teie asukohta
fi: Sovellus haluaa käyttää sijaintitietojasi
fr: Cette application souhaite utiliser votre emplacement
he: אפליקציה זו מבקשת להשתמש במיקום שלך
hi: यह अनुप्रयोग आपके स्थान का उपयोग करना पसंद करेगा
hr: Ova aplikacija želi koristiti vašu lokaciju
hu: Az alk. szeretné használni az Ön helyadatait
it: Questa applicazione desidera utilizzare la tua posizione
ja: このアプリではお客様の位置情報を使用します
ko: 이 앱에서 귀하의 위치를 사용하고자 합니다.
lt: Ši programa norėtų naudoti jūsų vietą
lv: Šī lietotne vēlas izmantot jūsu atrašanās vietu
nb: Denne appen ønsker å bruke plasseringen din
nl: Deze app wil uw locatie gebruiken
pl: Ta aplikacja chce użyć Twojej lokalizacji
pt: Esta aplicação gostaria de usar a sua localização
pt_br: Esse aplicativo deseja utilizar sua localização
ro: Această aplicaţie doreşte să utilizeze locaţia ta
ru: Это приложение хочет использовать данные о вашем местоположении
sk: Táto aplikácia žiada o použitie vašej polohy
sl: Ta aplikacija želi uporabiti vašo lokacijo
sv: Den här appen vill använda din plats
th: App นี้ต้องการใช้ตำแหน่งของคุณ
tr: Bu uygulama konumunuzu kullanmak istiyor
uk: Додаток хоче викор. дані про місцезнаходження
vi: Ứng dụng này muốn sử dụng vị trí của bạn
zh_hans: 此应用程序将使用您的位置
zh_hant_hk: 此應用程式要使用您的位置資料
zh_hant_tw: 此應用程式想要使用您的位置資料

# MailFailKey
source: Mail delivery failed with error
ar: فشل إيصال البريد الإلكتروني بسبب خطأ
bg: Неуспешна доставка на имейл с грешка
cs: Při doručování e-mailů došlo k chybě
da: Maillevering mislykkedes med fejl
de: Fehler – E-Mail konnte nicht zugestellt werden
el: Η παράδοση του μηνύματος απέτυχε
es: Error al enviar el correo
et: E-kirja saatmine ebaõnnestus tõrke tõttu
fi: Virhe. Viestin lähetys epäonnistui.
fr: Échec de l'envoi de l'e-mail avec erreur
he: העברת ההודעה נכשלה עם שגיאה
hi: त्रुटि के साथ मेल वितरण विफल हुआ
hr: Isporuka e-poruke nije uspjela uz pogrešku
hu: Hiba miatt sikertelen levélküldés
it: Errore nella consegna della posta
ja: エラーのためメール配信に失敗しました
ko: 오류로 인해 메일을 전송하지 못함
lt: Pristatant el. laišką įvyko klaida
lv: Pasta piegāde neizdevās, radās kļūda
nb: E-postmeldingen er ikke sendt til mottaker
nl: E-mail verzenden mislukt met fout
pl: Błąd dostarczania wiadomości e-mail
pt: Entrega de mensagem falhou com erro
pt_br: Entrega de e-mail com erro
ro: Livrare mesaj eşuată cu eroare
ru: Во время отправки почты произошла ошибка
sk: Počas doručovania správy sa vyskytla chyba
sl: Pošta ni bila dostavljena zaradi napake
sv: E-postleveransen misslyckades p.g.a. fel
th: การส่งจดหมายล้มเหลวด้วยข้อผิดพลาด
tr: Posta iletilemedi
uk: Помилка доставки пошти
vi: Gửi thư không thành công do có lỗi
zh_hans: 邮件发送失败并显示错误
zh_hant_hk: 郵件無法送出，出現錯誤
zh_hant_tw: 郵件傳送失敗錯誤

# MailSavedKey
source: Mail saved in drafts
ar: تم حفظ البريد الإلكتروني في ملف المسودات
bg: Имейлът е записан в чернови
cs: E-mail byl uložen do konceptů
da: Mail gemt i kladder
de: E-Mail als Entwurf gespeichert
el: Αποθηκεύτηκε στα πρόχειρα
es: Correo guardado como borrador
et: E-kiri salvestatud mustanditesse
fi: Viesti tallennettiin luonnoksiin
fr: E-mail enregistré comme brouillon
he: ההודעה נשמרה בטיוטות
hi: मेल ड्राफ्ट में सहेजा गया
hr: E-poruka spremljena je u pretinac za nedovršene poruke
hu: Levél mentve a piszkozatok között
it: Posta salvata in bozze
ja: メールは下書きとして保存されました
ko: 메일이 임시 보관함에 저장됨
lt: Išsaugota juodraščiuose
lv: Pasts saglabāts melnrakstos
nb: E-postmeldingen er lagret i utkast
nl: E-mail opgeslagen in concepten
pl: Wiadomość e-mail zapisana w wersjach roboczych
pt: Mensag. guardada em rascunhos
pt_br: E-mail salvo em rascunho
ro: Mesaj salvat în schiţe
ru: Письмо сохранено в черновиках
sk: Správa je uložená v konceptoch
sl: Pošta je shranjena v osnutkih
sv: E-postmeddelandet sparades i utkast
th: บันทึกข้อความในฉบับร่าง
tr: Posta taslaklara kaydedildi
uk: Пошту збережено в чернетках
vi: Thư được lưu dưới dạng nháp
zh_hans: 邮件已保存为草稿
zh_hant_hk: 郵件已儲存至草稿
zh_hant_tw: 郵件已存成草稿

# MailSentKey
source: Mail successfully sent
ar: تم إرسال البريد الإلكتروني بنجاح
bg: Имейлът е изпратен успешно
cs: E-mail byl úspěšně odeslán
da: Mail sendt
de: E-Mail erfolgreich verendet
el: Το μήνυμα εστάλη επιτυχώς
es: Correo enviado
et: E-kiri edukalt saadetud
fi: Viesti lähetetty
fr: E-mail envoyé
he: ההודעה נשלחה בהצלחה
hi: मेल सफलतापूर्वक भेजा गया
hr: E-poruka uspješno je poslana
hu: Levél sikeresen elküldve
it: Posta inviata con successo
ja: メールは送信されました
ko: 메일 전송됨
lt: Laiškas išsiųstas sėkmingai
lv: Pasts veiksmīgi nosūtīts
nb: E-postmeldingen er sendt
nl: E-mail verzonden
pl: Wiadomość e-mail została wysłana
pt: Mensagem enviada com sucesso
pt_br: E-mail enviado com sucesso
ro: Mesaj trimis cu succes
ru: Письмо успешно отправлено
sk: Správa sa úspešne odoslala
sl: Pošta je uspešno poslana
sv: E-postmeddelandet har skickats
th: ส่งข้อความสำเร็จแล้ว
tr: Posta başarıyla gönderildi
uk: Пошту надіслано успішно
vi: Đã gửi thư thành công
zh_hans: 邮件已成功发送
zh_hant_hk: 郵件成功送出
zh_hant_tw: 郵件已成功傳送

# MailCancelledKey
source: Mail sending cancelled
ar: تم إلغاء إرسال البريد الإلكتروني
bg: Отменено е изпращането на имейл
cs: Odeslání e-mailu bylo zrušeno
da: Mailafsendelse afbrudt
de: Senden der E-Mail abgebrochen
el: Η αποστολή μηνύματος ακυρώθηκε
es: Envío de correo cancelado
et: E-kirja saatmine tühistatud
fi: Viestin lähetys peruutettu
fr: Envoi de l'e-mail annulé
he: שליחת ההודעה בוטלה
hi: मेल भेजना रद्द किया गया
hr: Slanje e-poruke otkazano
hu: Levélküldés megszakítva
it: Invio di posta annullato
ja: メール送信はキャンセルされました
ko: 메일 전송 취소됨
lt: Laiško siuntimas atšauktas
lv: Pasta sūtīšana atcelta
nb: Sending av e-postmeldingen er avbrutt
nl: E-mail verzenden geannuleerd
pl: Anulowano wysyłanie wiadomości e-mail
pt: Envio de mensagem cancelado
pt_br: Envio de e-mail cancelado
ro: Trimiterea mesajului anulată
ru: Отправка письма отменена
sk: Odosielanie správy bolo zrušené
sl: Pošiljanje pošte je preklicano
sv: E-postsändning avbruten
th: ยกเลิกการส่งข้อความ
tr: Posta gönderme iptal edildi
uk: Надсилання пошти скасовано
vi: Gửi thư bị hủy bỏ
zh_hans: 已取消发送邮件
zh_hant_hk: 已取消發送郵件
zh_hant_tw: 取消郵件傳送

# ErrorKey
source: Error
ar: خطأ
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga!
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
it: Errore
ja: エラー
ko: 오류
lt: Klaida
lv: Kļūda
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant_hk: 錯誤
zh_hant_tw: 錯誤

# NoNetworkKey
source: Sorry no network available
ar: عذرًا الشبكة غير متوفرة
bg: За съжаление, няма налична мрежа
cs: Je nám líto, ale není dostupná žádná síť
da: Ingen netværk tilgængelige
de: Leider kein Netzwerk verfügbar
el: Δεν υπάρχει διαθέσιμο δίκτυο
es: No hay ninguna red disponible
et: Vabandust, võrku pole saadaval
fi: Verkko ei käytettävissä
fr: Désolé, aucun réseau disponible
he: מצטערים, אין רשת זמינה
hi: क्षमा करें, कोई नेटवर्क उपलब्ध नहीं
hr: Nažalost, mreža je nedostupna
hu: Nincs elérhető hálózat
it: Nessuna rete disponibile
ja: ネットワークを利用できません
ko: 사용 가능한 네트워크 없음
lt: Nėra ryšio su tinklu
lv: Diemžēl nav pieejams neviens tīkls
nb: Beklager, men ingen nettverk er tilgjengelige
nl: Sorry, geen netwerk beschikbaar
pl: Przepraszamy, brak dostępnej sieci
pt: Nenhuma rede disponível
pt_br: Não há rede disponível
ro: Ne pare rău, nu există nicio reţea disponibilă
ru: Сеть недоступна. Приносим извинения.
sk: Nie je k dispozícii žiadna sieť
sl: Žal ni na voljo nobeno omrežje
sv: Inget nätverk tillgängligt
th: ขออภัย ไม่มีเครือข่ายให้บริการ
tr: Üzgünüz, ağ bulunamadı
uk: Вибачте, мережа недоступна
vi: Rất tiếc, không có sẵn mạng
zh_hans: 很抱歉，没有可用的网络
zh_hant_hk: 抱歉！無可用網絡
zh_hant_tw: 抱歉，沒有可用的網路

# kPRIVACYTERMKEY
source: Privacy term
ar: شروط الخصوصية
bg: Поверителност
cs: Zásady ochrany osobních údajů
da: Fortrolighedspolitik
de: Datenschutzrichtlinie
el: Προσωπικά δεδομένα
es: Privacidad
et: Privaatsustingimused
fi: Tietosuojaehdot
fr: Confidentialité
he: Προσωπικά δεδομένα
hi: गोपनीयता शर्त
hr: Uvjeti privatnosti
hu: Adatvéd. feltételek
it: Termini sulla privacy
ja: プライバシー条件
ko: 개인정보 약관
lt: Privatumo sąlygos
lv: Konfidencialitāte
nb: Personvernvilkår
nl: Privacybepaling
pl: Zasady poufności
pt: Termos de privacidade
pt_br: Termo de privacidade
ro: Termen de confidenţialitate
ru: Политика конфиденциальности
sk: Podmienky ochrany súkromia
sl: Pogoji zasebnosti
sv: Sekretessvillkor
th: ข้อกำหนดความเป็นส่วนตัว
tr: Gizlilik koşulu
uk: Умови конфіденційності
vi: Điều khoản quyền riêng tư
zh_hans: 隐私条款
zh_hant_hk: 私隱權條款
zh_hant_tw: 隱私權條款

# kGUIDELINESFOCUSKEY
source: Keep your review focused on the product.
ar: ليكن رأيك متمحورًا حول المنتج.
bg: Във фокуса на рецензията ви трябва да е продуктът.
cs: Recenzi zaměřte na daný výrobek.
da: Din anmeldelse skal fokusere på produktet.
de: Beschränken Sie Bewertungen auf das Produkt.
el: Επικεντρώστε την αξιολόγησή σας στο προϊόν.
es: Céntrate en el producto.
et: Keskenduge tootele.
fi: Kirjoita arvostelu vain itse tuotteesta.
fr: Votre avis doit concerner le produit.
he: מקד את הביקורת שלך במוצר.
hi: अपनी समीक्षा को उत्पाद पर केंद्रित रखें.
hr: Neka vaša recenzija bude fokusirana na proizvod.
hu: Értékelése végig a termékre koncentráljon.
it: Nella recensione concentrati sul prodotto.
ja: レビューは製品自体に関する内容にしてください。
ko: 리뷰 내용의 초점을 제품에 맞추십시오.
lt: Apžvalgoje aptarkite tik patį gaminį.
lv: Koncentrējieties uz produktu.
nb: Hold fokus på produktet i anmeldelsen din.
nl: Houd uw beoordeling gericht op het product.
pl: Pisząc recenzję, skup się na produkcie.
pt: Mantenha a sua avaliação focada no produto.
pt_br: Mantenha sua avaliação focada no produto.
ro: Recenzia trebuie să fie axată pe produs.
ru: Уделяйте внимание описанию изделия.
sk: Recenzia má byť zameraná na výrobok.
sl: Ocena naj se zadeva samo izdelka.
sv: Se till att din recension fokuserar på produkten.
th: ให้คำวิจารณ์คงการเน้นถึงผลิตภัณฑ์
tr: Değerlendirmeniz ürüne odaklanmış olsun.
uk: Відгук має стосуватися виробу.
vi: Đánh giá của bạn phải luôn chú trọng vào sản phẩm.
zh_hans: 请主要针对产品进行评论。
zh_hant_hk: 評論內容應圍繞產品。
zh_hant_tw: 請將評論的重點放在產品本身。
