Repository: PhilipsTest/iOS-Test
Catalog: Source/dcc/Source/Library/PhilipsConsumerCare/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# No_Facebook_Key
source: No Facebook Accounts
ar: ما من حساب Facebook
bg: Няма акаунти във Facebook
cs: Žádné účty na Facebooku
da: Ingen Facebook-konti
de: Keine Facebook-Konten
el: Κανένας λογαριασμός Facebook
es: No hay cuentas de Facebook
et: Facebooki kontod puuduvad
fi: Ei Facebook-tilejä
fr: Aucun compte Facebook
he: אין חשבונות פייסבוק
hi: कोई Facebook खाते नहीं
hr: Nema Facebook računa
hu: Nincs Facebook-fiók
it: Nessun account Facebook
ja: Facebook アカウントがありません
ko: Facebook 계정 없음
lt: „Facebook“ paskyrų nėra
lv: Nav Facebook kontu
nb: Ingen Facebook-kontoer
nl: Geen Facebook-accounts
pl: Brak kont Facebook
pt: Nenhuma conta Facebook
pt_br: Nenhuma conta do Facebook
ro: Nu există conturi de Facebook
ru: Учетные записи Facebook не найдены
sk: Žiadne účty Facebook
sl: Ni računov za Facebook
sv: Inga Facebook-konton
th: ไม่มีบัญชี Facebook
tr: Facebook Hesabı Yok
uk: Обл. записів Facebook немає
vi: Không có tài khoản Facebook
zh_hans: 无 Facebook 帐户
zh_hant_hk: 尚無 Facebook 帳戶
zh_hant_tw: 無 Facebook 帳戶

# About_App
source: About this app
ar: حول هذا التطبيق
bg: Информация за приложението
cs: Informace o aplikaci
da: Om denne app
de: Anwendungsinfo
el: Πληροφορίες για την εφαρμογή
es: Acerca de esta aplicación
et: Selle rakenduse kohta
fi: Tietoja sovelluksesta
fr: À propos de cette application
he: אודות אפליקציה זו
hi: इस अनुप्रयोग के बारे में
hr: Više informacija o aplikaciji
hu: Az alkalmazás jellemzői
it: Informazioni su questa applicazione
ja: このアプリについて
ko: 이 앱 정보
lt: Apie šią programą
lv: Par šo lietojumprogrammu
nb: Om denne appen
nl: Over deze app
pl: Informacje o aplikacji
pt: Sobre esta aplicação
pt_br: Sobre o aplicativo
ro: Despre această aplicaţie
ru: Информация о приложении
sk: O tejto aplikácii
sl: Vizitka te aplikacije
sv: Om den här appen
th: เกี่ยวกับแอพนี้
tr: Uygulama hakkında
uk: Про додаток
vi: Giới thiệu về ứng dụng này
zh_hans: 关于此应用程序
zh_hant_hk: 關於本應用程式
zh_hant_tw: 關於本應用程式

# actionbar_title_support
source: Help and support
ar: التعليمات والدعم
bg: Помощ и поддръжка
cs: Nápověda a podpora
da: Hjælp og support
de: Hilfe und Support
el: Βοήθεια και υποστήριξη
es: Ayuda y soporte
et: Kasutusjuhend ja tugi
fi: Ohje ja tuki
fr: Aide et soutien
he: Help and support (עזרה ותמיכה)
hi: मदद और समर्थन
hr: Pomoć i podrška
hu: Súgó és támogatás
it: Guida e supporto tecnico
ja: ヘルプとサポート
ko: 도움 및 지원
lt: Žinynas ir palaikymas
lv: Palīdzība un atbalsts
nb: Hjelp og støtte
nl: Help en ondersteuning
pl: Pomoc i wsparcie techniczne
pt: Ajuda e assistência
pt_br: Ajuda e suporte
ro: Ajutor şi asistenţă
ru: Справка и поддержка
sk: Pomoc a podpora
sl: Pomoč in podpora
sv: Hjälp och support
th: วิธีใช้และการสนับสนุน
tr: Yardım ve destek
uk: Довідка і технічна підтримка
vi: Trợ giúp và hỗ trợ
zh_hans: 帮助和支持
zh_hant_hk: 說明與支援
zh_hant_tw: 說明與支援

source: Call
ar: المكالمة
bg: Избери
cs: Hovor
da: Opkald
de: Anruf
el: Κλήση
es: Llamar
et: Helistamine
fi: Soita
fr: Appel
he: שיחה
hi: कॉल करें
hr: Pozovi
hu: Hívás
it: Chiama
ja: 通話
ko: 통화
lt: Skambinti
lv: Zvanīt
nb: Ring
nl: Telefoon
pl: Połączenie
pt: Telefonar
pt_br: Chamada
ro: Apelare
ru: Позвонить
sk: Volať
sl: Kliči
sv: Ring
th: โทร
tr: Arama
uk: Зателефонувати
vi: Cuộc gọi
zh_hans: 通话
zh_hant_hk: 致電
zh_hant_tw: 通話

# dcc_location_consent_definition_help_text
source: When you allow access to location data, we may collect the geographic location of your mobile device. When you make use of the ‘Find Philips near you’ functionality on the Support Page, you are requested to share your location data with Philips. If you use our location features, based on your location data, you will be directed towards a store near you, or to the consumer care contact details for your country.
ar: عند السماح بالوصول إلى بيانات الموقع، قد نجمع البيانات المتعلّقة بالموقع الجغرافي لجهازك المحمول. عند استخدام وظيفة "العثور على متجر Philips بالقرب منك" في صفحة الدعم، تتم مطالبتك بمشاركة بيانات موقعك مع شركة Philips. إذا استخدمت ميزات المواقع الخاصة بنا، وبالاستناد إلى بيانات موقعك، فسيتم توجيهك إلى متجر بالقرب منك أو إلى تفاصيل الاتصال بخدمة المستهلك في بلدك.
bg: Когато позволите достъп до данните за местоположение, ние може да съберем данните за географското местоположение на вашето мобилно устройство. Когато се възползвате от "Откриване на Philips край вас", на страницата за поддръжка се изисква споделяне на данните за местоположение ви с Philips. Ако използвате нашите функции за местоположение, базирани на вашите данни за местоположение, ще бъдете насочени към магазин близо до вас или към данни за връзка с обслужването на клиенти във вашата страна.
cs: Jestliže umožníte přístup k údajům o své poloze, budeme moci shromažďovat údaje o geografické poloze vašeho mobilního zařízení. Pokud chcete na stránce podpory využít funkci „Najít nejbližší pobočku Philips“, budete požádáni o sdílení údajů o své poloze se společností Philips. Na základě těchto údajů se vám zobrazí nejbližší pobočka ve vašem okolí nebo kontaktní údaje střediska péče o zákazníky ve vaší zemi.
da: Når du giver tilladelse til at tilgå placeringsoplysninger, har vi ret til at indsamle din mobile enheds geografiske placering. Når du gør brug af "Find Philips nær dig"-funktionaliteten på supportsiden, anmodes du om at dele dine placeringsoplysninger med Philips. Hvis du gør brug af vores placeringsfunktioner, ud fra dine placeringsoplysninger, henvises du til en butik i nærheden af dig eller til oplysninger om kundeservicecenteret for dit land.
de: Wenn Sie den Zugriff auf Ihre Standortdaten erlauben, erfassen wir möglicherweise den geografischen Standort Ihres mobilen Geräts. Wenn Sie die Funktion "Philips Händler in Ihrer Nähe finden" auf der Support-Website nutzen, werden Sie aufgefordert, Ihre Standortdaten für Philips freizugeben. Wenn Sie unsere Standortfunktionen verwenden, wird Ihnen basierend auf Ihren Standortdaten ein Händler in Ihrer Nähe angezeigt, oder Sie erhalten die Kontaktdaten des Kundendienstes für Ihr Land.
el: Όταν επιτρέπετε την πρόσβαση στα δεδομένα τοποθεσίας, μπορούμε να λαμβάνουμε τη γεωγραφική σας θέση από την κινητή σας συσκευή. Όταν χρησιμοποιείτε τη λειτουργία "Εύρεση καταστήματος Philips" στη σελίδα υποστήριξης, σας ζητείται να κοινοποιήσετε τα δεδομένα τοποθεσίας σας στη Philips. Αν χρησιμοποιείτε τις δικές μας λειτουργίες τοποθεσίας, ανάλογα με τα δεδομένα τοποθεσίας, θα κατευθυνθείτε στο πλησιέστερο κατάστημα ή στις λεπτομέρειες επικοινωνίας για την εξυπηρέτηση καταναλωτών στη χώρα σας.
es: Si permites el acceso a los datos de ubicación, podemos recopilar la ubicación geográfica de tu dispositivo móvil. Al acceder a la página de asistencia y usar la función de búsqueda "Philips en tu zona", verás un mensaje que te solicita compartir con Philips la información sobre tu ubicación actual. Si utilizas nuestras funciones de ubicación, en función del lugar en el que te encuentres, el sistema te indicará la tienda más cercana o la información de contacto del servicio de atención al cliente de tu país.
et: Asukohaandmetele ligipääsu võimaldamise korral võime koguda andmeid teie mobiilseadme geograafilise asukoha kohta. Kui kasutate tugiteenuste lehel funktsiooni „Leia Philips enda lähedal“, palutakse teil oma asukohaandmeid Philipsiga jagada. Kui kasutate meie asukohafunktsioone, suunatakse teid teie asukohaandmete alusel lähedalasuvasse kauplusesse või teie riigi klienditeeninduse kontaktandmete juurde.
fi: Jos olet sallinut sijaintitietojesi käytön, saatamme kerätä mobiililaitteesi maantieteellisiä sijaintitietoja. Kun käytät tukisivun Lähin Philips-jälleenmyyjä ‑toimintoa, sinua pyydetään jakamaan sijaintitietosi Philipsin kanssa. Sijaintitietojesi perusteella sinut ohjataan lähimpänä sijaitsevaan liikkeeseen tai maasi asiakaspalveluun.
fr: Lorsque vous autorisez l'accès aux données de géolocalisation, nous pouvons collecter la localisation géographique de votre appareil mobile. Lorsque vous utilisez la fonctionnalité « Trouver Philips près de chez vous » sur la page d'assistance, vous êtes invité à partager vos données de géolocalisation avec Philips. Si vous utilisez nos fonctions de géolocalisation, en fonction de votre situation géographique, vous serez redirigé vers un magasin près de chez vous ou vers les coordonnées du Service Consommateurs de votre pays.
he: כשאתה מתיר גישה לנתוני מיקום, אנו יכולים לאתר את המיקום הגיאוגרפי של המכשיר הנייד שלך. בעת שימוש בתכונה 'אתר את פיליפס בקרבתך' בדף התמיכה, מוצגת בפניך בקשה לשתף את נתוני המיקום שלך עם פיליפס. אם אתה משתמש בתכונות המיקום שלנו, ויש לנו גישה לנתוני המיקום שלך, נוכל להפנות אותך לחנות בקרבתך, או להציג בפניך את פרטי הקשר של מחלקת הטיפול בלקוחות במדינתך.
hr: Kada dopustite pristup podacima o lokaciji, možemo prikupiti zemljopisnu lokaciju mobilnog uređaja. Kada koristite opciju "Pronađite Philips u svojoj blizini" na stranici podrške, morate podijeliti svoje podatke o lokaciji s tvrtkom Philips. Ako upotrebljavate naše značajke o lokaciji, na temelju vaših podataka o lokaciji usmjerit ćemo vas u prodavaonicu u vašoj blizini ili na podatke za kontakt službe za korisničku podršku u vašoj državi.
hu: Ha engedélyezi a hozzáférést a tartózkodási helyével kapcsolatos adatokhoz, mobileszköze földrajzi helyére vonatkozó információkat gyűjthetünk. Ha használni szeretné a „Philips az Ön közelében” funkciót a Támogatási oldalon, a rendszer kéri, hogy ossza meg helyadatait a Philips-szel. Ha használja a hellyel kapcsolatos funkcióinkat, a tartózkodási helyével kapcsolatos adatok alapján a közelben lévő üzlethez fogják irányítani, vagy megkapja az országa ügyfélszolgálatának elérhetőségeit.
it: Quando concedi l'accesso ai tuoi dati di localizzazione, vengono raccolte informazioni sulla posizione geografica del tuo dispositivo mobile. Quando utilizzi la funzione "Trova Philips vicino a te" nella pagina di assistenza, ti viene richiesto di condividere i dati di localizzazione con Philips. Se acconsenti a fornire tali dati, verrai indirizzato al punto vendita più vicino oppure ti verranno indicati i recapiti dell'assistenza clienti nel tuo Paese.
ja: お客様が位置データへのアクセスを許可する場合、当社はお客様のモバイルデバイスの地理的情報を収集する可能性があります。 サポートページの「お近くのフィリップス」機能を利用する場合は、お客様の位置データをフィリップスとシェアすることをお願いしています。お客様が当社の位置情報機能を利用する場合、お客様の位置データに基づき、お近くのフィリップス拠点やお住まいの国のお問い合わせ先詳細をお知らせします。
ko: 위치 데이터에 대한 액세스를 허용할 경우, 당사는 귀하가 사용 중인 모바일 기기의 지리적 위치를 수집할 수 있습니다. 귀하가 지원 페이지에서 '가까운 필립스 위치 찾기' 기능을 사용하는 경우 귀하의 위치 데이터를 필립스와 공유해야 합니다. 귀하가 위치 기능을 사용할 경우 귀하의 위치 데이터에 따라 가까운 상점이나 해당 국가의 고객 상담실 연락처에 관한 자세한 내용이 안내됩니다.
lt: Kai suteikiate prieigą prie vietos duomenų, galime kaupti jūsų mobiliojo prietaiso geografinės vietos duomenis. Kai naudojate funkciją „Rasti „Philips“ netoli jūsų“ palaikymo puslapyje, jūsų prašoma dalytis vietos duomenimis su „Philips“. Jei naudojate mūsų vietos funkcijas, remiantis jūsų vietos duomenimis būsite nukreiptas link netoliese esančios parduotuvės arba į savo šalies vartotojų aptarnavimo kontaktinę informaciją.
lv: Kad atļaujat piekļūt atrašanās vietas datiem, mēs varam iegūt informāciju par jūsu mobilā tālruņa ģeogrāfisko atrašanās vietu. Izmantojot atbalsta lapā pieejamo funkciju „Atrast tuvāko Philips izplatītāju”, jums tiks lūgts kopīgot savus atrašanās vietas datus ar Philips. Ja izmantosiet mūsu ar atrašanās vietu saistītās funkcijas, atbilstoši jūsu atrašanās vietas datiem jums tiks parādīta informācija par jums tuvumā esošu veikalu vai jūsu valsts patērētāju apkalpošanas daļas kontaktinformācija.
nb: Når du gir oss tilgang til stedsopplysningene dine, kan vi hente inn opplysninger om den geografiske posisjonen til mobilenheten din. Når du bruker funksjonen Finn en Philips-butikk i nærheten på siden for forbrukerstøtte, blir du bedt om å dele opplysninger om posisjonen din med Philips. Hvis du bruker stedsfunksjonen vår, får du basert på disse opplysningene veibeskrivelsen til nærmeste butikk eller kontaktinformasjon om forbrukerstøtten i landet ditt.
nl: Als u toegang tot uw locatiegegevens verleent, kunnen we de geografische locatie van uw mobiele apparaat registreren. Wanneer u gebruikmaakt van de functie 'Vind Philips bij u in de buurt' op de ondersteuningspagina, wordt u verzocht om uw locatiegegevens met Philips te delen. Op basis van uw locatiegegevens wordt u doorverwezen naar een winkel bij u in de buurt of naar de contactgegevens van de klantenservice voor uw land.
pl: Jeśli użytkownik zezwoli na dostęp do danych lokalizacji, będziemy mogli gromadzić informacje o położeniu geograficznym urządzenia przenośnego użytkownika. W przypadku korzystania z funkcji „Znajdź najbliższe centrum serwisowe firmy Philips” na stronie pomocy technicznej użytkownik zostanie poproszony o udostępnienie firmie Philips danych lokalizacji. Na ich podstawie zostanie przekierowany do najbliższego punktu lub do danych kontaktowych centrum obsługi klienta w danym kraju.
pt: Quando permite o acesso aos dados de localização, podemos recolher a localização geográfica do seu dispositivo móvel. Quando utiliza a funcionalidade "Encontrar Philips perto de si" na página de assistência, é-lhe solicitado que partilhe os dados de localização com a Philips. Caso utilize as nossas funcionalidades de localização, com base nos dados de localização, é direcionado para uma loja próxima de si ou para os detalhes de contacto do Apoio ao Cliente no seu país.
pt_br: Ao permitir acesso aos seus dados de localização, poderemos coletar a localização do seu dispositivo móvel. Ao utilizar a funcionalidade “Encontre uma Philips perto de você” na página de suporte, será necessário compartilhar dados de localização com a Philips. Dependendo desses dados, você será redirecionado à loja mais próxima ou terá acesso aos detalhes de contato de atendimento ao cliente para seu país.
ro: Când permiţi accesul la datele despre locaţia ta, putem colecta date despre locaţia geografică a dispozitivului tău mobil. Când utilizezi funcţia „Găseşte un magazin Philips în apropriere” de pe pagina de asistenţă, ţi se cere să dezvălui datele despre locaţie companiei Philips. Dacă foloseşti funcţiile noastre de localizare, în funcţie de datele privind locaţia ta, vei fi direcţionat(ă) la un magazin din apropiere sau ţi se vor furniza datele de contact ale centrului de asistenţă pentru clienţi din ţara ta.
ru: Если вы даете свое согласие на доступ к данным о местоположении, мы сможем собирать информацию о географическом положении вашего мобильного устройства. При поиске ближайшего центра Philips на странице поддержки появляется запрос на предоставление компании Philips данных о местоположении. При использовании этой функции в зависимости от вашего местоположения предлагаются контактные данные ближайшей торговой организации или местного центра поддержки потребителей.
sk: Keď povolíte prístup k údajom o svojej polohe, z vášho mobilného zariadenia môžeme zhromažďovať informácie o geografickej polohe. Keď používate funkciu „Nájsť Philips v blízkosti“ na stránke podpory, zobrazí sa požiadavka, aby ste zdieľali údaje o svojej polohe so spoločnosťou Philips. Ak využívate naše funkcie určovania polohy, na základe údajov o polohe budete presmerovaní na obchod vo vašom okolí alebo kontaktné informácie strediska starostlivosti o zákazníkov vo vašej krajine
sl: Če dovolite dostop do lokacijskih podatkov, bomo morda zbirali podatke o geografski lokaciji vaše mobilne naprave. Ko na strani za podporo uporabite funkcijo "Poiščite Philips v bližini", morate družbi Philips posredovati podatke o svoji lokaciji. Glede na podatke o lokaciji vas bomo usmerili do trgovine v vaši bližini ali pa vam bomo posredovali kontaktne podatke za pomoč uporabnikom v vaši državi.
sv: När du godkänner åtkomst till platsinformation kan vi samla in din mobila enhets geografiska plats. När du använder funktionen "Hitta Philips nära dig" på supportsidan uppmanas du att dela platsinformation med Philips. Om du använder våra platsfunktioner styrs du, baserat på din platsinformation, till en butik i närheten eller till information om kundtjänsten i ditt land.
th: เมื่อคุณอนุญาตการเข้าถึงข้อมูลตำแหน่ง เราอาจเก็บข้อมูลตำแหน่งทางภูมิศาสตร์ของอุปกรณ์มือถือของคุณ เมื่อคุณใช้งานฟังก์ชัน ‘ค้นหา Philips ใกล้บ้านคุณ’ บนหน้าสนับสนุน คุณจะได้รับการร้องขอให้แบ่งปันข้อมูลตำแหน่งของคุณให้กับ Philips หากคุณใช้งานคุณสมบัติตำแหน่งที่อิงตามข้อมูลตำแหน่ง คุณจะได้รับการนำทางไปยังร้านค้าที่อยู่ใกล้เคียง หรือไปยังรายละเอียดข้อมูลติดต่อฝ่ายบริการลูกค้าสำหรับประเทศของคุณ
tr: Konum verilerinize erişilmesine izin verdiğinizde mobil cihazınızın coğrafi konum bilgilerini toplayabiliriz. Destek Sayfasında "Size en yakın Philips'i bulun" işlevini kullandığınızda konum verilerinizi Philips ile paylaşmanız istenir. Konum özelliklerimizi kullanıyorsanız konum verilerinize göre yakınınızdaki bir mağazaya veya ülkenizdeki müşteri desteği iletişim bilgilerine yönlendirilirsiniz.
uk: Коли Ви надаєте доступ до даних про місцеперебування, ми можемо збирати дані про географічне місцеперебування Вашого мобільного пристрою. Коли Ви користуєтеся послугою «Знайти Philips поруч» на сторінці підтримки, ми просимо надати Philips доступ до даних про Ваше місцеперебування. Якщо Ви користуватиметеся нашими функціями визначення місцеперебування, Вас буде скеровано до магазину поруч або до контактної інформації центру обслуговування клієнтів у Вашій країні.
vi: Khi bạn cho phép truy cập vào dữ liệu vị trí, chúng tôi có thể thu thập vị trí địa lý thiết bị di động của bạn. Khi bạn dùng chức năng ‘Tìm Philips gần bạn’ trên Trang Hỗ trợ, bạn sẽ được yêu cầu chia sẻ dữ liệu vị trí của bạn với Philips. Nếu bạn sử dụng các tính năng định vị của chúng tôi, dựa trên dữ liệu vị trí của bạn, bạn sẽ được chuyển hướng đến cửa hàng nằm gần bạn, hoặc đến thông tin chi tiết liên hệ chăm sóc khách hàng của quốc gia bạn.
zh_hans: 当您允许访问位置数据时，我们可能会收集有关您移动设备的地理位置信息。 当您使用支持页面上的“查找您附近的飞利浦”功能时，系统将要求您与飞利浦共享位置数据。如果您使用我们的位置功能，根据您的位置数据，系统将指引您到附近的商店，或提供您所在国家/地区的客户服务联系人详细信息。
zh_hant_hk: 當您允許存取位置資料，我們可能會收集您流動裝置的地理位置。 使用「支援網頁」上的「尋找附近的 Philips 零售店」功能，即代表您接受與 Philips 分享您的位置資料。如果您使用我們的位置功能，系統會根據您的位置資料指出附近的零售店，或顯示您所在國家/地區的客戶服務聯絡資料。
zh_hant_tw: 当您允许访问位置数据时，我们可能会收集有关您移动设备的地理位置信息。 当您使用支持页面上的“查找您附近的飞利浦”功能时，系统将要求您与飞利浦共享位置数据。如果您使用我们的位置功能，根据您的位置数据，系统将指引您到附近的商店，或提供您所在国家/地区的客户服务联系人详细信息。

# dcc_location_consent_definition_text
source: I allow Philips to access my location data to ‘Find Philips near you’.
ar: أسمح لشركة Philips بالوصول إلى بيانات موقعي لوظيفة "العثور على متجر Philips بالقرب منك".
bg: Позволявам на Philips достъп до данните за местоположението ми за "Откриване на Philips край вас".
cs: Tímto dovoluji společnosti Philips přistupovat k mým údajům o poloze za účelem použití funkce „Najít nejbližší pobočku Philips“.
da: Jeg giver Philips tilladelse til at tilgå mine placeringsoplysninger til brug for funktionen "Find Philips nær dig".
de: Ich erlaube Philips für die Funktion "Philips Händler in Ihrer Nähe finden", auf meine Standortdaten zuzugreifen.
el: Επιτρέπω στη Philips να έχει πρόσβαση στα δεδομένα τοποθεσίας για τη λειτουργία "Εύρεση καταστήματος Philips".
es: Permito a Philips acceder a mis datos de ubicación para usar la función de búsqueda "Philips en tu zona".
et: Luban Philipsil pääseda ligi enda asukohaandmetele lubada funktsioon „Leia Philips enda lähedal“
fi: Annan Lähin Philips-jälleenmyyjä -toiminnolle luvan käyttää sijaintitietojani.
fr: J'autorise Philips à accéder à mes données de géolocalisation pour la fonctionnalité « Trouver Philips près de chez vous ».
he: אני מרשה לפיליפס לגשת אל נתוני המיקום שלי כדי ל'אתר את פיליפס בקרבתך'.
hr: Dopuštam tvrtki Philips da pistupi podacima o mojoj lokaciji u sklopu opcije "Pronađite Philips u svojoj blizini".
hu: Engedélyezem a Philips számára a tartózkodási helyemmel kapcsolatos adatokhoz való hozzáférést a „Philips az Ön közelében” funkció működése érdekében.
it: Autorizzo Philips ad accedere ai miei dati di localizzazione per utilizzare la funzione "Trova Philips vicino a te".
ja: 「お近くのフィリップス」機能を利用するために、フィリップスが私の位置データにアクセスすることを許可します。
ko: 필립스의 ‘가까운 필립스 위치 찾기’ 기능을 위해 내 위치 데이터에 액세스할 수 있도록 허용합니다.
lt: Suteikiu „Philips“ prieigą prie savo vietos duomenų, kad veiktų funkcija „Rasti „Philips“ netoli jūsų“.
lv: Es atļauju Philips piekļūt maniem atrašanās vietas datiem, lai izmantotu funkciju „Atrast tuvāko Philips izplatītāju”.
nb: Jeg gir Philips tilgang til stedsopplysningene mine for å bruke funksjonen Finn en Philips-butikk i nærheten.
nl: Ik geef Philips toegang tot mijn locatiegegevens voor 'Vind Philips bij u in de buurt'.
pl: Zezwalam firmie Philips na dostęp do danych dotyczących mojej lokalizacji celem skorzystania z funkcji „Znajdź najbliższe centrum serwisowe firmy Philips”.
pt: Autorizo a Philips a aceder aos meus dados de localização para "Encontrar Philips perto de si".
pt_br: Eu permito que a Philips acesse os meus dados de localização para o “Encontre uma Philips perto de você”.
ro: Permit Philips să îmi acceseze datele despre locaţie pentru funcţia „Găseşte un magazin Philips în apropriere”.
ru: Я даю Philips свое согласие на доступ к данным о местоположении для поиска ближайшего центра Philips.
sk: Povoľujem spoločnosti Philips pristupovať k mojim údajom o polohe na použitie funkcie „Nájsť Philips v blízkosti“.
sl: Družbi Philips dovoljujem, da dostopa do mojih lokacijskih podatkov za funkcijo "Poiščite Philips v bližini".
sv: Jag godkänner att Philips får åtkomst till min platsinformation till "Hitta Philips nära dig".
th: ฉันอนุญาตให้ Philips เข้าถึงข้อมูลตำแหน่งของ ‘ค้นหา Philips ใกล้บ้านคุณ’
tr: Philips'in "Size en yakın Philips'i bulun" işlevi için konum verilerime erişmesine izin veriyorum.
uk: Я дозволяю Philips отримувати дані про моє місцеперебування у разі користування послугою «Знайти Philips поруч».
vi: Tôi cho phép Philips truy cập dữ liệu vị trí của tôi đến ‘Tìm Philips gần bạn’.
zh_hans: 我允许飞利浦访问我的位置数据以使用“查找您附近的飞利浦”功能。
zh_hant_hk: 我允許 Philips 存取我的位置資料以「尋找附近的 Philips 零售店」。
zh_hant_tw: 我允许飞利浦访问我的位置数据以使用“查找您附近的飞利浦”功能。

# dcc_location_consent_title
source: Location consent
ar: الموافقة على الموقع
bg: Съгласие за местоположение
cs: Souhlas s používáním polohy
da: Samtykke til tilgang til placering
de: Zustimmung zur Erfassung des Standorts
el: Συναίνεση για την τοποθεσία
es: Consentimiento para localización
et: Nõusolek asukohaandmete kasutamiseks
fi: Sijaintitietojen käyttölupa
fr: Autorisation de géolocalisation
he: הרשאת גישה למיקום
hr: Suglasnost za lokaciju
hu: Tartózkodási hely adataira vonatkozó hozzájárulás
it: Autorizzazione di accesso alla localizzazione
ja: 位置データに関する同意
ko: 위치 동의
lt: Sutikimas teikti vietos duomenis
lv: Piekrišana atrašanās vietas datu kopīgošanai
nb: Samtykke for bruk av stedsfunksjon
nl: Toestemming locatie
pl: Zgoda na uzyskanie dostępu do danych lokalizacji
pt: Autorização de localização
pt_br: Consentimento de localização
ro: Consimţământ privind locaţia
ru: Согласие на доступ к данным о местоположении
sk: Súhlas so zdieľaním polohy
sl: Soglasje glede lokacije
sv: Platsmedgivande
th: การยินยอมด้านข้อมูลตำแหน่ง
tr: Konum izni
uk: Згода на визначення місцеперебування
vi: Cho phép định vị
zh_hans: 位置许可
zh_hant_hk: 位置同意
zh_hant_tw: 位置许可

source: Facebook
fi: Facebookissa
he: פייסבוק
hi: Facebook पर
sk: Facebooku

source: Twitter
he: טוויטר
hi: Twitter पर
