Repository: PhilipsTest/iOS-Test
Catalog: Source/dcc/Source/Library/PhilipsConsumerCare/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# kGUIDELINEWRITINGKEY
source: Avoid writing about customer service; contact us instead if you have issues requiring immediate attention.
ar: تجنب الكتابة عن خدمة العملاء؛ اتصل بنا بدلاً من ذلك/ في حال واجهت مشاكل تتطلب تدخلنا الفوري.
bg: Не пишете за обслужването. Вместо това се свържете с нас с въпроси, на които незабавно да обърнем внимание.
cs: Nepište o svých zkušenostech se zákaznickým servisem; máte-li problém, který potřebujete vyřešit, kontaktujte nás přímo.
da: Undgå at skrive om kundeservice. Kontakt os i stedet, hvis du har spørgsmål, der kræver øjeblikkelig opmærksomhed.
de: Vermeiden Sie Kommentare zum Kundenservice. Wenden Sie sich an uns, wenn Sie Hilfe bei einem Problem benötigen.
el: Μην γράψετε για την εξυπηρέτηση πελατών. Για ζητήματα που απαιτούν την άμεση προσοχή μας, επικοινωνήστε μαζί μας.
es: Evita aludir al servicio de atención al cliente; si necesitas algo urgentemente, ponte en contacto con nosotros.
et: Vältige klienditeeninduse arvustamist; kui teil on kohest tähelepanu vajavaid probleeme, võtke meiega ühendust .
fi: Vältä asiakaspalvelun arvostelua. Jos sinulla on kiireellistä asiaa, ota meihin yhteyttä.
fr: Évitez de donner votre avis sur le service client ; contactez-nous directement en cas de problème.
he: הימנע מכתיבה על שירות לקוחות; בבעיות הדורשות את טיפולנו המידי – פנה אלינו.
hi: ग्राहक सेवा के बारे में लिखने से बचें; यदि आपको तत्काल ध्यान देने में समस्याएँ हैं, तो इसके बजाय हमसे संपर्क करें.
hr: Nemojte pisati o službi za korisnike; obratite nam se ako imate problema koji zahtijevaju našu neposrednu pažnju.
hu: Ne írjon az ügyfélszolgálatról; inkább vegye fel velünk a kapcsolatot, ha a probléma azonnali figyelmet igényel.
it: Evita di scrivere in merito al servizio clienti e contattaci se hai bisogno di assistenza immediata.
ja: カスタマーサービスに関するご意見は、早急に対応させていただくためにも、ここには入力せずに直接ご連絡ください。
ko: 고객 서비스에 대한 내용은 작성하지 마십시오. 즉각적인 조치가 필요한 문제가 있을 경우 저희에게 문의해 주십시오.
lt: Nerašykite apie klientų aptarnavimą. Susisiekite su mumis, jei yra problemų, kurias turėtume išspręsti.
lv: Nerakstiet par klientu apkalpošanu, sazinieties ar mums, ja radušās problēmas, kas tūlīt jārisina.
nb: Unngå å skrive om kundeservice. Kontakt oss i stedet dersom du har spørsmål som krever umiddelbar oppmerksomhet.
nl: Schrijf niet over de klantenservice, maar neem contact met ons op als u ergens niet tevreden over bent.
pl: Staraj się nie pisać o obsłudze klienta — jeśli masz pilne problemy, skontaktuj się bezpośrednio z nami.
pt: Evite escrever sobre o apoio ao cliente; opte por contactar-nos se tiver questões que exijam atenção imediata.
pt_br: Evite escrever sobre o atendimento ao cliente. Contate-nos caso tenha problemas que exijam atenção imediata.
ro: Evită să scrii despre serviciul de asistenţă clienţi; contactează-ne dacă ai probleme ce necesită atenţia noastră imediată.
ru: Не пишите о центре обслуживания клиентов — если проблема требует немедленного решения, обратитесь к нам напрямую.
sk: Zdržte sa pripomienok týkajúcich sa zákazníckeho servisu. Ak máte problém, ktorý si vyžaduje okamžité riešenie, kontaktujte nás.
sl: Ne pišite o storitvah strankam; če imate težavo, pri kateri vam lahko pomagamo, se obrnite na nas.
sv: Undvik att skriva om kundservice, kontakta oss istället om du har frågor som kräver vår omedelbara uppmärksamhet.
th: หลีกเลี่ยงการเขียนเกี่ยวกับบริการลูกค้า ให้ติดต่อเราแทนหากคุณมีปัญหาที่ต้องการความช่วยเหลือทันทีจากเรา
tr: Müşteri hizmetleri hakkında yazmaktan kaçının; anında müdahale etmeyi gerektiren bir sorun varsa iletişime geçin.
uk: Не пишіть про обслуговування клієнтів; натомість зв’яжіться з нами щодо питань, які потребують негайної уваги.
vi: Tránh viết về dịch vụ khách hàng; thay vào đó hãy liên hệ với chúng tôi nếu bạn gặp các sự cố đòi hỏi sự chú ý ngay lập tức.
zh_hans: 请避免写下关于客户服务的内容；如果您的问题需要我们及时关注，请联系我们。
zh_hant_hk: 請避免談及顧客服務。如您有任何問題需要立即協助，請與我們聯絡。
zh_hant_tw: 避免描寫客服相關內容，如果您需要任何立即協助，請與我們聯絡。

# kGUIDELINEPRICEKEY
source: Refrain from mentioning competitors or the specific price you paid for the product.
ar: لا تأتي على ذكر العلامات التجارية المنافِسة أو السعر المحدد الذي دفعته عند شراء المنتج
bg: Избягвайте да споменавате конкуренцията или конкретна цена, която сте платили за продукта.
cs: Nezmiňujte konkurenční společnosti ani konkrétní cenu, kterou jste za výrobek zaplatili.
da: Undlad at nævne konkurrenter eller den specifikke pris, du har betalt for produktet.
de: Erwähnen Sie keine Konkurrenten oder den genauen Preis für das Produkt.
el: Αποφύγετε την αναφορά σε ανταγωνιστές ή στη συγκεκριμένη τιμή που πληρώσατε για το προϊόν.
es: No menciones a la competencia ni especifiques el precio que pagaste por el producto.
et: Vältige konkurentide või toote eest makstud summa mainimist.
fi: Älä mainitse kilpailijoita tai tuotteen ostohintaa.
fr: Évitez de mentionner le nom de nos concurrents ou le prix que vous avez payé.
he: הימנע מאיזכור של מתחרים או את המחיר הספציפי ששילמת בעד המוצר.
hi: प्रतिस्पर्धी या उत्पाद के लिए स्वयं की भुगतान की गई विशिष्ट राशि का उल्लेख करने से बचें
hr: Nemojte spominjati konkurentske tvrtke ili točan iznos koji ste platili za proizvod.
hu: Tartózkodjon a konkurencia vagy az adott termékért kifizetett ár megemlítésétől.
it: Evita di menzionare prodotti della concorrenza o il prezzo specifico che hai pagato.
ja: 競合他社・製品や購入金額については言及しないでください。
ko: 경쟁업체나 제품에 지불한 구체적인 가격은 언급하지 마십시오.
lt: Stenkitės neminėti konkurentų arba konkrečios kainos, kurią sumokėjote už gaminį.
lv: Izvairieties no konkurentu vai konkrētās produkta cenas pieminēšanas
nb: Avstå fra å nevne konkurrenter eller den spesifikke prisen du betalte for produktet.
nl: Vermeld geen concurrenten en noem de prijs die u voor het product hebt betaald niet.
pl: Unikaj wzmianek o produktach konkurencji i dokładnej cenie danego produktu.
pt: Evite mencionar a concorrência ou o preço específico que pagou pelo produto.
pt_br: Evite mencionar concorrentes ou o preço específico pago do produto.
ro: Evită să menţionezi numele competitorilor sau preţul exact pe care l-ai plătit pentru produs.
ru: Не упоминайте названия фирм-конкурентов и не указывайте цену изделия.
sk: Neuvádzajte konkurenčných výrobcov ani konkrétnu cenu, za ktorú ste výrobok kúpili.
sl: Ne omenjajte konkurenčnih proizvajalcev ali zneska, ki ste ga odšteli za izdelek.
sv: Avstå från att nämna konkurrenter vid namn eller det pris du betalade för produkten
th: งดเว้นการกล่าวถึงคู่แข่งหรือราคาเฉพาะที่คุณชำระเงินสำหรับผลิตภัณฑ์
tr: Rakiplerden veya ürüne ödediğiniz ücretten bahsetmekten kaçının.
uk: Утримуйтеся від згадки про конкурентів або вказування ціни, сплаченої за виріб.
vi: Không đề cập đến các sản phẩm cạnh tranh hoặc giá tiền cụ thể mà bạn đã mua sản phẩm đó.
zh_hans: 请避免提及竞争对手或您为本产品所支付的具体价格。
zh_hant_hk: 同時亦請不要提及我們的競爭對手，或透露您購買產品時的價格
zh_hant_tw: 避免提及競爭對手或是您為產品所支付的特定價格。

# kGUIDELINENOTINCLUDEKEY
source: Do not include any personally identifiable information, such as full names.
ar: لا تذكر أي معلومات تعرّف عن هويتك الشخصية، مثل الاسم الكامل.
bg: Не включвайте информация, с която може да бъдете идентифицирани, като пълно име.
cs: Neuvádějte žádné osobní informace, například celé jméno.
da: Medtag ikke nogen personligt identificerbare oplysninger, f.eks. fulde navne.
de: Fügen Sie keine personenbezogenen Daten wie vollständige Namen ein.
el: Μην συμπεριλάβετε πληροφορίες για συγκεκριμένα άτομα, όπως ονοματεπώνυμα.
es: No incluyas información que te identifique, como tu nombre completo.
et: Ärge kirjutage isikuandmeid, näiteks täisnimesid.
fi: Älä mainitse henkilötietoja, kuten nimiä.
fr: N'incluez aucune information permettant de vous identifier personnellement.
he: אל תכלול שום מידע אישי מזהה, כמו שמות מלאים.
hi: पूरा नाम जैसी कोई भी व्यक्तिगत रूप से पहचानयोग्य जानकारी शामिल नहीं करें.
hr: Nemojte navoditi osobne podatke, primjerice imena i prezimena.
hu: Ne írjon bele személyazonosításhoz felhasználható információt, pl. teljes nevet.
it: Non includere informazioni di identificazione personale, ad esempio nome e cognome.
ja: お名前など、個人を特定できる情報は含めないようにしてください。
ko: 고객님의 전체 이름과 같이 신원 확인이 가능한 정보는 포함하지 마십시오.
lt: Nepateikite jokios asmeninės informacijos, pvz., vardo ir pavardės.
lv: Neiekļaujiet personu identificējošu informāciju, piemēram, vārdu un uzvārdu.
nb: Ikke ta med noen personlig identifiserbar informasjon, som fullt navn.
nl: Vermeld geen herleidbare persoonlijke gegevens, zoals uw volledige naam.
pl: Nie podawaj swoich danych osobowych, takich jak imię i nazwisko.
pt: Não inclua informações de identificação pessoal, como nomes completos.
pt_br: Não inclua informações de identificação pessoal, como nomes completos.
ro: Nu include informaţii personale ce ar putea duce la identificarea ta, cum ar fi nume complete.
ru: Не включайте личные сведения, например полные имена.
sk: Neuvádzajte žiadne údaje umožňujúce osobnú identifikáciu, napríklad celé mená.
sl: Ne vključujte osebnih podatkov, kot so polna imena.
sv: Inkludera inte någon information som kan identifiera dig personligen, såsom fullständiga namn.
th: ห้ามมีข้อมูลที่ทำให้สามารถระบุตัวตนใดๆ เช่น ชื่อเต็ม
tr: Tam adınız gibi kişisel bilgilerinizi eklemeyin.
uk: Не вказуйте особисту інформацію, за допомогою якої можна Вас ідентифікувати.
vi: Không bao gồm bất kỳ thông tin nhận dạng cá nhân nào, ví dụ như tên đầy đủ.
zh_hans: 请不要包含任何可识别个人身份的信息，例如全名。
zh_hant_hk: 您的評論不應包含任何個人識別資訊，如您的全名。
zh_hant_tw: 切勿包含任何可辨識個人身分的資訊，例如全名。

# kGUIDELINEREADKEY
source: Before we begin, please read our guidelines:
ar: قبل البدء، يرجى قراءة الإرشادات التي نقدّمها:
bg: Преди да започнем, прочетете указанията ни:
cs: Nejdříve si přečtěte naše pokyny:
da: Læs vores retningslinjer, inden vi går i gang:
de: Lesen Sie zunächst unsere Richtlinien:
el: Πριν ξεκινήσουμε, διαβάστε τις οδηγίες:
es: Antes de empezar, lee nuestras pautas:
et: Enne alustamist lugege palun meie juhiseid.
fi: Ennen kuin aloitat, lue ohjeemme:
fr: Avant de commencer, consultez nos directives :
he: לפני שנתחיל, אנא קרא את ההנחיות שלנו:
hi: प्रारंभ करने से पूर्व, कृपया हमारे दिशानिर्देश पढ़ें:
hr: Prije početka pročitajte naše smjernice:
hu: Mielőtt elkezdenénk, olvassa el irányelveinket:
it: Prima di iniziare, leggi le nostre linee guida:
ja: 初めにガイドラインをお読みください：
ko: 시작하기 전에 당사의 지침을 읽어 주십시오.
lt: Prieš pradedant, perskaitykite mūsų nurodymus:
lv: Pirms sākt, lūdzu, izlasiet mūsu vadlīnijas:
nb: Før du begynner, må du lese retningslinjene.
nl: Lees onze richtlijnen voordat u begint:
pl: Zanim zaczniemy, przeczytaj nasze zalecenia:
pt: Antes de começar, leia as nossas directrizes:
pt_br: Antes de começar, leia nossas diretrizes:
ro: Înainte de a începe, citeşte instrucţiunile noastre:
ru: Прежде всего ознакомьтесь с нашими рекомендациями.
sk: Skôr než začneme, prečítajte si naše pokyny:
sl: Preden začnemo, preberite naše smernice:
sv: Läs våra riktlinjer innan vi sätter igång:
th: ก่อนที่เราจะเริ่ม โปรดอ่านแนวทางของเรา:
tr: Başlamadan önce lütfen talimatlarımızı okuyun:
uk: Перш ніж почати, прочитайте наші інструкції:
vi: Trước khi bắt đầu, vui lòng đọc các hướng dẫn này:
zh_hans: 开始之前，请先阅读指南：
zh_hant_hk: 開始前，請細讀指南：
zh_hant_tw: 開始之前，請閱讀我們的準則：

# kGUIDELINEFOLLOWKEY
source: We want to publish your review, so please follow these guidelines:
ar: نريد أن ننشر رأيك حول المنتج، لذا يرجى اتباع هذه الإرشادات:
bg: Искаме да публикуваме рецензията ви, затова следвайте тези указания:
cs: Vaši recenzi chceme publikovat, postupujte proto podle následujících pokynů:
da: Vi vil gerne offentliggøre din anmeldelse, så følg disse retningslinjer:
de: Damit wir die Bewertung veröffentlichen, befolgen Sie die Richtlinien:
el: Θέλουμε να δημοσιεύσουμε την αξιολόγησή σας. Ακολουθήστε αυτές τις οδηγίες:
es: Sigue estas pautas para que podamos publicar tu reseña:
et: Soovime teie arvustuse avaldada, seega palun järgige juhiseid.
fi: Haluamme julkaista arvostelusi, joten noudata seuraavia ohjeita:
fr: Nous voulons publier votre avis, alors suivez ces directives :
he: אנו מעוניינים לפרסם את הביקורת שלך, לכן נבקשך לפעול פי ההנחיות הבאות:
hi: हम समीक्षा प्रकाशित करना चाहते हैं, अतः कृपया इन दिशानिर्देशों का पालन करें:
hr: Želimo objaviti vašu recenziju; slijedite ove smjernice:
hu: Szeretnénk közzétenni véleményét, ezért kérjük, kövesse az irányelveket:
it: Vogliamo pubblicare la recensione, dunque attieniti a queste linee guida:
ja: レビューを送信される場合は、以下のガイドラインに従ってください：
ko: 리뷰가 게시될 수 있도록 다음 지침에 유의해 주시기 바랍니다.
lt: Norime paskelbti jūsų apžvalgą. Vadovaukitės šiais nurodymais:
lv: Mēs vēlamies publicēt jūsu apskatu, tāpēc ievērojiet šīs vadlīnijas:
nb: Vi ønsker å publisere anmeldelsen din, så følg retningslinjene nedenfor:
nl: Wij willen uw beoordeling publiceren, dus volg deze richtlijnen:
pl: Chcemy opublikować Twoją recenzję. Postępuj zgodnie z tymi zaleceniami:
pt: Queremos publicar a sua avaliação, por isso, siga estas directrizes:
pt_br: Queremos publicar sua avaliação. Siga estas diretrizes:
ro: Dorim să publicăm recenzia ta, aşa că urmează aceste instrucţiuni:
ru: Ознакомьтесь с рекомендациями, чтобы мы могли опубликовать Ваш отзыв.
sk: Vašu recenziu chceme publikovať, dodržiavajte preto tieto pokyny:
sl: Želimo objaviti vašo oceno, zato upoštevajte te smernice:
sv: Vi vill publicera din recension, så följ dessa riktlinjer:
th: เราต้องการที่จะเผยแพร่คำวิจารณ์ของคุณ ดังนั้นโปรดปฏิบัติตามแนวทางเหล่านี้:
tr: Değerlendirmenizi yayınlamak istiyoruz; lütfen şu talimatları izleyin:
uk: Ми хочемо опублікувати Ваш відгук, тому дотримуйтеся цих інструкцій:
vi: Chúng tôi muốn công khai đánh giá của bạn, vì vậy hãy làm theo các hướng dẫn sau:
zh_hans: 我们想要发表您的评论，因此请遵循这些指南：
zh_hant_hk: 我們希發表您的評論，所以請依照下列指示：
zh_hant_tw: 我們打算刊登您的評論，因此請您務必遵循這些準則：

# kGUIDELINEGOTKEY
source: OK, got it!
ar: حسنًا!
bg: ОК, разбрах!
cs: Rozumím!
da: OK, jeg er med!
de: OK, verstanden.
el: OK, το κατάλαβα!
es: Vale, lo tengo.
et: Olgu, selge!
fi: Selvä!
fr: D'accord !
he: אוקיי, יש!
hi: ठीक है, समझ गए!
hr: U redu, shvaćam!
hu: Rendben, megtaláltam!
it: Ok, ricevuto!
ja: 確認しました
ko: 네, 알겠습니다.
lt: Supratau!
lv: Skaidrs!
nb: OK, jeg forstår.
nl: Ik snap het!
pl: OK, rozumiem.
pt: OK, percebi!
pt_br: OK, entendi!
ro: OK, am înţeles!
ru: Понятно!
sk: Rozumiem!
sl: Že imam!
sv: OK, jag förstår!
th: โอเค เข้าใจแล้ว!
tr: Tamam, anladım!
uk: Добре, зрозуміло!
vi: OK, nhớ rồi!
zh_hans: 好了，明白了！
zh_hant_hk: 好我明白了！
zh_hant_tw: 好，知道了！

# kWRITEREVIEWKEY
source: Write a review
ar: كتابة رأي
bg: Напишете рецензия
cs: Napsat recenzi
da: Skriv en anmeldelse
de: Eine Bewertung verfassen
el: Γράψτε μια αξιολόγηση
es: Escribir una reseña
et: Kirjuta arvustus
fi: Kirjoita arvostelu
fr: Rédiger un avis
he: כתוב ביקורת
hi: कोई समीक्षा लिखें
hr: Napišite recenziju
hu: Vélemény írása
it: Scrivi una recensione
ja: レビューを入力する
ko: 리뷰 작성
lt: Rašyti atsiliepimą
lv: Uzrakstiet apskatu
nb: Skriv en anmeldelse
nl: Schrijf een beoordeling
pl: Napisz recenzję
pt: Escrever avaliação
pt_br: Escreva uma avaliação
ro: Scrie o recenzie
ru: Написать отзыв
sk: Napíšte recenziu
sl: Napišite oceno
sv: Skriv en recension
th: เขียนคำวิจารณ์
tr: Değerlendirme yazın
uk: Написати відгук
vi: Viết đánh giá
zh_hans: 写一则评论
zh_hant_hk: 撰寫評論
zh_hant_tw: 撰寫評論

# kRATEPRODUCTKEY
source: Please rate this product:
ar: يرجى تصنيف هذا المنتج:
bg: Оценете този продукт
cs: Ohodnoťte tento výrobek:
da: Bedøm dette produkt:
de: Bewerten Sie dieses Produkt:
el: Αξιολογήστε αυτό το προϊόν:
es: Valora este producto:
et: Palun hinnake seda toodet:
fi: Arvostele tämä tuote:
fr: Attribuez une note au produit :
he: אנא דרג מוצר זה:
hi: कृपया इस उत्पाद का मूल्यांकन करें:
hr: Ocijenite ovaj proizvod:
hu: Értékelje ezt a terméket:
it: Valuta questo prodotto:
ja: この製品を評価してください：
ko: 제품을 평가해 주십시오.
lt: Įvertinkite šį gaminį:
lv: Lūdzu, novērtējiet šo produktu
nb: Vurder dette produktet:
nl: Beoordeel dit product:
pl: Oceń ten produkt:
pt: Classifique este produto:
pt_br: Classifique este produto.
ro: Evaluează acest produs:
ru: Оцените это изделие:
sk: Ohodnoťte tento výrobok:
sl: Ocenite ta izdelek:
sv: Betygsätt gärna denna produkt:
th: โปรดให้คะแนนผลิตภัณฑ์นี้:
tr: Lütfen bu ürünü puanlayın:
uk: Оцініть цей виріб:
vi: Vui lòng xếp hạng sản phẩm này:
zh_hans: 请为本产品评分：
zh_hant_hk: 為這件產品評分。
zh_hant_tw: 請為此產品評分：

# kYOURREVIEWKEYHEADING
source: Your review:
ar: رأيك:
bg: Вашата рецензия:
cs: Vaše recenze:
da: Din anmeldelse:
de: Ihre Bewertung:
el: Η αξιολόγησή σας:
es: Tu reseña:
et: Teie arvustus:
fi: Arvostelusi:
fr: Votre avis :
he: הביקורת שלך:
hi: आपकी समीक्षा:
hr: Vaša recenzija:
hu: Az Ön véleménye:
it: La tua recensione:
ja: お客様のレビュー：
ko: 리뷰:
lt: Jūsų apžvalga:
lv: Jūsu apskats:
nb: Din anmeldelse:
nl: Uw beoordeling:
pl: Twoja recenzja:
pt: A sua avaliação:
pt_br: Sua avaliação:
ro: Recenzia ta:
ru: Ваш отзыв:
sk: Vaša recenzia:
sl: Vaša ocena:
sv: Din recension:
th: คำวิจารณ์ของคุณ:
tr: Değerlendirmeniz:
uk: Ваш відгук:
vi: Đánh giá của bạn:
zh_hans: 您的评论：
zh_hant_hk: 您的評論：
zh_hant_tw: 您的評論：

# kREVIEWSUMMARYPLACEHOLDERKEY
source: Review Summary
ar: ملخّص عن الرأي
bg: Резюме на рецензията
cs: Přehled recenze
da: Resumé af anmeldelse
de: Bewertungszusammenfassung
el: Σύνοψη αξιολόγησης
es: Resumen de la reseña
et: Arvustuste kokkuvõte
fi: Arvostelujen yhteenveto
fr: Résumé de l'avis
he: עיין בתקציר
hi: सारांश की समीक्षा करें
hr: Sažetak recenzije
hu: Vélemény összefogl.
it: Riepilogo recensione
ja: レビューサマリー
ko: 리뷰 요약
lt: Apžvalgos santrauka
lv: Apskata kopsavilkums
nb: Sammendrag av anmeldelsen
nl: Samenvatting beoordeling
pl: Podsumowanie ocen
pt: Sumário da avaliação
pt_br: Resumo de avaliações
ro: Sumar recenzie
ru: Краткое изложение
sk: Zhrnutie recenzie
sl: Povzetek ocene
sv: Sammanfattning av recensionen
th: สรุปคำวิจารณ์
tr: Değerlendirme Özeti
uk: Висновки відгуку
vi: Tóm tắt đánh giá
zh_hans: 评论摘要
zh_hant_hk: 評價概述
zh_hant_tw: 評論摘要

# kWRITEREVIEWHEREKEY
source: Write your review here
ar: اكتب رأيك هنا
bg: Напишете своята рецензия тук
cs: Recenzi napište sem
da: Skriv din anmeldelse her
de: Bewertung hier verfassen
el: Γράψτε την αξιολόγησή σας εδώ
es: Escribe la reseña aquí
et: Kirjutage oma arvustus siia
fi: Kirjoita arvostelu tähän
fr: Écrivez votre avis ici
he: כתוב את הביקורת שלך כאן
hi: यहाँ अपनी समीक्षा लिखें
hr: Ovdje napišite recenziju
hu: Ide írja véleményét
it: Scrivi la tua recensione qui
ja: お客様のレビューをここに入力してください
ko: 여기에 리뷰 작성
lt: Apžvalgą rašykite čia
lv: Uzrakstiet savu apskatu šeit
nb: Skriv din anmeldelse her
nl: Schrijf hier uw beoordeling
pl: Napisz swoją recenzję tutaj
pt: Escreva a sua avaliação aqui
pt_br: Escreva sua avaliação aqui
ro: Scrie recenzia aici
ru: Введите текст отзыва
sk: Tu napíšte recenziu
sl: Tukaj napišite oceno
sv: Skriv din recension här
th: เขียนคำวิจารณ์ของคุณที่นี่
tr: Değerlendirmenizi buraya yazın
uk: Напишіть відгук тут
vi: Viết đánh giá của bạn ở đây
zh_hans: 请在此处写下您的评论
zh_hant_hk: 在此輸入您的評論
zh_hant_tw: 在此處撰寫您的評論

# kPICKNAMEKEY
source: Pick a nickname:
ar: اختر لقبًا:
bg: Изберете псевдоним:
cs: Vyberte si přezdívku:
da: Vælg et kaldenavn:
de: Spitznamen wählen:
el: Επιλέξτε ένα ψευδώνυμο:
es: Elige un apodo:
et: Valige hüüdnimi:
fi: Valitse lempinimi:
fr: Choisissez un pseudo :
he: בחר כינוי:
hi: कोई प्रचलित नाम चुनें:
hr: Odaberite nadimak:
hu: Válasszon becenevet:
it: Scegli un soprannome:
ja: ニックネームを選んでください：
ko: 닉네임 선택:
lt: Pasirinkite slapyvardį:
lv: Izvēlieties segvārdu:
nb: Velg et kallenavn:
nl: Kies een alias:
pl: Wybierz swój nick:
pt: Escolha uma alcunha:
pt_br: Escolha um apelido:
ro: Alege un pseudonim:
ru: Выберите псевдоним:
sk: Vyberte si prezývku:
sl: Izberite ime:
sv: Välj ett kortnamn:
th: เลือกชื่อเล่น:
tr: Bir takma ad seçin:
uk: Виберіть псевдонім:
vi: Chọn một biệt danh:
zh_hans: 选择一个昵称：
zh_hant_hk: 選擇一個暱稱：
zh_hant_tw: 選擇暱稱：

# kREALNAMEKEY
source: Not your real name
ar: ليس اسمك الحقيقي
bg: А не истинското си име
cs: Nikoli vaše skutečné jméno
da: Ikke dit rigtige navn
de: Nicht der richtige Name
el: Όχι το πραγματικό σας όνομα
es: No uses tu nombre real
et: Mitte teie pärisnimi
fi: Ei oikeaa nimeäsi
fr: Pas votre vrai nom
he: לא שמך האמיתי
hi: अपना वास्तविक नाम नहीं
hr: Ne pravo ime
hu: Ne a valódi nevét
it: Non il tuo vero nome
ja: 本名は入力しないでください
ko: 실제 이름 아님
lt: Netikras vardas
lv: Nevis īsto vārdu
nb: Ikke det reelle navnet ditt
nl: Niet uw echte naam
pl: Inny niż imię i nazwisko
pt: Não o nome verdadeiro
pt_br: Não seu nome verdadeiro
ro: Nu numele tău real
ru: Придумайте имя
sk: Neuvádzajte vaše pravé meno
sl: Ni vaše pravo ime
sv: Ej ditt riktiga namn
th: ที่ไม่ใช่ชื่อจริงของคุณ
tr: Gerçek adınızı değil
uk: Не своє справжнє ім’я
vi: Không phải tên thật
zh_hans: 并非您的真实姓名
zh_hant_hk: 不是真實姓名
zh_hant_tw: 非真名

# kYOUREMAILKEY
source: Your email:
ar: بريدك الإلكتروني:
bg: Вашия имейл адрес
cs: Vaše e-mailová adresa
da: Din e-mailadresse:
de: E-Mail-Adresse:
el: Το email σας
es: Correo electrónico:
et: Teie e-kiri
fi: Sähköpostiosoite:
fr: Votre e-mail:
he: הדוא'ל שלך
hi: आपका ईमेल
hr: Vaša adresa e-pošte
hu: Az Ön e-mail címe:
it: Il tuo indir. e-mail:
ja: メールアドレス:
ko: 이메일:
lt: Jūs el.paštas
lv: Jūsu e-pasts
nb: E-postadresse:
nl: Uw e-mailadres:
pl: Twój e-mail:
pt: O seu e-mail
pt_br: Seu email
ro: Adresa dvs. de e-mail
ru: Электронный адрес:
sk: Váš e-mail
sl: Vaš e poštni naslov
sv: Din e-postadress:
th: อีเมล์ของคุณ
tr: E-posta adresiniz:
uk: Ваша ел. пошта
vi: Email của bạn
zh_hans: 您的电子邮件:
zh_hant_hk: 您的電郵
zh_hant_tw: 您的電子郵件:

# kACCESSKEY
source: Make sure you have access
ar: تأكد من أنك تتمتّع بإمكانية الوصول
bg: Уверете се, че имате достъп
cs: Ujistěte se, že máte přístup
da: Sørg for, at du har adgang
de: Sie müssen Zugriff haben
el: Βεβαιωθείτε ότι έχετε πρόσβαση
es: Comprueba que tienes acceso
et: Veenduge, et teil on olemas ligipääs
fi: Varmista, että käyttäminen onnistuu
fr: Vérifiez que vous avez accès
he: ודא שיש לך גישה
hi: सुनिश्चित करें कि आपके पास पहुँच है
hr: Provjerite imate li pristup
hu: Ellenőrizze, hogy rendelkezik-e hozzáféréssel
it: Assicurati di avere accesso
ja: アクセスできることを確認してください
ko: 액세스 권한이 있는지 확인하십시오.
lt: Patikrinkite, ar turite prieigą
lv: Pārliecinieties, ka ir piekļuve
nb: Sørg for at du har tilgang
nl: Controleer of u toegang hebt
pl: Upewnij się, że masz dostęp
pt: Certifique-se de que tem acesso
pt_br: Verifique se há acesso
ro: Asigură-te că ai acces
ru: Проверьте доступность
sk: Uistite sa, či máte prístup
sl: Zagotovite dostop
sv: Kontrollera att du har åtkomst
th: ตรวจดูให้แน่ใจว่าคุณสามารถเข้าถึงได้
tr: Erişiminiz olduğundan emin olun
uk: Переконайтеся, що у Вас є доступ
vi: Đảm bảo bạn có quyền truy cập
zh_hans: 确保您具备访问权限
zh_hant_hk: 確保您有存取權
zh_hant_tw: 確定可存取

# kPREVIEWKEY
source: Preview
ar: معاينة
bg: Преглед
cs: Náhled
da: Eksempelvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
et: Eelvaade
fi: Esikatselu
fr: Aperçu
he: הקודם
hi: पूर्वावलोकन करें
hr: Pregled
hu: Előnézet
it: Anteprima
ja: プレビュー
ko: 미리보기
lt: Peržiūra
lv: Priekšskatījums
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt: Pré-visual.
pt_br: Pré-visualizar
ro: Previzualizare
ru: Предпросмотр
sk: Náhľad
sl: Predogled
sv: Förhandsgranska
th: ดูตัวอย่าง
tr: Önizleme
uk: Попер. перегляд
vi: Xem trước
zh_hans: 预览
zh_hant_hk: 預覽
zh_hant_tw: 預覽

# kYOURREVIEWKEY
source: Your review
ar: رأيك
bg: Вашата рецензия:
cs: Vaše recenze
da: Din anmeldelse
de: Ihre Bewertung
el: Η αξιολόγησή σας
es: Tu reseña
et: Teie arvustus
fi: Arvostelusi
fr: Votre avis
he: הביקורת שלך
hi: आपकी समीक्षा
hr: Vaša recenzija
hu: Az Ön véleménye
it: La tua recensione
ja: お客様のレビュー
ko: 리뷰
lt: Jūsų apžvalga
lv: Jūsu apskats:
nb: Din anmeldelse
nl: Uw beoordeling
pl: Twoja recenzja
pt: A sua avaliação
pt_br: Sua avaliação
ro: Recenzia ta
ru: Ваш отзыв
sk: Vaša recenzia
sl: Vaša ocena
sv: Din recension
th: คำวิจารณ์ของคุณ
tr: Değerlendirmeniz
uk: Ваш відгук
vi: Đánh giá của bạn
zh_hans: 您的评论
zh_hant_hk: 您的評論
zh_hant_tw: 您的評論
