Repository: PhilipsTest/iOS-Test
Catalog: Source/dcc/Source/Library/PhilipsConsumerCare/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# kEVERYTHINGKEY
source: Is everything correct?
ar: هل كل المعلومات صحيحة؟
bg: Вярно ли е всичко?
cs: Je všechno správně?
da: Er alt korrekt?
de: Ist alles richtig?
el: Είναι όλα σωστά;
es: ¿Todo correcto?
et: Kas kõik on õigesti?
fi: Ovatko tiedot oikein?
fr: Tout est bien correct ?
he: האם הכל נכון?
hi: क्या सबकुछ सही है?
hr: Je li sve točno?
hu: Minden megfelelő?
it: È tutto corretto?
ja: 内容は正しいですか？
ko: 모든 내용이 정확합니까?
lt: Ar viskas teisingai?
lv: Vai viss ir pareizi?
nb: Er alt riktig?
nl: Is alles correct?
pl: Czy wszystkie dane są poprawne?
pt: Está tudo correcto?
pt_br: Está tudo correto?
ro: Este totul corect?
ru: Все верно?
sk: Je všetko správne?
sl: Je vse pravilno?
sv: Är allt korrekt?
th: ทุกอย่างถูกต้องหรือไม่
tr: Tüm bilgiler doğru mu?
uk: Все правильно?
vi: Mọi thứ đúng chứ?
zh_hans: 所有事项均正确无误？
zh_hant_hk: 所有資料是否正確？
zh_hant_tw: 全部正確？

# kRATINGKEY
source: Rating:
ar: تصنيف:
bg: Оценка:
cs: Hodnocení:
da: Bedømmelse:
de: Bewertung:
el: Βαθμολογία:
es: Valoración:
et: Hinnang:
fi: Arvosana:
fr: Note :
he: דירוג:
hi: मूल्यांकन:
hr: Ocjena:
hu: Értékelés:
it: Voto:
ja: 評価：
ko: 평가:
lt: Vertinimas:
lv: Vērtējums:
nb: Vurdering:
nl: Waardering:
pl: Ocena:
pt: Classificação:
pt_br: Classificação:
ro: Evaluare:
ru: Оценка:
sk: Hodnotenie:
sl: Ocena:
sv: Betyg:
th: การให้คะแนน:
tr: Puan:
uk: Оцінка:
vi: Xếp hạng:
zh_hans: 评级：
zh_hant_hk: 評分
zh_hant_tw: 評分：

# kREVIEWSUMMARYKEY
source: Review Summary:
ar: ملخّص عن الرأي:
bg: Резюме на рецензията
cs: Přehled recenze:
da: Resumé af anmeldelse:
de: Bewertungszusammenfassung:
el: Σύνοψη αξιολόγησης:
es: Resumen de la reseña:
et: Arvustuste kokkuvõte:
fi: Arvostelujen yhteenveto:
fr: Résumé de l'avis :
he: תקציר הביקורת:
hi: सारांश की समीक्षा करें:
hr: Sažetak recenzije:
hu: Vélemény összefoglalója:
it: Riepilogo recensione:
ja: レビューサマリー：
ko: 리뷰 요약
lt: Atsiliepimų santrauka:
lv: Apskata kopsavilkums:
nb: Sammendrag av anmeldelsen:
nl: Samenvatting beoordeling:
pl: Podsumowanie ocen:
pt: Sumário da avaliação:
pt_br: Resumo de avaliações:
ro: Sumar recenzie:
ru: Краткое изложение:
sk: Pozrite si recenziu:
sl: Povzetek ocene:
sv: Sammanfattning av recensionen:
th: สรุปคำวิจารณ์:
tr: Değerlendirme Özeti:
uk: Висновки відгуку:
vi: Tóm tắt đánh giá:
zh_hans: 评论摘要：
zh_hant_hk: 評價概述:
zh_hant_tw: 評論摘要：

# kREVIEWKEY
source: Review:
ar: رأي:
bg: Рецензия
cs: Recenze:
da: Anmeldelse:
de: Bewertung:
el: Αξιολόγηση
es: Reseña:
et: Arvustus
fi: Arvio:
fr: Avis:
he: ביקורת
hi: समीक्षा करें
hr: Recenz.
hu: Vélemény
it: Recensione:
ja: レビュー:
ko: 리뷰:
lt: Apžvalga
lv: Apskats
nb: Anmeldelse:
nl: Beoordeling:
pl: Recenzja:
pt: Avaliaç.
pt_br: Aval.
ro: Recenzie
ru: Отзыв:
sk: Recenzia
sl: Ocena
sv: Recension:
th: วิจารณ์
tr: Değerlendirme:
uk: Відгук
vi: Đánh giá
zh_hans: 评论:
zh_hant_hk: 評論
zh_hant_tw: 評論:

# kNICKNAMEKEY
source: Nickname:
ar: اللقب:
bg: Псевдоним:
cs: Přezdívka:
da: Kaldenavn:
de: Spitzname:
el: Ψευδώνυμο:
es: Apodo:
et: Hüüdnimi:
fi: Lempinimi:
fr: Pseudo:
he: כינוי:
hi: प्रचलित नाम:
hr: Nadimak:
hu: Becenév:
it: Nome utente:
ja: ニックネーム：
ko: 닉네임:
lt: Slapyvardis:
lv: Segvārds:
nb: Kallenavn:
nl: Alias:
pl: Nick:
pt: Alcunha:
pt_br: Apelido:
ro: Pseudonim:
ru: Псевдоним:
sk: Prezývka:
sl: Vzdevek:
sv: Kortnamn:
th: ชื่อเล่น:
tr: Takma Ad:
uk: Псевдонім:
vi: Biệt danh:
zh_hans: 昵称：
zh_hant_hk: 暱稱
zh_hant_tw: 暱稱：

# kEMAILREVIEWKEY
source: Email:
ar: البريد الإلكتروني:
bg: Е-поща
et: E-post
fi: Sähköposti:
he: דוא'ל
hi: ईमेल
hr: E-pošta
ja: メール:
ko: 이메일:
lt: El. paštas
lv: E-pasts
nb: E-post:
ru: Электронная почта:
sl: E-pošta
sv: E-post:
th: อีเมล์
tr: E-posta:
uk: Ел. пошта
zh_hans: 电子邮件:
zh_hant_hk: 電郵
zh_hant_tw: 電子郵件:

# kSUBMITREVIEWKEY
source: Submit my review
ar: إرسال رأيي
bg: Изпрати моята рецензия
cs: Odeslat recenzi
da: Indsend min anmeldelse
de: Bewertung absenden
el: Υποβολή αξιολόγησης
es: Enviar la reseña
et: Esita arvustus
fi: Lähetä tuotearvosteluni
fr: Soumettre mon avis
he: שלח את הביקורת שלי
hi: मेरी समीक्षा सबमिट करें
hr: Pošalji moju recenziju
hu: Vélemény elküldése
it: Invia la mia recensione
ja: レビューを送信
ko: 리뷰 제출
lt: Pateikti apžvalgą
lv: Iesniegt apskatu
nb: Send inn anmeldelsen min
nl: Mijn beoordeling verzenden
pl: Prześlij recenzję
pt: Enviar a minha avaliação
pt_br: Enviar minha avaliação
ro: Trimite recenzia mea
ru: Отправить отзыв
sk: Odoslať recenziu
sl: Pošlji mojo oceno
sv: Skicka in min recension
th: ส่งคำวิจารณ์ของฉัน
tr: Değerlendirmemi gönder
uk: Надіслати мій відгук
vi: Gửi đánh giá của tôi
zh_hans: 提交我的评论
zh_hant_hk: 交產品評論
zh_hant_tw: 提交我的評論

# kREVIEWTHANKSKEY
source: Thank you!
ar: شكراً!
bg: Благодарим ви!
cs: Děkujeme!
da: Mange tak!
de: Vielen Dank!
el: Σας ευχαριστούμε!
es: ¡Gracias!
et: Täname teid!
fi: Kiitos!
fr: Merci !
he: תודה לך
hi: धन्यवाद!
hr: Hvala vam!
hu: Köszönjük!
it: Grazie!
ja: ありがとうございました
ko: 감사합니다!
lt: Dėkojame!
lv: Paldies!
nb: Tusen takk!
nl: Hartelijk bedankt!
pl: Dziękujemy!
pt: Obrigado!
pt_br: Obrigado!
ro: Vă mulţumim!
ru: Спасибо!
sk: Ďakujeme!
sl: Hvala.
sv: Tack!
th: ขอบคุณ!
tr: Teşekkürler!
uk: Дякуємо!
vi: Cảm ơn bạn!
zh_hans: 谢谢！
zh_hant_hk: 感謝您！
zh_hant_tw: 感謝您！

# kREVIEWEXITKEY
source: Exit
ar: خروج
bg: Изход
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Välju
fi: Lopeta
fr: Quitter
he: יציאה
hi: बाहर निकलें
hr: Izlaz
hu: Kilépés
it: Esci
ja: 終了
ko: 종료
lt: Išeiti
lv: Iziet
nb: Avslutt
nl: Sluiten
pl: Zamknij
pt: Sair
pt_br: Sair
ro: Ieşire
ru: Выход
sk: Ukončiť
sl: Izhod
sv: Avsluta
th: ออก
tr: Çık
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant_hk: 離開
zh_hant_tw: 退出

# kRECEIVEDREVIEWKEY
source: Nice! We received your review!
ar: شكرًا! لقد تلقينا رأيك!
bg: Чудесно! Получихме рецензията ви!
cs: Výborně! Obdrželi jsme vaši recenzi!
da: Alletiders! Vi har modtaget anmeldelsen!
de: Wir haben Ihre Bewertung erhalten!
el: Ωραία! Λάβαμε την αξιολόγησή σας!
es: Bien, hemos recibido la reseña.
et: Kena! Saime teie arvustuse kätte!
fi: Olemme vastaanottaneet arvostelusi.
fr: Nous avons bien reçu votre avis !
he: יפה! קיבלנו את הביקורת שלך!
hi: बढ़िया! हमें आपकी समीक्षा प्राप्त हुई!
hr: Hvala! Primili smo vašu recenziju!
hu: Nagyszerű! Megkaptuk véleményét!
it: Abbiamo ricevuto la tua recensione!
ja: お客様のレビューを受信しました
ko: 리뷰가 접수되었습니다.
lt: Puiku! Gavome jūsų apžvalgą!
lv: Jauki! Mēs saņēmām jūsu apskatu!
nb: Takk, vi har mottatt anmeldelsen din!
nl: We hebben uw beoordeling ontvangen!
pl: Otrzymaliśmy Twoją recenzję.
pt: Óptimo! Recebemos a sua avaliação!
pt_br: Ótimo! Recebemos sua avaliação!
ro: În regulă! Am primit recenzia ta!
ru: Благодарим за отправку отзыва!
sk: Skvelé, dostali sme vašu recenziu!
sl: Super. Prejeli smo vašo oceno.
sv: Fint Vi fick din recension!
th: เยี่ยม! เราได้รับคำวิจารณ์ของคุณแล้ว!
tr: Harika! Değerlendirmeniz bize ulaştı!
uk: Чудово! Ми отримали Ваш відгук!
vi: Chúng tôi đã nhận được đánh giá của bạn.
zh_hans: 很好！我们已收到您的评论！
zh_hant_hk: 太好了！我們已收到您的評論！
zh_hant_tw: 很好！我們收到您的評論！

# kTHANKSREVIEWKEY
source: Thank you for taking the time to write this review. We’ll review it and let you know once it’s online!
ar: نشكرك على تخصيص الوقت لكتابة هذا الرأي. سنراجعه ونردّ عليك فور نشره عبر الإنترنت!
bg: Благодарим ви, че отделихте време за тази рецензия. Ще я прегледаме и ще ви уведомим, щом я качим онлайн!
cs: Děkujeme vám, že jste si našli čas a napsali tuto recenzi. Zkontrolujeme ji a dáme vám vědět, jakmile ji zveřejníme online.
da: Tak, fordi du tog dig tid til at skrive en anmeldelse. Vi gennemgår den og giver dig besked, når den er online!
de: Vielen Dank für Ihre Zeit. Wir prüfen die Bewertung und informieren Sie, sobald sie veröffentlicht wurde!
el: Σας ευχαριστούμε για την αξιολόγηση. Θα την εξετάσουμε και θα σας ενημερώσουμε μόλις τη δημοσιοποιήσουμε!
es: Gracias por dedicar tu tiempo a escribir esta reseña. La revisaremos y te avisaremos cuando se publique.
et: Täname, et kirjutasite arvustuse. Vaatame selle üle ja anname teada, kui selle avaldame!
fi: Kiitos arvostelustasi. Luemme sen ja ilmoitamme sinulle, kun se on luettavissa verkossa.
fr: Merci d'avoir pris le temps d'écrire cet avis. Nous vous préviendrons lorsque nous le publierons.
he: תודה על הזמן שהקדשת לכתיבת הביקורת. אנו נעיין בה ונודיע לך כשתתפרסם!
hi: यह समीक्षा लिखने हेतु समय देने के लिए धन्यवाद. हम इसकी समीक्षा करेंगे और इसके ऑनलाइन होते ही आपको सूचित करेंगे!
hr: Hvala vam što ste odvojili vrijeme za pisanje ove recenzije. Pregledat ćemo je i obavijestiti vas kada je objavimo!
hu: Köszönjük, hogy megírta ezt a véleményt. Átolvassuk, és tudatjuk, ha online megtekinthető lesz!
it: Grazie del tempo dedicato alla stesura della recensione, la esamineremo e ti avviseremo una volta pubblicata!
ja: レビューを送信いただきありがとうございました。内容を確認させていただき、公開する際にはご連絡差し上げます。
ko: 리뷰를 작성해 주셔서 감사합니다. 검토 후 리뷰를 온라인에서 게시되면 알려드리겠습니다.
lt: Dėkojame už sugaištą laiką. Mes peržiūrėsime jūsų apžvalgą ir pranešime, kada ji bus paskelbta internete!
lv: Paldies par atvēlēto laiku, lai uzrakstītu apskatu. Mēs to pārskatīsim un informēsim, kad tas būs tiešsaistē!
nb: Takk for at du sender inn denne anmeldelsen. Vi vil vurdere den og gi deg beskjed når den ligger ute på nettet.
nl: Bedankt voor uw beoordeling. We zullen de beoordeling bekijken en laten het u weten wanneer deze online staat!
pl: Dziękujemy za poświęcony czas. Zapoznamy się z Twoją recenzją i powiadomimy Cię, gdy pojawi się online.
pt: Obrigado por dedicar algum tempo a escrever esta avaliação. Vamos revê-la e avisá-lo-emos quando estiver online!
pt_br: Obrigado por reservar um tempo e escrever esta avaliação. Iremos lê-la e o avisaremos quando ela estiver on-line!
ro: Îţi mulţumim pentru timpul acordat scrierii acestei recenzii. O vom revizui şi te vom anunţa imediat ce este online!
ru: Спасибо, что нашли время написать отзыв. Мы ознакомимся с ним и сообщим Вам, когда отзыв появится в сети!
sk: Ďakujeme, že ste si našli čas na napísanie recenzie. Skontrolujeme ju a o jej zverejnení online vás budeme informovať.
sl: Hvala, ker ste napisali oceno. Pregledali jo bomo in vam sporočili, ko bo objavljena v spletu.
sv: Tack för att du tog dig tid att skriva denna recension. Vi kommer att granska den och låta dig veta när den är utlagd på nätet!
th: ขอบคุณสำหรับการสละเวลาเพื่อเขียนคำวิจารณ์นี้ เราจะทำการตรวจสอบและแจ้งให้คุณทราบเมื่อคำวิจารณ์ได้ออนไลน์แล้ว
tr: Değerlendirmeye zaman ayırdığınız için teşekkürler. İnceleyeceğiz ve yayınlandığında sizi bilgilendireceğiz!
uk: Дякуємо за Ваш час для написання відгуку. Ми розглянемо його й повідомимо, коли він стане доступний у мережі!
vi: Cám ơn bạn đã dành thời gian để viết đánh giá này. Chúng tôi sẽ xem xét và cho bạn biết ngay khi bài đánh giá được đăng lên!
zh_hans: 感谢您花时间写下此评论。我们会认真审核，一旦发布，即会通知您！
zh_hant_hk: 感謝您抽空撰寫評論，我們會認真閱讀您的評論，並在上線時向您回覆。
zh_hant_tw: 感謝您撥冗撰寫此評論。我們將會進行審查並通知您評論上線的刊登日期！

# kBACKSUPPORTKEY
source: Back to support
ar: العودة إلى الدعم
bg: Назад към поддръжката
cs: Zpět na podporu
da: Tilbage til support
de: Zurück zum Support
el: Επιστροφή στην υποστήριξη
es: Volver a asistencia
et: Tagasi toe lehele
fi: Takaisin tukisivulle
fr: Retour à l'assistance
he: חזרה לתמיכה
hi: सहायता पर वापस जाएँ
hr: Natrag na podršku
hu: Vissza a támogatáshoz
it: Torna all'assistenza
ja: サポートに戻る
ko: 지원으로 돌아가기
lt: Atgal į palaikymą
lv: Atpakaļ uz atbalstu
nb: Tilbake til støtte
nl: Terug naar ondersteuning
pl: Powrót do pomocy techn.
pt: Voltar à assistência
pt_br: Retornar ao suporte
ro: Înapoi la asistenţă
ru: Назад (помощь)
sk: Späť na podporu
sl: Nazaj na podporo
sv: Tillbaka till supporten
th: กลับไปยังฝ่ายสนับสนุน
tr: Desteğe geri dön
uk: Назад до підтримки
vi: Quay lại hỗ trợ
zh_hans: 返回到“支持”
zh_hant_hk: 回到支援
zh_hant_tw: 返回支援

# EmptyField_ErrorMsg
source: Field cannot be empty
ar: لا يمكن أن يكون الحقل فارغًا
cs: Pole nemůže být prázdné
da: Felt kan ikke være tom
de: Feld darf nicht leer sein
es: Este campo no puede estar vacío.
fi: Kenttä ei voi olla tyhjä
it: Il campo non può essere vuoto
ja: 入力必須フィールドです
ko: 필드 입력 필수
nb: Feltet kan ikke være tomt
nl: Veld mag niet leeg zijn
pl: Pole nie może być puste
ru: Необходимо заполнить поле
sv: Fältet får inte vara tomt
tr: Alan boş olamaz
zh_hans: 字段不能为空
zh_hant_tw: 欄位不可空白

# kemailFieldErrorText
source: Please enter valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
cs: Zadejte prosím platnou e-mailovou adresu .
da: Indtast venligst gyldig e-mail -adresse.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de correo electrónico válida.
fi: Kirjoita voimassa oleva sähköpostiosoite .
fr: Merci de saisir une adresse e-mail valide.
it: Inserisci un indirizzo e-mail valido.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하십시오.
nb: Geçerli e-posta adresinizi girin.
nl: Voer een geldig e-mailadres in.
pl: Wprowadź prawidłowy adres e-mail.
ru: Укажите действующий адрес электронной почты.
sv: Ange giltig e-postadress.
tr: Geçerli e-posta adresinizi girin.
zh_hans: 请输入有效的电子邮件地址。
zh_hant_tw: 請輸入有效的電子郵件地址。

# kTERMSCONDITIONKEY
source: I’ve read and agree to the
ar: لقد قرأت و أوافق على
cs: Četl jsem a souhlasíte s
da: Jeg har læst og accepterer den
de: Ich habe gelesen und akzeptiere die
es: He leído y estoy de acuerdo con el
fi: Olen lukenut ja hyväksyn
fr: Je l'ai lu et accepte les
it: Ho letto e accetto la
ja: 私は読み、同意しましたへ
ko: 나는 읽고 동의 한
nb: Jeg har lest og godtar
nl: Ik heb gelezen en ga akkoord met de
pl: Czytałem i wyraża zgodę na
ru: Я прочитал и согласен на
sv: Jag har läst och godkänner
tr: Okudum ve kabul ediyorum ettik
zh_hans: 我已阅读并同意
zh_hant_tw: 我已閱讀並同意

# kTERMSCONDITIONLINKKEY
source: Terms & Conditions
ar: الشروط والأحكام
cs: Všeobecné podmínky
da: Vilkår og Betingelser
de: Geschäftsbedingungen
es: Términos y condiciones
fi: käyttöehdot
fr: termes et conditions
it: Termini & Condizioni
ja: 利用規約
ko: 이용 약관
nb: Betingelser og vilkår
nl: algemene voorwaarden
pl: Zasady i Warunki
ru: Условия и условия
sv: Villkor
tr: şartlar ve koşullar
zh_hans: 条款及细则
zh_hant_tw: 條款及細則

# kCOMMONERRORFORRESPONSE
source: Something went wrong...
ar: حدث خطأ ما..
cs: Něco se pokazilo...
da: Noget gik galt...
de: Fehler aufgetreten...
es: Algo ha ido mal...
fi: Tapahtui virhe.
fr: Un problème est survenu...
it: Si è verificato un problema
ja: 問題が発生しました...
ko: 오류가 발생했습니다.
nb: Noe gikk galt
nl: Er is iets misgegaan.
pl: Wystąpił błąd.
ru: Что-то пошло не так...
sv: Något gick fel..
tr: Bir sorun oluştu..
zh_hans: 出现故障..
zh_hant_tw: 發生問題..

source: Change selected product
ar: تغيير المنتج المحدد
bg: Промяна на избран продукт
cs: Změnit vybraný výrobek
da: Rediger produktvalget
de: Ausgewähltes Produkt ändern
el: Αλλαγή επιλεγμένου προϊόντος
es: Cambiar el producto seleccionado
et: Muutke valitud toodet
fi: Vaihda valittu tuote
fr: Modifier le produit sélectionné
he: שנה את המוצר שנבחר
hi: चयनित उत्पाद बदलें
hr: Promijeni odabrani proizvod
hu: Módosítsa a kiválasztott terméket
it: Modifica il prodotto selezionato
ja: 選択した製品を変更
ko: 선택한 제품 변경
lt: Pakeiskite pasirinktą produktą
lv: Mainiet atlasīto produktu
nb: Endre valgte produkt
nl: Wijzig geselecteerd product
pl: Zmień wybrany produkt
pt: Mudar produto seleccionado
pt_br: Alterar produto selecionado
ro: Schimbă produsul selectat
ru: Изменить выбранный продукт
sk: Zmeniť vybraný výrobok
sl: Zamenjaj izbrani izdelek
sv: Ändra vald produkt
th: เปลี่ยนผลิตภัณฑ์ที่เลือก
tr: Seçilen ürünü değiştirin
uk: Змінити вибраний виріб
vi: Thay đổi sản phẩm đã chọn
zh_hans: 更改所选产品
zh_hant_hk: 更換已選擇產品
zh_hant_tw: 變更所選產品

# NoSupportKey
source: No support available
ar: ما من دعم متوفر
bg: Няма налична поддръжка
cs: Podpora není k dispozici
da: Ingen tilgængelig support
de: Kein Support verfügbar
el: Δεν υπάρχει διαθέσιμη υποστήριξη
es: No hay asistencia disponible
et: Tugi puudub
fi: Ei tukea saatavilla
fr: Aucune assistance disponible
he: אין תמיכה זמינה
hi: कोई सहायता उपलब्ध नहीं है
hr: Nema dostupne podrške
hu: Nem áll rendelkezésre támogatás
it: Supporto non disponibile
ja: 利用可能なサポートなし
ko: 이용 가능한 지원 없음
lt: Palaikymo nėra
lv: Atbalsts nav pieejams
nb: Ingen støtte tilgjengelig
nl: Geen ondersteuning beschikbaar
pl: Brak dostępnej pomocy technicznej
pt: Sem assistência disponível
pt_br: Não há suporte disponível
ro: Asistenţa nu este disponibilă
ru: Поддержка недоступна
sk: Žiadna dostupná podpora
sl: Podpora ni na voljo
sv: Ingen support tillgänglig
th: ไม่มีการสนับสนุนที่ให้บริการ
tr: Destek mevcut değil
uk: Немає підтримки
vi: Không có sẵn hỗ trợ
zh_hans: 无可用支持
zh_hant_hk: 沒有可供使用的支援服務
zh_hant_tw: 沒有可用的支援

# send_us_message
source: Or send a message
ar: أو إرسال رسالة
bg: Или изпращане на съобщение
cs: Nebo nám napište zprávu
da: Eller send en meddelelse
de: Oder senden Sie eine Nachricht
el: Ή στείλτε ένα μήνυμα
es: O enviá un mensaje
et: Või saada sõnum
fi: Tai lähetä viesti
fr: Ou envoyez un message
he: או שלח הודעה
hi: या कोई संदेश भेजें
hr: Možete i poslati poruku
hu: Vagy küldjön üzenetet
it: Oppure invia un messaggio
ja: またはメッセージを送信
ko: 또는 메시지 보내기
lt: Arba siųskite žinutę
lv: Vai sūtīt ziņojumu
nb: eller send en melding
nl: Of stuur ons een bericht
pl: Możesz też wysłać wiadomość
pt: Ou envie uma mensagem
pt_br: Ou envie uma mensagem
ro: Sau trimite un mesaj
ru: Или отправить сообщение
sk: Alebo odošlite správu
sl: Ali pošljite sporočilo
sv: Eller skicka ett meddelande
th: หรือส่งข้อความ
tr: Veya mesaj gönderin
uk: Або надішліть повідомлення
vi: Hoặc gửi lời nhắn
zh_hans: 或者发送消息
zh_hant_hk: 或發訊息
zh_hant_tw: 或傳送訊息

# get_in_touch
source: Talk to one of the team
ar: تحدث إلى أحد أعضاء الفريق
bg: Говорете с член на екипа
cs: Zavolejte členovi týmu
da: Tal med en i teamet
de: Sprechen Sie mit unserem Team
el: Μιλήστε με ένα μέλος της ομάδας
es: Hablá con alguna persona del equipo
et: Räägi meeskonna liikmega
fi: Keskustele tiimiläisen kanssa
fr: Parlez à un membre de l’équipe
he: התקשר לאחד מאנשי הצוות
hi: किसी एक टीम से बात करें
hr: Porazgovarajte s članom tima
hu: Beszéljen a csapat egyik tagjával
it: Parla con un membro del team
ja: チームに問い合わせる
ko: 팀원과 상의하기
lt: Pasikalbėkite su komandos nariu
lv: Runājiet ar kādu no komandas
nb: Snakk med en i teamet
nl: Praat met iemand van het team
pl: Porozmawiaj z przedstawicielem zespołu
pt: Fale com um membro da equipa
pt_br: Falar com alguém da equipe
ro: Vorbeşte cu un membru al echipei
ru: Свяжитесь со специалистом
sk: Hovorte s niektorým členom tímu
sl: Stopite v stik z ekipo
sv: Prata med någon i teamet
th: คุยกับพนักงานในทีม
tr: Ekipten biriyle iletişime geçin
uk: Поговоріть із членом команди
vi: Trò chuyện với một thành viên trong nhóm
zh_hans: 与任一团队成员交谈
zh_hant_hk: 與團隊成員對話
zh_hant_tw: 與團隊成員交談

# opening_hours
source: We're here to help and answer any questions you may have.
ar: نحن هنا لمساعدتك وللإجابة عن أي أسئلة تراودك.
bg: Ние сме тук, за да ви помогнем и да отговорим на всички въпроси, които възникнат.
cs: Jsme tady, abychom vám pomohli a zodpověděli jakékoli vaše dotazy.
da: Vi er her for at hjælpe dig og besvare ethvert spørgsmål, du måtte have.
de: Wir helfen Ihnen gerne weiter und beantworten Ihnen Ihre Fragen.
el: Είμαστε εδώ για να σας βοηθήσουμε και να απαντήσουμε σε τυχόν ερωτήσεις σας.
es: Estamos aquí para ayudarte y responder cualquier duda que tengas.
et: Oleme valmis aitama ja teie võimalikele küsimustele vastama.
fi: Olemme täällä auttamassa ja vastaamassa mahdollisiin kysymyksiisi.
fr: Nous sommes là pour vous aider et répondre à vos questions.
he: אנחנו כאן כדי לעזור ולענות על כל שאלה שלך.
hi: खुलने का समय
hr: Ovdje smo kako bismo vam pomogli i odgovorili na vaša pitanja.
hu: Azért vagyunk itt, hogy segítsünk és megválaszoljuk az esetleges kérdéseit.
it: Siamo qui per fornire supporto e rispondere a qualsiasi domanda.
ja: ご質問がございましたらいつでもお問い合わせください。
ko: 여러분이 가질 수 있는 질문에 답을 드리고 지원을 제공하고자 합니다.
lt: Esame čia tam, kad padėtume ir atsakytume į bet kokius turimus klausimus.
lv: Mēs esam šeit, lai palīdzētu un atbildētu uz jautājumiem.
nb: Vi er her for å hjelpe deg og svare på spørsmål du har.
nl: Wij zijn er om u te helpen en uw vragen te beantwoorden.
pl: Jesteśmy tutaj, by pomóc i odpowiedzieć na Twoje pytania.
pt: Estamos aqui para ajudar e para responder às questões que possam surgir.
pt_br: Estamos aqui para ajudá-lo e para responder suas perguntas.
ro: Suntem aici pentru a te ajuta şi a răspunde la întrebările tale.
ru: Мы всегда готовы помочь и ответить на любые ваши вопросы.
sk: Sme tu, aby sme vám pomohli a odpovedali na naše otázky.
sl: Tu smo, da vam pomagamo in odgovorimo na vaša vprašanja.
sv: Vi finns här för att hjälpa dig och svara på eventuella frågor som du kan ha.
th: เราอยู่ที่นี่เพื่อช่วยเหลือและตอบทุกคำถามที่คุณสงสัย
tr: Yardımcı olmak ve sorularınızı yanıtlamak için buradayız.
uk: Ми готові допомогти Вам і відповісти на будь-які запитання, що можуть виникнути.
vi: Chúng tôi có mặt ở đây để giúp đỡ và trả lời mọi câu hỏi của bạn.
zh_hans: 我们竭诚为您提供帮助并解答您可能有的任何疑问。
zh_hant_hk: 我們誠意為您提供協助和解答問題。
zh_hant_tw: 我們樂意提供協助並回答您的任何問題。

# send_email
source: Email
ar: البريد الإلكتروني
bg: Е-поща
es: Correo electrónico
et: E-post
fi: Sähköposti
fr: Courriel
he: דוא"ל
hi: ईमेल भेजें
hr: E-pošta
ja: メールでのお問い合わせ
ko: 이메일
lt: El. paštas
lv: E-pasts
nb: E-post
pt: Correio electrónico
ru: Электронная почта
sl: E-pošta
sv: E-post
th: อีเมล์
tr: E-posta
uk: Ел. пошта
zh_hans: 电子邮件
zh_hant_hk: 電郵
zh_hant_tw: 電子郵件

# call_number
source: Call us
ar: اتصل بنا
bg: Обадете ни се
cs: Zavolejte nám
da: Ring til os
de: Rufen Sie uns an
el: Καλέστε μας
es: Llamanos
et: Helistage meile
fi: Soita meille
fr: Nous appeler
he: התקשר אלינו
hi: कॉल करें
hr: Nazovite nas
hu: Hívjon minket
it: Chiamaci
ja: 電話でのお問い合わせ
ko: 전화하기
lt: Skambinkite mums
lv: Piezvaniet mums
nb: Ring oss
nl: Ons bellen
pl: Zadzwoń do nas
pt: Contacte-nos
pt_br: Entre em contato conosco
ro: Sună-ne
ru: Позвонить нам
sk: Zavolajte nám
sl: Pokličite nas
sv: Ring oss
th: ติดต่อเรา
tr: Bizi arayın
uk: Зателефонуйте нам
vi: Gọi cho chúng tôi
zh_hans: 致电我们
zh_hant_hk: 致電我們
zh_hant_tw: 與我們聯絡

source: Chat to us
ar: الدردشة معنا
bg: Разговаряйте в чат с нас
cs: Chatujte s námi
da: Chat med os
de: Chatten Sie mit uns
el: Συνομιλήστε μαζί μας μέσω chat
es: Chateá con nosotros
et: Vestelge meiega
fi: Lähetä meille chat-viesti
fr: Clavardez avec nous
he: נהל אתנו צ'אט
hi: हमसे चैट करें
hr: Razgovarajte s nama
hu: Cseteljen velünk
it: Chatta con noi
ja: チャットでのお問い合わせ
ko: 채팅하기
lt: Pasikalbėkite su mumis
lv: Tērzējiet ar mums
nb: Chat med oss
nl: Chat met ons
pl: Porozmawiaj z nami na czacie
pt: Contacte-nos através do chat
pt_br: Fale conosco
ro: Vorbeşte cu noi pe chat
ru: Напишите нам
sk: Četujte s nami
sl: Klepetajte z nami
sv: Chatta med oss
th: พูดคุยกับเรา
tr: Bizimle sohbet edin
uk: Поспілкуйтеся з нами в чаті
vi: Trò chuyện với chúng tôi
zh_hans: 与我们聊天
zh_hant_hk: 與我們即時通訊
zh_hant_tw: 與我們聊天
