Repository: PhilipsTest/iOS-Test
Catalog: Source/dcc/Source/Library/PhilipsConsumerCare/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# chat_desc
source: Start a live chat with our product specialist.
ar: ابدأ دردشة مباشرة مع متخصص في المنتجات لدينا.
bg: Започнете чат на живо с продуктовия специалист.
cs: Chatujte naživo s odborníkem na naše výrobky.
da: Start livechat med vores produktekspert.
de: Starten Sie einen Live-Chat mit unserem Produktspezialisten.
el: Ξεκινήστε μια ζωντανή συνομιλία με κάποιον ειδικό μας για το προϊόν.
es: Chatea con nuestros especialistas en productos.
et: Alustage otsevestlust meie tootespetsialistiga.
fi: Aloita livekeskustelu tuoteasiantuntijamme kanssa.
fr: Commencez un chat en direct avec notre spécialiste produit.
he: התחל צ'אט חי עם מומחה שלנו למוצר.
hi: हमारे उत्पाद विशेषज्ञ के साथ लाइव चैट प्रारंभ करें. 24/7 अंग्रेज़ी में उपलब्ध
hr: Započnite razgovor uživo s našim stručnjakom za proizvode.
hu: Kezdeményezzen élő csevegést termékszakértőnkkel.
it: Avvia una sessione di chat live con il nostro specialista di prodotto.
ja: 製品担当者とライブチャットを開始します。
ko: 제품 전문가와 실시간 채팅을 시작하세요.
lt: Pradėti pokalbį su mūsų gaminių specialistu.
lv: Sāciet tērzēšanu ar mūsu produktu speciālistu.
nb: Start en chat med produktspesialisten vår.
nl: Chat live met onze productspecialist.
pl: Rozpocznij czat na żywo z naszym specjalistą ds. produktów.
pt: Inicie um chat em direto com o nosso especialista de produto.
pt_br: Inicie um bate-papo ao vivo com o nosso especialista no produto.
ro: Începe un chat live cu specialistul nostru în produse.
ru: Пообщайтесь со специалистом по продукции.
sk: Zahájte živý rozhovor s produktovým špecialistom.
sl: Začnite klepet v živo z našim strokovnjakom za izdelke.
sv: Starta en livechatt med vår produktspecialist.
th: เริ่มการสนทนาสดกับผู้เชี่ยวชาญผลิตภัณฑ์ของเรา
tr: Ürün uzmanımızla canlı sohbet başlatın.
uk: Почніть онлайн-чат із нашим спеціалістом із виробів.
vi: Bắt đầu trò chuyện trực tiếp với chuyên gia sản phẩm của chúng tôi.
zh_hans: 与产品专员开始实时聊天。
zh_hant_hk: 開始諮詢我們的產品專家。
zh_hant_tw: 與我們的產品專員即時對話。

source: Remove photo
ar: إزالة الصورة
bg: Премахване на снимка
cs: Odstranit fotografii
da: Fjern foto
de: Foto entfernen
el: Κατάργηση φωτογραφίας
es: Eliminar foto
et: Eemalda foto
fi: Poista kuva
fr: Supprimer la photo
he: הסר תמונה
hi: फ़ोटो निकालें
hr: Ukloni fotografiju
hu: Fénykép eltávolítása
it: Rimuovi foto
ja: 写真の削除
ko: 사진 제거
lt: Pašalinti nuotrauką
lv: Noņemt fotoattēlu
nb: Fjern bilde
nl: Foto verwijderen
pl: Usuń zdjęcie
pt: Remover fotografia
pt_br: Excluir foto
ro: Eliminare fotografie
ru: Удалить фотографию
sk: Odstrániť fotografiu
sl: Odstrani fotografijo
sv: Ta bort foto
th: ลบรูปถ่าย
tr: Fotoğrafı kaldır
uk: Видалити фотографію
vi: Xóa ảnh
zh_hans: 删除照片
zh_hant_hk: 移除相片
zh_hant_tw: 移除相片

source: Continue
ar: متابعة
bg: Продължи
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Jätka
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Naprej
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant_hk: 繼續
zh_hant_tw: 繼續

source: characters left
ar: من الأحرف المتبقية
bg: символа остават
cs: zbývá znaků
da: tegn tilbage
de: Zeichen übrig
el: εναπομ. χαρακτήρες
es: caracteres restantes
et: järelejäänud tähemärki
fi: merkkiä jäljellä
fr: caractères restants
he: מספר התווים שנותרו
hi: वर्ण शेष
hr: preostalo znakova
hu: hátralévő karakter
it: caratteri rimanenti
ja: 入力可能文字数
ko: 자 남음
lt: simb. liko
lv: rakstzīmes atlikušas
nb: gjenværende tegn
nl: tekens over
pl: znaków pozostało
pt: caracteres restantes
pt_br: caracteres restantes
ro: caractere rămase
ru: символов осталось
sk: zvyšných znakov
sl: razpoložljivih znakov
sv: tecken kvar
th: ตัวอักษรที่เหลือ
tr: karakter kaldı
uk: символів залишилося
vi: ký tự còn lại
zh_hans: 个字符可使用
zh_hant_hk: 剩餘字元
zh_hant_tw: 個字元可使用

source: Your message
ar: رسالتك
bg: Вашето съобщение
cs: Vaše zpráva
da: Din meddelelse
de: Ihre Nachricht
el: Το μήνυμά σας
es: Mensaje
et: Teie sõnum
fi: Viesti
fr: Votre message
he: ההודעה שלך
hi: आपका संदेश
hr: Poruka
hu: Az Ön üzenete
it: Messaggio
ja: メッセージ
ko: 메시지
lt: Jūsų žinutė
lv: Jūsu ziņa
nb: Melding
nl: Uw bericht
pl: Twoja wiadomość
pt: A sua mensagem
pt_br: Sua mensagem
ro: Mesajul tău
ru: Ваше сообщение
sk: Vaša správa
sl: Vaše sporočilo
sv: Ditt meddelande
th: ข้อความของคุณ
tr: Mesajınız
uk: Ваше повідомлення
vi: Lời nhắn của bạn
zh_hans: 您的信息
zh_hant_hk: 您的訊息
zh_hant_tw: 您的訊息

source: Share your experiences
ar: مشاركة تجاربك
bg: Споделете опита си
cs: Sdílejte své zážitky
da: Del dine oplevelser
de: Teilen Sie Ihre Erfahrungen
el: Μοιραστείτε τις εμπειρίες σας
es: Compartí tus experiencias
et: Jagage oma kogemusi
fi: Jaa kokemuksiasi
fr: Partagez vos expériences
he: שתף אחרים בחוויות שלך
hi: अपने अनुभव साझा करें
hr: Podijelite svoja iskustva
hu: Ossza meg élményeit
it: Condividi le tue esperienze
ja: あなたの体験を共有しませんか
ko: 제품 경험 공유하기
lt: Pasidalinkite savo patirtimi
lv: Dalieties pieredzē
nb: Del opplevelsene dine
nl: Deel je ervaringen
pl: Podziel się swoimi doświadczeniami
pt: Partilhe as suas experiências
pt_br: Compartilhe suas experiências
ro: Împărtăşeşte-ţi experienţele
ru: Поделитесь своими впечатлениями
sk: Podeľte sa o svoje skúsenosti
sl: Izmenjajte izkušnje
sv: Dela med dig av dina erfarenheter
th: แบ่งปันประสบการณ์
tr: Deneyimlerinizi paylaşın
uk: Поділіться своїм досвідом
vi: Chia sẻ kinh nghiệm của bạn
zh_hans: 分享您的体验
zh_hant_hk: 分享您的體驗
zh_hant_tw: 分享您的體驗

# tellUs_sub_header
source: Write a review or rate this app. Your feedback is important.
ar: اكتب رأيك أو قم بتصنيف هذا التطبيق. فملاحظاتك تهمّنا.
bg: Напишете рецензия или оценете това приложение. Вашето мнение е важно.
cs: Napište recenzi nebo tuto aplikaci ohodnoťte. Vaše zpětná vazba je důležitá.
da: Skriv en anmeldelse, eller vurder denne app. Dit feedback er vigtigt.
de: Verfassen Sie eine Rezension, oder bewerten Sie diese App. Ihr Feedback ist wichtig.
el: Γράψτε μια κριτική ή βαθμολογήστε αυτήν την εφαρμογή. Τα σχόλιά σας είναι σημαντικά.
es: Escribí tu opinión o calificá esta aplicación. Tus comentarios son importantes.
et: Kirjutage arvustus või hinnake seda rakendust. Teie tagasiside on oluline.
fi: Kirjoita arvostelu tai arvioi sovellus. Palautteesi on meille tärkeä.
fr: Rédigez une évaluation pour cette application. Vos impressions sont importantes.
he: כתוב ביקורת או דרג אפליקציה זו; המשוב שלך חשוב.
hi: कोई समीक्षा लिखें या इस अनुप्रयोग का मूल्यांकन करें. आपकी प्रतिक्रिया महत्वपूर्ण है.
hr: Napišite recenziju ili ocijenite ovu aplikaciju. Vaše su nam povratne informacije bitne.
hu: Írjon véleményt vagy értékelje az alkalmazást. Visszajelzése fontos.
it: Scrivi una recensione o vota questa app. Il tuo feedback è importante.
ja: Wこのアプリに関するお客様の貴重なフィードバックをお寄せください。
ko: 이 앱에 대한 리뷰와 평가를 남겨주세요. 여러분의 피드백은 소중합니다.
lt: Parašykite atsiliepimą arba įvertinkite programą. Jūsų atsiliepimas yra svarbus.
lv: Uzrakstiet atsauksmi vai novērtējiet šo aplikāciju. Jūsu atsauksmes ir svarīgas.
nb: Skriv en anmeldelse eller vurder denne appen. Tilbakemeldingene dine er viktige.
nl: Schrijf een recensie of beoordeel deze app. Uw feedback is belangrijk.
pl: Napisz recenzję lub oceń tę aplikację. Twoja opinia ma znaczenie.
pt: Escreva uma avaliação ou classifique esta aplicação. A sua opinião é importante.
pt_br: Escreva uma análise ou avalie esse aplicativo. Seu feedback é importante.
ro: Scrie o recenzie sau evaluează această aplicaţie. Feedbackul tău este important.
ru: Оставьте отзыв или оцените приложение. Нам важно ваше мнение.
sk: Napíšte recenziu alebo ohodnoťte túto aplikáciu. Vaša spätná väzba je dôležitá.
sl: Napišite mnenje ali podajte oceno za to aplikacijo. Cenimo vaše povratne informacije.
sv: Skriv en recension och betygsätt den här appen. Dina synpunkter är viktiga.
th: เขียนคำวิจารณ์หรือให้คะแนนแอพนี้ ความคิดเห็นของคุณเป็นสิ่งสำคัญ
tr: Değerlendirme yazın veya bu uygulamayı derecelendirin. Geri bildiriminiz önemlidir.
uk: Напишіть відгук або оцініть цей додаток. Ваш відгук важливий.
vi: Viết đánh giá hoặc xếp hạng ứng dụng. Phản hồi của bạn rất quan trọng.
zh_hans: 填写评论或评价此应用程序。您的反馈意见非常重要。
zh_hant_hk: 為此應用程式撰寫評論或評分。您的意見對我們十分重要。
zh_hant_tw: 撰寫評論或為應用程式評分。我們十分重視您的寶貴意見。

# write_review
source: Write a review
ar: كتابة رأي
bg: Напишете рецензия
cs: Napsat recenzi
da: Skriv en anmeldelse
de: Rezension verfassen
el: Γράψτε μια κριτική
es: Escribí una opinión
et: Kirjuta arvustus
fi: Kirjoita arvostelu
fr: Rédiger une évaluation
he: כתוב ביקורת
hi: कोई समीक्षा लिखें
hr: Napišite recenziju
hu: Vélemény írása
it: Scrivi una recensione
ja: レビューを送信する
ko: 리뷰 작성
lt: Rašyti atsiliepimą
lv: Rakstīt atsauksmi
nb: Skriv en anmeldelse
nl: Een beoordeling schrijven
pl: Napisz recenzję
pt: Escrever avaliação
pt_br: Escreva uma avaliação
ro: Scrie o recenzie
ru: Написать отзыв
sk: Napíšte recenziu
sl: Napišite oceno
sv: Skriv en recension
th: เขียนคำวิจารณ์
tr: Değerlendirme yazın
uk: Написати відгук
vi: Viết đánh giá
zh_hans: 写一则评论
zh_hant_hk: 撰寫評論
zh_hant_tw: 撰寫評論

source: Rate this app
ar: تصنيف هذا التطبيق
bg: Оценете това приложение
cs: Ohodnoťte tuto aplikaci
da: Vurder denne app
de: App bewerten
el: Βαθμολογήστε αυτήν την εφαρμογή
es: Calificar esta aplicación
et: Hinnake seda rakendust
fi: Arvioi sovellus
fr: Évaluer cette application
he: דרג אפליקציה זו
hi: इस अनुप्रयोग का मूल्यांकन करें
hr: Ocijenite ovu aplikaciju
hu: Az alkalmazás értékelése
it: Vota questa app
ja: このアプリを評価する
ko: 이 앱 평가하기
lt: Įvertinkite šią programą
lv: Novērtēt šo aplikāciju
nb: Vurder denne appen
nl: Deze app waarderen
pl: Oceń tę aplikację
pt: Classificar aplicação
pt_br: Avalie esse aplicativo
ro: Evaluează această aplicaţie
ru: Оценить это приложение
sk: Ohodnotiť túto aplikáciu
sl: Ocenite aplikacijo
sv: Betygsätt appen
th: ให้คะแนนแอพนี้
tr: Bu uygulamayı derecelendirin
uk: Оцінити цей додаток
vi: Xếp hạng ứng dụng
zh_hans: 评价此应用程序
zh_hant_hk: 為這個應用程式評分
zh_hant_tw: 為應用程式評分

# productDownloadManual
source: Download manual
ar: تنزيل الدليل
bg: Изтегляне на ръководство
cs: Stáhnout příručku
da: Download brugervejledning
de: Anleitung herunterladen
el: Λήψη εγχειριδίου
es: Descargue el manual
et: Laadige alla kasutusjuhend
fi: Lataa opas
fr: Télécharger manuel
he: הורד מדריך
hi: उत्पाद मैन्युअल डाउनलोड करें
hr: Preuzmi priručnik
hu: Kézikönyv letöltése
it: Download del manuale
ja: マニュアルをダウンロード
ko: 설명서 다운로드
lt: Atsisiuntimų vadovas
lv: Lejupielādēt instrukciju
nb: Last ned håndbok
nl: Handleiding downloaden
pl: Pobierz instrukcję obsługi
pt: Transferir manual
pt_br: Baixe o manual
ro: Descărcare manual
ru: Загрузка инструкции по эксплуатации
sk: Prevziať príručku
sl: Prenesi priročnik
sv: Ladda ned handbok
th: ดาวน์โหลดคู่มือ
tr: Kılavuzu indir
uk: Завантажити посібник
vi: Tải xuống hướng dẫn sử dụng
zh_hans: 下载手册
zh_hant_hk: 下載手冊
zh_hant_tw: 下載手冊

# productInformationOnWebsite
source: Visit product website
ar: زيارة موقع ويب الخاص بالمنتج
bg: Посетете продуктовия уебсайт
cs: Navštivte webovou stránku produktu
da: Besøg produktets websted
de: Produktseite besuchen
el: Επισκεφτείτε τη διαδικτυακή τοποθεσία του προϊόντος
es: Visitá el sitio web del producto
et: Külastage toote veebisaiti
fi: Käy tuotteen verkkosivulla
fr: Visitez le site du produit
he: בקר באתר המוצר
hi: उत्पाद जानकारी(philips.com पर)
hr: Posjetite web-mjesto proizvoda
hu: Ugrás a termék webhelyére
it: Visita il sito Web del prodotto
ja: 製品 Web サイトにアクセス
ko: 제품 웹사이트 방문
lt: Apsilankykite produktų internetiniame puslapyje
lv: Apmeklēt produkta vietni
nb: Gå til produktnettstedet
nl: Ga naar de productpagina van onze website
pl: Odwiedź stronę produktu
pt: Aceder ao Website do produto
pt_br: Visite o site do produto
ro: Vizitează site-ul web al produselor
ru: Перейти на веб-сайт
sk: Prejdite na stránku s výrobkami
sl: Obiščite spletno mesto za izdelek
sv: Besök produktwebbplatsen
th: เยี่ยมชมเว็บไซต์ผลิตภัณฑ์
tr: Ürün web sitesine gidin
uk: Відвідати веб-сайт із виробами
vi: Truy cập vào trang web sản phẩm
zh_hans: 访问产品网站
zh_hant_hk: 瀏覽產品網站
zh_hant_tw: 造訪產品網站

source: Show all
ar: إظهار الكل
bg: Покажи всички
cs: Ukázat vše
da: Vis alt
de: Alle anzeigen
el: Εμφάνιση όλων
es: Mostrar todo
et: Näita kõiki
fi: Näytä kaikki
fr: Voir tous les produits
he: הצג הכול
hi: सभी दिखाएँ
hr: Prikaži sve
hu: Összes megjelenítése
it: Mostra tutto
ja: すべて表示
ko: 관련 제품 전체 보기
lt: Rodyti viską
lv: Rādīt visu
nb: Vis alle
nl: Alles weergeven
pl: Pokaż wszystkie
pt: Mostrar todos
pt_br: Exibir tudo
ro: Afişare toate
ru: Показать все
sk: Zobraziť všetky
sl: Prikaži vse
sv: Visa alla
th: แสดงทั้งหมด
tr: Tümünü göster
uk: Показати все
vi: Hiển thị tất cả
zh_hans: 显示全部
zh_hant_hk: 全部顯示
zh_hant_tw: 顯示全部

source: Show less
ar: إظهار محتوى أقل
bg: Показване на по-малко
cs: Zobrazit méně
da: Vis mindre
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
es: Mostrar menos
et: Näita vähem
fi: Näytä vähemmän
fr: Afficher moins
he: הצג פחות
hi: कम दिखाएँ
hr: Prikaži manje
hu: Kevesebb megjelenítése
it: Nascondi dettagli
ja: 表示件数を減らす
ko: 접기
lt: Rodyti mažiau
lv: Rādīt mazāk
nb: Vis mindre
nl: Minder informatie
pl: Pokaż mniej
pt: Mostrar menos
pt_br: Exibir menos
ro: Afişează mai puţine
ru: Показать меньше данных
sk: Zobraziť menej
sl: Pokaži manj
sv: Visa mindre
th: แสดงน้อยลง
tr: Daha azını göster
uk: Показати менше
vi: Thu hiển thị
zh_hans: 显示较少功能
zh_hant_hk: 顯示更少
zh_hant_tw: 顯示較少

source: Call not supported
ar: المكالمة غير معتمدة
bg: Обаждания не се поддържат
cs: Hovor není podporován
da: Opkald understøttes ikke
de: Anruf wird nicht unterstützt
el: Δεν υποστηρίζονται οι κλήσεις
es: No se admiten llamadas
et: Helistamist ei toetata
fi: Puhelua ei tueta
fr: L’appel n’est pas pris en charge
he: אין תמיכה בשיחות
hi: कॉल समर्थित नहीं है
hr: Pozivi nisu podržani
hu: A hívás nem támogatott
it: Chiamata non supportata
ja: 電話によるサポートには対応しておりません
ko: 통화 지원 안 됨
lt: Skambutis nepalaikomas
lv: Zvanīšana nav atbalstīta
nb: Telefonsamtale støttes ikke
nl: Bellen wordt niet ondersteund
pl: Połączenie nie jest obsługiwane
pt: Chamada não suportada
pt_br: Não há suporte para essa ligação
ro: Apelul nu este acceptat
ru: Звонок не поддерживается
sk: Hovory nie sú podporované
sl: Klic ni podprt
sv: Det går inte att ringa
th: ไม่รองรับการโทร
tr: Arama desteklenmemektedir
uk: Виклик не підтримується
vi: Cuộc gọi không được hỗ trợ
zh_hans: 不支持通话
zh_hant_hk: 不支援來電
zh_hant_tw: 不支援通話

# Turn_On_Location_Service
source: To re-enable, please go to Settings and turn on Location Service for this app.
ar: لإعادة تمكين الخيار، يرجى الانتقال إلى "الإعدادات" وتشغيل "خدمة الموقع" لهذا التطبيق.
bg: За да активирате повторно, отидете в "Настройки" и включете услугата за местоположение за това приложение.
cs: Pro opětovné povolení přejděte, prosím, do nastavení a povolte pro tuto aplikaci funkci zjišťování polohy.
da: For at genaktivere skal du gå til Indstillinger og aktivere Lokalitetstjeneste for denne app.
de: Um die Funktion wieder zu aktivieren, navigieren Sie zu den Einstellungen, und aktivieren Sie die Standortdienste für diese App.
el: Για εκ νέου ενεργοποίηση, μεταβείτε στις Ρυθμίσεις και ενεργοποιήστε την Υπηρεσία τοποθεσίας για αυτήν την εφαρμογή.
es: Para volver a habilitar, ve a Configuración y activá Servicios de ubicación para esta aplicación.
et: Taasaktiveerimiseks avage Seaded ja lülitage selle rakenduse puhul asukohateenus sisse.
fi: Ota puhelut uudelleen käyttöön menemällä Asetuksiin ja käynnistämällä Paikannustoiminto.
fr: Pour activer, rendez-vous dans la section Paramètres et activez la localisation pour cette application.
he: כדי להפעיל מחדש, עבור אל 'Settings' (הגדרות) והפעל את 'Location Service' (שירות המיקום) עבור אפליקציה זו.
hi: पुनः सक्षम करने के लिए, कृपया सेटिंग्स पर जाएँ और इस अनुप्रयोग के लिए स्थान सेवा चालू करें.
hr: Za ponovno omogućavanje odaberite Postavke i uključite uslugu praćenja lokacije za ovu aplikaciju.
hu: Az újbóli engedélyezéshez lépjen a Beállítások lehetőségre, és kapcsolja be a helyalapú szolgáltatást ehhez az alkalmazáshoz.
it: Attiva i servizi di localizzazione per l'app in Impostazioni.
ja: 再有効化するには、［設定］でこのアプリの［位置サービス］を有効にしてください。
ko: 다시 설정하려면 설정으로 이동하여 이 앱의 위치 서비스를 켜십시오.
lt: Norėdami įjungti iš naujo, eikite į „Nustatymai“ ir įjunkite šios programos vietos nustatymo paslaugą.
lv: Lai to iespējotu, atveriet sadaļu Iestatījumi un ieslēdziet šai aplikācijai atrašanās vietas pakalpojumu.
nb: For å aktivere det må du gå til Innstillinger og slå på stedstjeneste for denne appen.
nl: Om deze optie in te schakelen, gaat u naar Instellingen en schakelt u de locatieservices voor deze app in.
pl: Otwórz Ustawienia i włącz Usługi lokalizacji dla tej aplikacji.
pt: Para voltar a activar, vá as definições e active o serviço de localização desta aplicação.
pt_br: Para habilitá-la, acesse Configurações e ative o Serviços de localização para esse aplicativo.
ro: Pentru a le reactiva, accesează Setări şi activează Serviciile de locaţie ale aplicaţiei.
ru: Для активации перейдите в раздел "Настройки" и разрешите передачу данных о местоположении для этого приложения.
sk: Ak to chcete znova povoliť, prejdite do nastavení a zapnite zisťovania službu polohy pre túto aplikáciu.
sl: Za ponovni vklop v razdelku Nastavitve vklopite možnost Storitev lokacije za to aplikacijo.
sv: Återaktivera genom att gå till Inställningar och slå på Platstjänst för den här appen.
th: หากต้องการเปิดใช้งานอีกครั้ง โปรดไปที่ การตั้งค่า แล้วเปิด บริการอ้างอิงตำแหน่ง สำหรับแอพนี้
tr: Yeniden etkinleştirmek için lütfen Ayarlar'a gidip bu uygulama için Konum Hizmetleri'ni açın.
uk: Щоб повторно увімкнути, перейдіть до меню налаштувань та увімкніть послугу визначення Вашого розташування для цього додатка.
vi: Để kích hoạt lại, vui lòng đến Cài đặt và bật Dịch vụ định vị cho ứng dụng này.
zh_hans: 若要重新启用，请前往“设置”并为该应用程序打开位置服务。
zh_hant_hk: 如要重新啟用，請前往「設定」，開啟本應用程式的「位置服務」。
zh_hant_tw: 若要重新啟用，請前往「設定」並開啟此應用程式的「定位服務」。

# No_Service_Url
source: No service url available
ar: لا يتوفر url للخدمة
bg: Няма наличен url за услуга
cs: Nedostupné url
da: Ingen service-url tilgængelig
de: Keine Service-URL verfügbar
el: Δεν υπάρχει διαθέσιμο url υπηρεσίας
es: No hay url de servicio disponible
et: Teenuse internetiaadressi ei saa kasutada
fi: Palvelun URL-osoitetta ei ole saatavilla
fr: Aucune adresse URL disponible
he: לא קיימת כתובת שירות
hi: कोई सेवा url उपलब्ध नहीं है
hr: URL usluge nedostupan
hu: Nem érhető el a szolgáltatás URL-címe
it: Nessun URL di servizio disponibile
ja: サービス URL 利用不可
ko: 사용 가능한 서비스 URL 없음
lt: Nėra informacijos apie paslaugos url
lv: Nav pieejams pakalpojuma vietrādis URL
nb: Ingen tjeneste-URL er tilgjengelig
nl: Geen service-url beschikbaar
pl: Brak dostępnego adresu URL usługi
pt: Nenhum URL de serviço disponível
pt_br: Nenhuma URL de serviço disponível
ro: Nu este disponibilă o adresă URL pentru servicii
ru: Нет доступного URL для сервиса
sk: K dispozícii nie je žiadna adresa URL služby
sl: Na voljo ni nobenega URL-ja storitve
sv: Tjänst-URL saknas
th: ไม่มี URL บริการ
tr: Hizmet url'si bulunmamaktadır
uk: Немає url-адреси служби
vi: Không có sẵn url dịch vụ
zh_hans: 无可用服务 URL
zh_hant_hk: 找不到可用的服務網址
zh_hant_tw: 沒有可用的服務 URL

# No_Product_Information
source: No product information available for this model
ar: لا تتوفر معلومات حول المنتج لهذا الطراز
bg: Няма продуктова информация за този модел
cs: Pro tento model nejsou k dispozici žádné informace o výrobku.
da: Der er ingen tilgængelige produktoplysninger for denne model
de: Für dieses Modell sind keine Produktinformationen verfügbar.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες προϊόντος για αυτό το μοντέλο
es: No hay información de producto disponible para este modelo
et: Selle mudeli kohta ei ole tooteandmed kättesaadavad
fi: Tälle mallille ei ole saatavilla tuotetietoja
fr: Aucune information n’est disponible pour ce produit
he: לא קיימים פרטי מוצר עבור דגם זה
hi: इस मॉडल के लिए कोई उत्पाद जानकारी उपलब्ध नहीं है
hr: Za ovaj model nisu dostupne informacije o proizvodu
hu: Nem áll rendelkezésre termékinformáció ehhez a típushoz.
it: Nessuna informazione di prodotto disponibile per questo modello
ja: このモデルの製品情報は参照できません
ko: 이 모델에 대해 사용 가능한 제품 정보 없음
lt: Nėra šio modelio produkto informacijos
lv: Šim modelim nav pieejama produkta informācija
nb: Ingen produktinformasjon er tilgjengelig for denne modellen
nl: Voor dit model is geen productinformatie beschikbaar
pl: Brak informacji produktowych dla tego modelu
pt: Nenhuma informação de produto disponível para este modelo
pt_br: Nenhuma informação de produto disponível sobre este modelo
ro: Nu sunt disponibile informaţii de produs pentru acest model
ru: Сведения о продукте недоступны для данной модели
sk: Pre tento model nie sú k dispozícii žiadne informácie o výrobku
sl: Za ta model ni na voljo informacij o izdelku
sv: Produktinformation för modellen saknas
th: ไม่มีข้อมูลผลิตภัณฑ์สำหรับรุ่นนี้
tr: Bu model için ürün bilgileri bulunmamaktadır
uk: Немає інформації про виріб для цієї моделі
vi: Không có sẵn thông tin sản phẩm cho kiểu máy này
zh_hans: 此型号无可用产品信息
zh_hant_hk: 找不到此型號的可用產品資料
zh_hant_tw: 此型號沒有可用的產品資訊

# Allow_Acess_Twitter
source: Allow app user acess to use your twitter account
ar: السماح لمستخدمي التطبيق من الوصول إلى حسابك على twitter
bg: Позволете на потребители на приложението достъп до вашия twitter акаунт
cs: Povolte uživatelům aplikace přístup k vašemu účtu Twitter
da: Giv app-bruger adgang til brug af din twitter-konto
de: App-Benutzer Zugriff auf Ihr Twitter-Konto gewähren
el: Επιτρέψτε στους χρήστες της εφαρμογής την πρόσβαση στον προσωπικό σας λογαριασμό twitter
es: Permitir a los usuarios de la aplicación a que accedan a su cuenta de Twitter
et: Andke rakenduse kasutajale juurdepääs teie Twitteri konto kasutamiseks
fi: Salli sovelluksen käyttäjien käyttää twitter-tiliäsi
fr: Autorisez l’application à utiliser votre compte Twitter
he: אפשר גישה למשתמשי האפליקציה כדי להשתמש בחשבון הטוויטר שלך
hi: अनुप्रयोग उपयोगकर्ता को अपने twitter खाते पर पहुंच की अनुमति दें
hr: Za upotrebu svog Twitter računa dopustite pristup korisnika aplikaciji
hu: Az alkalmazás használója számára hozzáférés engedélyezése az Ön Twitter-fiókjához.
it: Concedi accesso al tuo account Twitter all'utente dell'app
ja: アプリでのお客様の Twitter アカウントの使用を許可する
ko: 앱 사용자가 귀하의 Twitter 계정을 사용할 수 있도록 접근 허용
lt: Leiskite programos naudotojui prisijungti ir naudoti jūsų „twitter“ paskyrą
lv: Atļaut piekļuvi aplikācijas lietotājiem, lai izmantotu Twitter kontu
nb: Gi app-brukeren tilgang til twitter-kontoen din
nl: De app toegang geven tot uw Twitteraccount
pl: Zezwól użytkownikowi aplikacji na dostęp do Twojego konta w serwisie Twitter
pt: Permitir que os utilizadores da aplicação acedam e utilizem a sua conta Twitter
pt_br: Permite que o usuário do aplicativo acesse sua conta do Twitter
ro: Permite utilizatorilor aplicaţiei să îţi acceseze contul de Twitter
ru: Разрешить пользователю приложения доступ к учетной записи Twitter
sk: Povoliť používateľom aplikácie prístup k vášmu účtu služby Twitter
sl: Uporabniku aplikacije dovolite dostop do vašega računa za Twitter
sv: Låt appanvändaren få tillgång till ditt twitter-konto
th: อนุญาตให้ผู้ใช้แอพเข้าถึงบัญชี Twitter ของคุณ
tr: Uygulama kullanıcılarının Twitter hesabınızı kullanmasına izin verin
uk: Дозволити користувачеві додатка доступ до використання Вашого облікового запису twitter
vi: Cho phép người dùng ứng dụng truy cập vào tài khoản twitter của bạn
zh_hans: 允许应用程序用户访问您的 Twitter 帐户
zh_hant_hk: 允許應用程式使用者使用您的 Twitter 帳戶
zh_hant_tw: 允許應用程式使用者存取您的 Twitter 帳戶
