Repository: PhilipsTest/iOS-Test
Catalog: Source/dcc/Source/Library/PhilipsConsumerCare/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# rmt_language
source: en_US
ar: ar_EG
de: de_DE
fr: fr_FR
ja: ja_JP
ko: ko_KR
nl: nl_NL
ru: ru_RU
zh_hans: zh_CN
zh_hant_tw: zh_TW

# img_description
source: description
ar: الوصف
cs: popis
da: beskrivelse
de: Beschreibung
es: Descripción
fi: kuvaus
it: descrizione
ja: 説明
ko: 설명
nb: beskrivelse
nl: descriptie
pl: opis
ru: описание
sv: beskrivning
tr: açıklama
zh_hans: 描述
zh_hant_tw: 描述

source: How can we help?
ar: كيف يمكننا مساعدتك؟
bg: Как можем да ви помогнем?
cs: Jak vám můžeme pomoci?
da: Kan vi hjælpe?
de: Wie können wir Ihnen helfen?
el: Πώς να βοηθήσουμε;
es: ¿Cómo podemos ayudarte?
et: Millega saame aidata?
fi: Miten voimme auttaa?
fr: Besoin d'aide ?
he: כיצד נוכל לעזור?
hi: हम कैसे मदद कर सकते हैं?
hr: Kako vam možemo pomoći?
hu: Hogyan segíthetünk?
it: Hai bisogno di ulteriori informazioni?
ja: お問い合わせ／サポート
ko: 무엇을 도와 드릴까요?
lt: Kuo galime jums padėti?
lv: Kā varam jums palīdzēt?
nb: Trenger du hjelp?
nl: Wilt u hulp?
pl: Jak możemy pomóc?
pt: Como podemos ajudar?
pt_br: Como podemos ajudar?
ro: Cum te putem ajuta?
ru: Как Вам помочь?
sk: Ako môžeme pomôcť?
sl: Kako lahko pomagamo?
sv: Hur kan vi hjälpa dig?
th: เราจะช่วยคุณได้อย่างไร
tr: Nasıl yardımcı olabiliriz?
uk: Як ми можемо допомогти?
vi: Chúng tôi có thể giúp gì?
zh_hans: 如何才能帮助您？
zh_hant_hk: 我們應該怎樣為您提供幫助？
zh_hant_tw: 需要什麼協助？

source: Contact us
ar: اتصل بنا
bg: Връзка с нас
cs: Kontaktujte nás
da: Kontakt os
de: Kontaktieren Sie uns.
el: Επικοινωνία
es: Contacto
et: Võtke meiega ühendust
fi: Yhteystiedot
fr: Contactez-nous
he: צור קשר
hi: हमें संपर्क करें
hr: Kontaktirajte nas
hu: Kapcsolatfelvétel
it: Contattaci
ja: お問い合わせ
ko: 문의처
lt: Susisiekite su mumis
lv: Sazinieties ar mums
nb: Kontakt oss
nl: Neem contact met ons op
pl: Kontakt z nami
pt: Contacte-nos
pt_br: Entre em contato conosco
ro: Contactează-ne
ru: Контакты
sk: Kontakty
sl: Stik z nami
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize ulaşın
uk: Контактна інформація
vi: Liên hệ
zh_hans: 联系我们
zh_hant_hk: 與我們聯絡
zh_hant_tw: 與我們聯絡

# ReadFAQs
source: FAQs
ar: الأسئلة المتداولة
bg: Често задавани въпроси
cs: Často kladené dotazy
da: Ofte stillede spørgsmål
el: Συχνές ερωτήσεις
es: Preguntas más frecuentes
et: KKKd
fi: UKK
fr: Questions/Réponses
he: שאלות ותשובות
hr: Najčešća pitanja
hu: Gyakran ismételt kérdések
it: Domande frequenti
ja: FAQ
ko: FAQ
lt: Dažnai užduodami klausimai
lv: Bieži uzdotie jautājumi
nb: Vanlige spørsmål
nl: Veelgestelde vragen
pl: Często zadawane pytania
pt_br: Perguntas frequentes
ro: Întrebări frecvente
ru: Ответы на вопросы
sk: Časté otázky
sl: Pogosta vprašanja
sv: Vanliga frågor
th: คำถามที่พบบ่อย
tr: SSS
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hans: 常见问题解答
zh_hant_hk: 常見問題解答
zh_hant_tw: 常見問答集

# FAQAnswerTitle
source: Question and answer
ar: سؤال وجواب
bg: Въпрос и отговор
cs: Otázka a odpověď
da: Spørgsmål og svar
de: Fragen und Antworten
el: Ερώτηση και απάντηση
es: Pregunta y respuesta
et: Küsimus ja vastus
fi: Kysymys ja vastaus
fr: Questions/Réponses
he: שאלה ותשובה
hi: प्रश्न और उत्तर
hr: Pitanje i odgovor
hu: Kérdés és válasz
it: Domanda e risposta
ja: 質問と回答
ko: 질문 및 답변
lt: Klausimas ir atsakymas
lv: Jautājums un atbilde
nb: Spørsmål og svar
nl: Vraag en antwoord
pl: Pytanie i odpowiedź
pt: Pergunta e resposta
pt_br: Pergunta e resposta
ro: Întrebare şi răspuns
ru: Вопросы и ответы
sk: Otázka a odpoveď
sl: Vprašanje in odgovor
sv: Fråga och svar
th: คำถาามและคำตอบ
tr: Soru ve cevap
uk: Запитання і відповідь
vi: Hỏi và đáp
zh_hans: 问题和解答
zh_hant_hk: 問題與解答
zh_hant_tw: 問題與解答

# NOPRODUCTSERROR
source: No products available
ar: ما من منتجات متوفرة
bg: Няма налични продукти
cs: Výrobky nejsou k dispozici
da: Ingen tilgængelige produkter
de: Keine Produkte verfügbar
el: Δεν υπάρχουν διαθέσιμα προϊόντα
es: No hay productos disponibles
et: Tooted puuduvad
fi: Ei tuotteita saatavilla
fr: Aucun produit disponible
he: אין מוצרים זמינים
hi: कोई उत्पाद उपलब्ध नहीं हैं
hr: Nema dostupnih proizvoda
hu: Nincsenek elérhető termékek
it: Prodotti non disponibili
ja: 利用可能な製品なし
ko: 사용 가능한 제품 없음
lt: Gaminių nėra
lv: Nav pieejams neviens produkts
nb: Ingen produkter tilgjengelig
nl: Geen producten beschikbaar
pl: Brak dostępnych produktów
pt: Nenhum produto disponível
pt_br: Nenhum produto disponível
ro: Nu sunt produse disponibile
ru: Нет доступных продуктов
sk: Žiadne dostupné produkty
sl: Na voljo ni noben izdelek
sv: Inga tillgängliga produkter
th: ไม่มีผลิตภัณฑ์จำหน่าย
tr: Ürün mevcut değil
uk: Немає виробів
vi: Không có sẵn sản phẩm
zh_hans: 无可用产品
zh_hant_hk: 沒有可以使用的產品
zh_hant_tw: 沒有可用的產品

# TellUs
source: Tell us what you think
ar: أطلعنا على رأيك
bg: Кажете ни какво мислите
cs: Sdělte nám svůj názor
da: Fortæl os, hvad du synes
de: Sagen Sie uns Ihre Meinung
el: Πείτε μας τη γνώμη σας
es: Dinos qué opinas
et: Andke meile tagasisidet
fi: Kerro mielipiteesi
fr: Donnez-nous votre avis
he: ספר לנו מה דעתך
hi: अपने विचार हमें बताएँ
hr: Dajte nam do znanja što mislite
hu: Mondja el véleményét
it: Dicci cosa ne pensi
ja: ご意見をお聞かせください
ko: 의견 남기기
lt: Pasakykite mums, ką galvojate
lv: Sniedziet atsauksmes
nb: Fortell oss hva du synes
nl: Wat vindt u?
pl: Powiedz nam, co myślisz
pt: Dê-nos a sua opinião
pt_br: Conte-nos o que acha
ro: Spune-ne părerea ta
ru: Выскажите свое мнение
sk: Chceme poznať váš názor
sl: Zaupajte nam svoje mnenje
sv: Ge oss din åsikt
th: คุณคิดอย่างไรบ้าง
tr: Düşüncelerinizi bizimle paylaşın
uk: Повідомте нам свою думку
vi: Cho chúng tôi biết bạn nghĩ gì
zh_hans: 告诉我们您的想法
zh_hant_hk: 提供意見
zh_hant_tw: 分享您的想法

# Registration
source: Register your product
ar: تسجيل منتجك
bg: Регистрирайте продукта си
cs: Zaregistrujte svůj výrobek
da: Registrer dit produkt
de: Produkt registrieren
el: Δηλώστε το προϊόν σας
es: Registra tu producto
et: Registreerige oma toode
fi: Rekisteröi tuotteesi
fr: Enregistrez votre produit
he: רשום את המוצר שלך
hi: अपना उत्पाद पंजीकृत करें
hr: Registrirajte svoj proizvod
hu: Regisztrálja a terméket
it: Registra il prodotto
ja: 製品を登録
ko: 제품 등록하기
lt: Užregistruokite savo gaminį
lv: Reģistrējiet savu produktu
nb: Registrer produktet
nl: Registreer je product
pl: Zarejestruj produkt
pt: Registe o seu produto
pt_br: Registrar o produto
ro: Înregistrează-ţi produsul
ru: Регистрация продукта
sk: Zaregistrujte svoj výrobok
sl: Registracija izdelka
sv: Registrera produkten
th: ลงทะเบียนผลิตภัณฑ์ของคุณ
tr: Ürününüzü kaydettirin
uk: Зареєструйте свій виріб
vi: Đăng ký sản phẩm của bạn
zh_hans: 注册您的产品
zh_hant_hk: 註冊您的產品
zh_hant_tw: 註冊您的產品

# ViewProductInformation
source: Product information
ar: معلومات عن المنتج
bg: информация за продукта
cs: Informace o výrobku
da: produktoplysninger
de: Produktinformationen
el: πληροφορίες προϊόντος
es: info. del producto
et: tooteteave
fi: tuotetiedot
fr: Informations produit
he: מידע על מוצרים
hi: उत्पाद जानकारी
hr: informacije o proizvodu
hu: termékinformációk
it: informazioni prodotto
ja: 製品情報
ko: 제품 정보
lt: gaminio informacija
lv: informācija par produktu
nb: produktinformasjon
nl: productinformatie
pl: informacje o produkcie
pt: informações sobre produto
pt_br: informações sobre o produto
ro: informaţii despre produs
ru: Cведения о продукте
sk: informácie o výrobku
sl: informacije o izdelku
sv: Produktinformation
th: ข้อมูลผลิตภัณฑ์
tr: ürün bilgileri
uk: Інформація про виріб
vi: thông tin sản phẩm
zh_hans: 产品信息
zh_hant_hk: 產品資訊
zh_hant_tw: 產品資訊

# faq
source: Frequently asked questions
ar: الأسئلة المتداولة
bg: Често задавани въпроси
cs: Často kladené dotazy
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen (FAQ)
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
et: Korduma kippuvad küsimused
fi: Usein kysytyt kysymykset
fr: Questions/Réponses
he: שאלות נפוצות
hi: अक्सर पूछे जाने वाले प्रश्न
hr: Česta pitanja
hu: Gyakran feltett kérdések
it: Domande frequenti
ja: よく寄せられるご質問
ko: 자주 묻는 질문 (FAQ)
lt: Dažniausiai užduodami klausimai
lv: Bieži uzdotie jautājumi
nb: Vanlige spørsmål
nl: Veelgestelde vragen
pl: Często zadawane pytania
pt: Perguntas frequentes
pt_br: Perguntas frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sk: Často kladené otázky
sl: Pogosta vprašanja
sv: Vanliga frågor
th: คำถามที่พบบ่อย
tr: Sıkça sorulan sorular
uk: Часті запитання
vi: Các câu hỏi thường gặp
zh_hans: 常见问题解答
zh_hant_hk: 常見問題解答 (FAQ)
zh_hant_tw: 常見問答集

source: Get directions
ar: الحصول على الاتجاهات
bg: Получаване на указания
cs: Získání pokynů
da: Rutevejledning
de: Berechnen der Route
el: Λήψη οδηγιών
es: Obtener indicaciones
et: Hankige juhised
fi: Löydä ohjeita
fr: Itinéraire
he: קבל הנחיות
hi: निर्देश प्राप्त करें
hr: Zatražite upute
hu: Útvonal tervezése
it: Indicazioni stradali
ja: 道順を検索
ko: 길 찾기
lt: Gaukite instrukcijas
lv: Iegūstiet norādes
nb: Få veibeskrivelser
nl: Routebeschrijving ophalen
pl: Wskazówki dojazdu
pt: Obter direcções
pt_br: Obter direções
ro: Obţine instrucţiuni
ru: Поиск адреса
sk: Get directions (Získanie smerových pokynov)
sl: Pridobite navodila
sv: Hämta vägbeskrivning
th: Get directions (ขอเส้นทาง)
tr: Yol tarifi alın
uk: Отримати вказівки
vi: Nhận thông tin dẫn hướng
zh_hans: 获得方向
zh_hant_hk: 取得位置
zh_hant_tw: 取得路線

# login_to_social_media
source: Log in with your social media account
ar: هل تريد تسجيل الدخول باستخدام حسابك على شبكات التواصل الاجتماعي؟
bg: Влизане с акаунта в социална мрежа?
cs: Chcete se přihlásit pomocí účtu na sociálních médiích?
da: Vil du logge på med konto på socialt medie?
de: Mit dem Konto eines sozialen Netzwerks anmelden
el: Σύνδεση με λογαριασμό κοινωνικής δικτύωσης;
es: Iniciar sesión desde una red social
et: Kas soovite logida sisse suhtlusvõrgustiku kontoga?
fi: Kirjaudutaanko yhteisöpalvelun tilillä?
fr: Connexion avec un compte de réseau social
he: להתחבר באמצעות חשבון המדיה החברתית שלך?
hi: अपने सामाजिक मीडिया खाते से लॉग इन करें?
hr: Želite li se prijaviti pomoću računa društvene mreže?
hu: Bejelentkezik közösségioldal-fiókjával?
it: Vuoi accedere con il tuo account social
ja: ソーシャルメディアアカウントでログインしますか
ko: 소셜 미디어 계정으로 로그인합니까
lt: Prisijunkti naudojant socialinio tinklo paskyrą?
lv: Vai pieteikties ar sociālā tīkla kontu?
nb: Logge på med konto for sosiale medier?
nl: Inloggen met sociale-media-account
pl: Chcesz zalogować się za pomocą konta w serwisie społecznościowym
pt: Iniciar sessão com a sua conta de redes sociais?
pt_br: Fazer login com a sua conta de mídia social?
ro: Te conectezi folosindu-ţi contul reţelei de socializare?
ru: Войти в учетную запись соц. сети
sk: Chcete sa prihlásiť pomocou účtu sociálnej siete?
sl: Se želite prijaviti z računom družabnega omrežja?
sv: Vill du logga in med ett socialt media-konto?
th: ล็อกอินด้วยแอคเคาท์สื่อสังคมของคุณหรือไม่
tr: Sosyal hesabınızla mı oturum açmak istiyorsunuz?
uk: Увійти через обліковий запис соціальної мережі?
vi: Đăng nhập bằng tài khoản mạng xã hội của bạn?
zh_hans: 使用社交媒体帐户登录
zh_hant_hk: 要透過社交媒體帳戶登入嗎？
zh_hant_tw: 以社交媒體帳戶登入？

# linkedin
source: On LinkedIn
ar: على LinkedIn
bg: В LinkedIn
cs: LinkedIn
da: På LinkedIn
de: Über LinkedIn
el: Στο LinkedIn
es: En LinkedIn
et: LinkedIn
fi: LinkedIn
fr: LinkedIn
he: ב-LinkedIn
hi: LinkedIn पर
hr: Na LinkedInu
hu: LinkedInen
it: Su LinkedIn
ja: LinkedIn
ko: LinkedIn
lt: LinkedIn
lv: Tīklā LinkedIn
nb: På LinkedIn
nl: Op LinkedIn
pl: W LinkedIn
pt: No LinkedIn
pt_br: No LinkedIn
ro: Pe LinkedIn
ru: LinkedIn
sk: LinkedIn
sl: Na LinkedInu
sv: På LinkedIn
th: บน LinkedIn
tr: LinkedIn ile
uk: LinkedIn
vi: Bằng LinkedIn
zh_hans: 在 LinkedIn 上
zh_hant_hk: LinkedIn
zh_hant_tw: LinkedIn

# googleplus
source: On Google Plus
ar: على Google Plus
bg: В Google Plus
cs: Google Plus
da: På Google Plus
de: Über Google Plus
el: Στο Google Plus
es: En Google Plus
et: Google Plus
fi: Google Plus
fr: Google Plus
he: ב-Google Plus
hi: Google Plus पर
hr: Na mreži Google Plus
hu: Google Plus-on
it: Su Google Plus
ja: Google+
ko: Google Plus
lt: Google Plus
lv: Tīklā Google Plus
nb: På Google Plus
nl: Op Google Plus
pl: W Google Plus
pt: No Google Plus
pt_br: No Google Plus
ro: Pe Google Plus
ru: Google Plus
sk: Google Plus
sl: Na Google Plus
sv: På Google Plus
th: บน Google Plus
tr: Google Plus ile
uk: Google Plus
vi: Bằng Google Plus
zh_hans: 在 Google Plus 上
zh_hant_hk: Google Plus
zh_hant_tw: Google Plus

# login_with_philips_account
source: Or log in with My Philips account
ar: أو تسجيل الدخول باستخدام حساب My Philips
bg: Или влезте с акаунта си в My Philips
cs: nebo se přihlásit pomocí účtu My Philips
da: Eller log på med en My Philips-konto
de: Oder mit My Philips-Konto anmelden
el: Ή σύνδεση με λογαριασμό My Philips
es: Iniciar sesión con My Philips
et: Või logige sisse My Philipsi kontoga
fi: Tai kirjaudu My Philips -tilillä
fr: Ou connexion à votre compte My Philips
he: או התחבר באמצעות פרטי חשבון 'פיליפס שלי'
hi: या मेरा Philips खाता से लॉग इन करें
hr: Ili se prijavite pomoću My Philips računa
hu: Vagy jelentkezzen be My Philips-fiókkal
it: Oppure accedi con l'account My Philips
ja: または My Philips アカウントでログイン
ko: 또는 My Philips 계정으로 로그인
lt: Prisijungti naudojant „My Philips“ paskyrą
lv: Vai pieteikties ar My Philips kontu
nb: Eller logg deg på med My Philips-konto
nl: Of log in m. Mijn Philips-account
pl: Możesz też zalogować się za pomocą konta My Philips
pt: Ou inicie sessão na conta MyPhilips
pt_br: Ou fazer login com a conta do My Philips
ro: Sau conectează-te folosindu-ţi contul My Philips
ru: Или войдите с помощью My Philips
sk: Prihlásiť sa pomocou konta My Philips
sl: Ali pa se prijavite z računom My Philips
sv: Eller logga in med My Philips-kontot
th: หรือล็อกอินด้วยแอคเคาท์ My Philips
tr: Veya My Philips hesabınızla oturum açın
uk: Або увійти через обліковий запис My Philips
vi: Hoặc đăng nhập bằng tài khoản Philips của tôi
zh_hans: 或者用我的飞利浦帐户登录
zh_hant_hk: 或透過 My Philips 帳戶登入
zh_hant_tw: 或以 My Philips 帳戶登入

# email
source: Email address
ar: عنوان البريد الإلكتروني
bg: Имейл адрес
cs: E-mailová adresa
da: E-mailadresse
de: E-Mail-Adresse
el: Διεύθυνση email
es: Correo electrónico
et: E-posti aadress
fi: Sähköpostiosoite
fr: Adresse e-mail
he: כתובת דוא'ל
hi: ईमेल पता
hr: Adresa e-pošte
hu: E-mail cím
it: Indirizzo e-mail
ja: メールアドレス
ko: 이메일 주소
lt: El. pašto adresas
lv: E-pasta adrese
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
pt_br: Endereço de e-mail
ro: Adresă de e-mail
ru: Эл. почта
sk: E-mailová adresa
sl: E-poštni naslov
sv: E-postadress
th: อีเมล์แอดเดรส
tr: E-posta adresi
uk: Адреса ел. пошти
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant_hk: 電郵地址
zh_hant_tw: 電子郵件地址

source: Password
ar: كلمة المرور
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
et: Salasõna
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
ja: パスワード
ko: 암호
lt: Slaptažodis
lv: Parole
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัส
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant_hk: 密碼
zh_hant_tw: 密碼

# sign_into_my_philips
source: MyPhilips account
ar: تسجيل الدخول إلى MyPhilips
bg: Влизане в My Philips
cs: Přihlásit se do služby My Philips
da: Log på My Philips
de: Bei MyPhilips anmelden
el: Σύνδεση στο My Philips
es: Iniciar sesión en MyPhilips
et: Logi sisse My Philipsi kontole
fi: My Philips -kirjautuminen
fr: Connexion à MyPhilips
he: כניסה ל'פיליפס שלי'
hi: मेरा Philips में साइन इन करें
hr: Prijavite se na račun My Philips
hu: My Philips-bejelentkezés
it: Accedi a MyPhilips
ja: MyPhilips にサインイン
ko: MyPhilips에 로그인
lt: Prisijunkite prie „My Philips“
lv: Pierakstīties My Philips
nb: Logg på My Philips
nl: Aanm. MijnPhilips
pl: Zarejestruj się w MyPhilips
pt: Iniciar sessão no MyPhilips
pt_br: Fazer login no My Philips
ro: Conectează-te la My Philips
ru: Войти в MyPhilips
sk: Prihlásiť sa do konta My Philips
sl: Prijavite se v My Philips
sv: Logga in till My Philips
th: เข้าใช้ My Philips
tr: My Philips'te oturum açın
uk: Увійти в систему My Philips
vi: Đăng nhập vào Philips của tôi
zh_hans: 登录我的飞利浦
zh_hant_hk: 登入到 My Philips
zh_hant_tw: 登入 MyPhilips

# forgot_my_password
source: I forgot my password >
ar: لقد نسيت كلمة المرور >
bg: Забравена парола >
cs: Zapomněl(a) jsem heslo >
da: Jeg har glemt min kode >
de: Ich habe mein Passwort vergessen >
el: Ξέχασα τον κωδικό μου >
es: Olvidé la contraseña >
et: Ma unustasin salasõna >
fi: Olen unohtanut salasanani >
fr: J'ai oublié mon mot de passe >
he: שכחתי את הסיסמה שלי >
hi: मैं अपना पासवर्ड भूल गया >
hr: Zaboravio/la sam svoju lozinku >
hu: Elfelejtettem a jelszavamat >
it: Ho dimenticato la mia password >
ja: パスワードをお忘れの場合 >
ko: 암호를 잊어버렸습니다 >
lt: Pamiršau savo slaptažodį >
lv: Esmu aizmirsis savu paroli >
nb: Jeg har glemt passordet >
nl: Wachtwoord vergeten >
pl: Nie pamiętam hasła >
pt: Esqueci-me da palavra-passe >
pt_br: Esqueci minha senha >
ro: Am uitat parola >
ru: Я забыл(-а) пароль >
sk: Zabudol(-la) som heslo >
sl: Pozabil sem geslo >
sv: Jag har glömt mitt lösenord >
th: ฉันลืมรหัสผ่าน >
tr: Parolamı unuttum >
uk: Я не пам’ятаю пароль >
vi: Tôi quên mật khẩu của mình >
zh_hans: 我忘记了我的密码 >
zh_hant_hk: 我忘記了我的密碼 >
zh_hant_tw: 忘記密碼 >

source: Create account >
ar: إنشاء حساب >
bg: Създаване на акаунт >
cs: Vytvořit účet >
da: Opret konto >
de: Konto erstellen >
el: Δημιουργία λογαριασμού >
es: Crear cuenta >
et: Loo konto >
fi: Luo tili >
fr: Créer un compte >
he: צור חשבון >
hi: खाता बनाएँ >
hr: Izrada računa >
hu: Fiók létrehozása >
it: Crea account >
ja: アカウントを作成 >
ko: 계정 만들기 >
lt: Kurti paskyrą >
lv: Izveidot kontu >
nb: Opprett konto >
nl: Account maken >
pl: Utwórz konto >
pt: Criar conta >
pt_br: Criar conta >
ro: Creare cont >
ru: Создать уч. запись >
sk: Vytvoriť konto >
sl: Ustvari račun >
sv: Skapa konto >
th: สร้างแอคเคาท์ >
tr: Hesap oluştur >
uk: Створити обліковий запис >
vi: Tạo tài khoản >
zh_hans: 创建帐户 >
zh_hant_hk: 建立帳戶 >
zh_hant_tw: 建立帳戶 >

source: Date of purchase
ar: تاريخ الشراء
bg: Дата на покупка
cs: Datum nákupu
da: Købsdato
de: Kaufdatum
el: Ημερομηνία αγοράς
es: Fecha de compra
et: Ostukuupäev
fi: Ostopäivä
fr: Date d'achat
he: תאריך הרכישה
hi: खरीद की दिनांक
hr: Datum kupnje
hu: Vásárlás dátuma
it: Data di acquisto
ja: ご購入日
ko: 구입 날짜
lt: Pirkimo data:
lv: Iegādes datums
nb: Kjøpsdato
nl: Aankoopdatum
pl: Data zakupu
pt: Data de compra
pt_br: Data da compra
ro: Data achiziţionării
ru: Дата покупки
sk: Dátum zakúpenia
sl: Datum nakupa
sv: Inköpsdatum
th: วันที่ซื้อ
tr: Satın alma tarihi
uk: Дата придбання
vi: Ngày mua
zh_hans: 购买日期
zh_hant_hk: 購買日期
zh_hant_tw: 購買日期

source: Day
ar: اليوم
bg: Ден
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
et: Päev
fi: Päivä
fr: Jour
he: יום
hi: दिन
hr: Dan
hu: Nappali
it: Giorno
ja: 日
ko: 일
lt: Diena
lv: Diena
nb: Dag
nl: Overdag
pl: Dzień
pt: Dia
pt_br: Dia
ro: Zi
ru: День
sk: Deň
sl: Dan
sv: Dag
th: กลางวัน
tr: Gün
uk: день
vi: Ngày
zh_hans: 第 xx 天
zh_hant_hk: 日
zh_hant_tw: 日

source: Month
ar: الشهر
bg: Месец
cs: Měsíc
da: Måned
de: Monat
el: Μήνας
es: Mes
et: Kuu
fi: Kuukausi
fr: Mois
he: חודש
hi: महीना
hr: Mjesec
hu: Hónap
it: Mese
ja: 月
ko: 월
lt: Mėnuo
lv: Mēnesis
nb: Måned
nl: Maand
pl: Miesiąc
pt: Mês
pt_br: Mês
ro: Lună
ru: Месяц
sk: Mesiac
sl: Mesec
sv: Månad
th: เดือน
tr: Ay
uk: місяць
vi: Tháng
zh_hans: 月
zh_hant_hk: 月
zh_hant_tw: 月

source: Year
ar: السنة
bg: Година
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
et: Aasta
fi: Vuosi
fr: Année
he: שנה
hi: वर्ष
hr: Godina
hu: Év
it: Anno
ja: 年
ko: 연도
lt: Metams.
lv: Gads
nb: År
nl: Jaar
pl: Rok
pt: Ano
pt_br: Ano
ro: Anul
ru: Год
sk: Rok
sl: Leto
sv: År
th: ปี
tr: Yıl
uk: рік
vi: Năm
zh_hans: 年份
zh_hant_hk: 年
zh_hant_tw: 年

source: Receipt
ar: إيصال بالدفع
bg: Разписка
cs: Účtenka
da: Kvittering
de: Beleg
el: Απόδειξη
es: Recibo
et: Kviitung
fi: Kuitti
fr: Reçu
he: קבלה
hi: रसीद
hr: Račun
hu: Számla
it: Ricevuta
ja: レシート
ko: 영수증
lt: Kvitas
lv: Čeks
nb: Kvittering
nl: Ontvangstbewijs
pl: Dowód zakupu
pt: Recibo
pt_br: Recibo
ro: Chitanţă
ru: Копия
sk: Potvrdenka
sl: Potrdilo
sv: Kvitto
th: ใบเสร็จ
tr: Fatura
uk: Квитанція
vi: Biên lai
zh_hans: 收据
zh_hant_hk: 收到
zh_hant_tw: 收據

source: Take a photo
ar: التقاط صورة
bg: Заснемане на снимка
cs: Pořízení fotografie
da: Billedoptagelse
de: Machen Sie ein Foto
el: Λήψη φωτογραφίας
es: Hacer foto
et: Tee foto
fi: Ota kuva
fr: Prendre une photo
he: צלם תמונה
hi: कोई फ़ोटो लें
hr: Snimi fotografiju
it: Acquisizione di una foto
ja: 写真の撮影
ko: 사진 촬영
lt: Fotografuoti
lv: Uzņemt foto
nb: Ta et bilde
nl: Een foto maken
pl: Zrób zdjęcie
pt: Tirar uma fotografia
pt_br: Tire uma fotografia
ro: Realizare fotografie
ru: Создание фотоснимков
sk: Nasnímanie fotografie
sl: Fotografiranje
sv: Ta ett foto
th: ถ่ายรูป
tr: Fotoğraf çekin
uk: Сфотографувати
vi: Chụp ảnh
zh_hans: 点击相机中的图片
zh_hant_hk: 拍照
zh_hant_tw: 挑選相片

source: Register
ar: التسجيل
bg: Регистриране
cs: Zaregistrujte
da: Registrer
de: Registrieren
el: Δήλωση
es: Registrarse
et: Registreeri
fi: Rekisteröinti
fr: Enregistrer
he: רישום
hi: पंजीकृत करें
hr: Registracija
hu: Reg.
it: Registrazione
ja: 登録
ko: 등록하기
lt: Registracija
lv: Reģistrēt
nb: Registrer
nl: Registreren
pl: Rejestracja
pt: Registar
pt_br: Registrar
ro: Înregistrare
ru: Регистр.
sk: Zaregistrovať
sl: Registracija
sv: Registrera
th: ลงทะเบียน
tr: Kayıt olun
uk: Реєстрація
vi: Đăng ký
zh_hans: 注册
zh_hant_hk: 註冊
zh_hant_tw: 註冊

source: Serial number
ar: الرقم التسلسلي
bg: Сериен номер
cs: Sériové číslo
da: Serienummer
de: Seriennummer
el: Αριθμός σειράς
es: Núm. de serie
et: Seerianumber
fi: Sarjanumero
fr: Numéro de série
he: מספר סידורי
hi: क्रम संख्या
hr: Serijski broj
hu: Sorozatszám
it: Numero di serie
ja: シリアル番号
ko: 일련 번호
lt: Serijos numeris
lv: Sērijas numurs
nb: Serienummer
nl: Serienummer
pl: Numer seryjny
pt: Número de série
pt_br: Número de série
ro: Număr de serie
ru: Серийн. номер
sk: Sériové číslo
sl: Serijska številka
sv: Serienummer
th: หมายเลขผลิตภัณฑ์
tr: Seri numarası
uk: Серійний номер
vi: Số sêri
zh_hans: 序列号
zh_hant_hk: 序號
zh_hant_tw: 序號

source: Thank you
ar: شكراً لك
bg: Благодарим
cs: Děkujeme
da: Tak
de: Vielen Dank
el: Ευχαριστούμε
es: Gracias
et: Täname teid
fi: Kiitos
fr: Merci
he: תודה לך
hi: धन्यवाद
hr: Hvala vam
hu: Köszönjük
it: Grazie
ja: ありがとうございました
ko: 감사합니다.
lt: Dėkojame
lv: Paldies
nb: Tusen takk
nl: Bedankt
pl: Dziękujemy
pt: Obrigado
pt_br: Obrigado
ro: Îţi mulţumim
ru: Спасибо!
sk: Ďakujeme
sl: Hvala,
sv: Tack
th: ขอบคุณ
tr: Teşekkürler
uk: Дякуємо
vi: Cảm ơn bạn
zh_hans: 谢谢您
zh_hant_hk: 感謝
zh_hant_tw: 感謝您

# product_registered
source: Your product was registered
ar: تم تسجيل منتجك
bg: Продуктът ви беше регистриран
cs: Váš výrobek byl zaregistrován
da: Dit produkt blev registreret
de: Ihr Produkt wurde registriert.
el: Το προϊόν δηλώθηκε
es: El producto se ha registrado
et: Teie toode registreeriti
fi: Tuotteesi on rekisteröity
fr: Votre produit est enregistré
he: המוצר שלך נרשם
hi: आपका उत्पाद पंजीकृत किया गया था
hr: Vaš je proizvod registriran
hu: Termékét regisztráltuk
it: Prodotto registrato
ja: 製品が登録されました
ko: 제품이 등록되었습니다.
lt: Jūsų gaminys užregistruotas
lv: Jūsu produkts ir reģistrēts
nb: Produktet ditt er registrert
nl: Uw product is geregistreerd
pl: Twój produkt został zarejestrowany
pt: O seu produto foi registado
pt_br: Seu produto foi registrado
ro: Produsul tău a fost înregistrat
ru: Продукт зарегистрирован
sk: Výrobok bol zaregistrovaný
sl: Vaš izdelek je registriran
sv: Din produkt registrerades
th: ลงทะเบียนผลิตภัณฑ์ของคุณแล้ว
tr: Ürününüz kaydedildi
uk: Ваш виріб зареєстровано
vi: Sản phẩm của bạn đã được đăng ký
zh_hans: 您的产品已注册
zh_hant_hk: 您的產品已註冊
zh_hant_tw: 您的產品已有註冊記錄
