Repository: PhilipsTest/iOS-Test
Catalog: Source/dcc/Source/Library/PhilipsConsumerCare/Localization/*.lproj/Localizable.strings
Languages: ar, bg, cs, da, de, el, es, et, fi, fr, he, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# enjoy_extended_warranty
source: Enjoy your extended warranty period
ar: استمتع بفترة الضمان الممددة
bg: Насладете се на удължения гаранционен срок
cs: Získali jste prodlouženou záruku
da: Få glæde af din udvidede garantiperiode
de: Genießen Sie die erweiterte Garantie für Ihr Produkt
el: Τώρα πια έχετε εκτεταμένη εγγύηση!
es: Disfruta de la garantía ampliada
et: Nautige pikendatud garantiiperioodi
fi: Laajennettu takuu on voimassa
fr: Profitez bien de votre extension de garantie
he: הנאה מתקופת האחריות המורחבת
hi: अपनी विस्तारित वारंटी अवधि का आनंद लें
hr: Uživajte u produženom jamstvu
hu: Élvezze a meghosszabbított garanciát
it: Sfrutta la garanzia estesa
ja: 保証期間が延長されました
ko: 보증 기간 연장 혜택을 받아 보십시오.
lt: Jums suteikta pailginta garantija
lv: Izmantojiet pagarināto garantijas periodu
nb: Du har fått utvidet garantiperiode
nl: Profiteer van uitgebreide garantie
pl: Skorzystaj z przedłużonego okresu gwarancji
pt: Desfrute do seu período de garantia alargada
pt_br: Aproveite o período de garantia estendida
ro: Bucură-te de perioada extinsă de garanţie
ru: Теперь Вы можете воспользоваться расширенной гарантией
sk: Využívajte výhody predĺženej záručnej doby
sl: Zagotovite si podaljšano garancijsko obdobje
sv: Njut av din utökade garantiperiod
th: ขอให้เพลิดเพลินกับระยะเวลาการรับประกันที่ขยายเพิ่มเติม
tr: Uzatılmış garanti döneminizin tadını çıkarın
uk: Скористайтеся подовженою гарантією
vi: Tận hưởng thời gian bảo hành kéo dài của bạn
zh_hans: 享受延长保修期
zh_hant_hk: 您可享受延長保用期
zh_hant_tw: 享受您的延長保固

source: Back to support
ar: العودة إلى الدعم
bg: Назад към поддръжката
cs: Zpět na podporu
da: Tilbage til support
de: Zurück zum Support
el: Επιστροφή στην υποστήριξη
es: Volver a asistencia
et: Tagasi toe lehele
fi: Takaisin tukisivulle
fr: Retour à l'assistance
he: חזרה לתמיכה
hi: सहायता पर वापस जाएँ
hr: Natrag na podršku
hu: Vissza a támogatáshoz
it: Torna all'assistenza
ja: サポートに戻る
ko: 지원으로 돌아가기
lt: Atgal į palaikymą
lv: Atpakaļ uz atbalstu
nb: Tilbake til støtte
nl: Naar support
pl: Powrót do pomocy technicznej
pt: Voltar à assistência
pt_br: Voltar para suporte
ro: Înapoi la asistenţă
ru: Назад (помощь)
sk: Späť na podporu
sl: Nazaj na podporo
sv: Tillbaka till supporten
th: กลับไปยังฝ่ายสนับสนุน
tr: Desteğe geri dön
uk: Назад до підтримки
vi: Quay lại hỗ trợ
zh_hans: 返回到“支持”
zh_hant_hk: 回到支援
zh_hant_tw: 返回支援

source: Loading
ar: تحميل
bg: Зареждане
cs: Načítání
da: Indlæser
de: Laden
el: Φορτώνει...
es: Cargando
et: Laadimine
fi: Ladataan
fr: Chargement
he: טעינה
hi: लोड कर रहा है
hr: Učitavanje
hu: Betöltés
it: Caricamento
ja: ロード中
ko: 로딩중
lt: Įkeliama
lv: Ielāde
nb: Laster
nl: Bezig met laden
pl: Ładowanie
pt: A carregar
pt_br: Carregando
ro: Încărcare
ru: Загр.
sk: Načítavanie
sl: Nalaganje
sv: Läser in
th: การโหลดข้อมูล
tr: Yükleniyor
uk: Завантаження
vi: Đang nạp
zh_hans: 正在加载
zh_hant_hk: 正在載入
zh_hant_tw: 正在載入

source: Please wait
ar: يُرجى الانتظار
bg: Моля, изчакайте
cs: Počkejte prosím
da: Vent venligst
de: Bitte warten
el: Περιμένετε
es: Espera
et: Palun oodake
fi: Odota
fr: Veuillez patienter
he: אנא המתן
hi: कृपया प्रतीक्षा करें
hr: Pričekajte
hu: Kérem, várjon
it: Attendere
ja: お待ちください
ko: 잠시 기다려 주십시오.
lt: Palaukite
lv: Lūdzu, uzgaidiet
nb: Vent litt
nl: Even geduld
pl: Proszę czekać
pt: Aguarde
pt_br: Aguarde
ro: Te rugăm să aştepţi
ru: Подождите
sk: Čakajte, prosím
sl: Počakajte
sv: Var god vänta
th: โปรดรอ
tr: Lütfen bekleyin
uk: Зачекайте
vi: Vui lòng đợi
zh_hans: 请稍候
zh_hant_hk: 請等待
zh_hant_tw: 請稍候

source: Contact us:
ar: اتصل بنا:
bg: Връзка с нас:
cs: Kontaktujte nás:
da: Kontakt os:
de: Kontaktieren Sie uns:
el: Επικοινωνία:
es: Contacto:
et: Võtke meiega ühendust:
fi: Yhteystiedot:
fr: Contactez-nous :
he: צור קשר:
hi: हमें संपर्क करें:
hr: Obratite nam se:
hu: Kapcsolatfelvétel:
it: Contattaci:
ja: お問い合わせ先：
ko: 문의처:
lt: Susisiekite su mumis:
lv: Sazinieties ar mums:
nb: Kontakt oss:
nl: Contact:
pl: Kontakt z nami:
pt: Contacte-nos:
pt_br: Entre em contato conosco:
ro: Contactează-ne:
ru: Контакты:
sk: Kontaktujte nás:
sl: Stik z nami:
sv: Kontakta oss:
th: ติดต่อเรา:
tr: Bize ulaşın:
uk: Зв’яжіться з нами:
vi: Liên hệ:
zh_hans: 联系我们：
zh_hant_hk: 聯絡我們：
zh_hant_tw: 與我們聯絡：

source: Live chat
ar: دردشة مباشرة
bg: Чат на живо
cs: Chat naživo
el: Ζωντανή συνομιλία
es: Chat en directo
et: Otsevestlus
fr: Chat en direct
he: צ'אט חי
hi: लाइव चैट
hr: Razgovor uživo
hu: Élő csevegés
it: Chat live
ja: ライブチャット
ko: 실시간 채팅
lt: Pokalbis
lv: Tērzēšana
nb: Livechatt
pl: Czat na żywo
pt: Chat em directo
pt_br: Bate-papo ao vivo
ro: Chat live
ru: Чат
sk: Živý rozhovor
sl: Klepet v živo
sv: Live chatt
th: สนทนาสด
tr: Canlı sohbet
uk: Чат
vi: Trò chuyện trực tiếp
zh_hans: 实时聊天
zh_hant_hk: 在線諮詢
zh_hant_tw: 即時對話

source: Chat with Philips
ar: الدردشة مع Philips
bg: Чат с Philips
cs: Chatovat se společností Philips
da: Chat med Philips
de: Mit Philips chatten
el: Συνομιλήστε με τη Philips
es: Chatea con Philips
et: Vestle Philipsiga
fi: Philips-chat
fr: Dialoguer avec Philips
he: צ'אט עם פיליפס
hi: Philips के साथ चैट करें
hr: Razgovarajte s tvrtkom Philips
hu: Csevegés a Philipsszel
it: Parla con Philips
ja: フィリップス担当者とチャット
ko: 필립스 담당자와 채팅
lt: Kalbėtis su 'Philips'
lv: Tērzējiet ar Philips
nb: Chat med Philips
nl: Met Philips chatten
pl: Porozmawiaj z firmą Philips
pt: Converse com a Philips
pt_br: Converse com a Philips via chat
ro: Discutaţi cu Philips
ru: Чат с Philips
sk: Komunikovať s Philipsom
sl: Klepetajte s Philipsom
sv: Chatta med Philips
th: สนทนากับ Philips
tr: Philips ile sohbet edin
uk: Чат із Philips
vi: Trò chuyện với Philips
zh_hans: 与飞利浦联系
zh_hant_hk: 與 Philips 溝通
zh_hant_tw: 與飛利浦對話

# message_sent_to_philips
source: Your message has been send to Philips
ar: تم إرسال رسالتك إلى Philips
bg: Съобщението ви беше изпратено на Philips
cs: Vaše zpráva byla odeslána společnosti Philips
da: Din meddelelse blev sendt til Philips
de: Ihre Nachricht wurde an Philips gesendet.
el: Το μήνυμά σας έχει σταλεί στη Philips
es: El mensaje se ha enviado a Philips
et: Teie teade edastati Philipsile
fi: Viestisi on lähetetty Philipsille.
fr: Votre message a été envoyé à Philips
he: הודעתך נשלחה אל פיליפס
hi: आपका संदेश Philips को भेजा जा चुका है
hr: Vaša je poruka poslana tvrtki Philips
hu: Üzenetét elküldtük a Philips-nek
it: Messaggio inviato a Philips
ja: お客様のメッセージはフィリップスに送信されました
ko: 필립스로 메시지가 전송되었습니다.
lt: Jūsų pranešimas išsiųstas „Philips“
lv: Jūsu ziņojums ir nosūtīts Philips
nb: Meldingen din er sendt til Philips
nl: Uw bericht is naar Philips verzonden
pl: Twoja wiadomość została wysłana do firmy Philips
pt: A sua mensagem foi enviada à Philips
pt_br: Sua mensagem foi enviada à Philips
ro: Mesajul tău a fost trimis către Philips
ru: Ваше сообщение отправлено в Philips
sk: Správa bola odoslaná spoločnosti Philips
sl: Vaše sporočilo je poslano Philipsu
sv: Ditt meddelande har skickats till Philips
th: ข้อความของคุณถูกส่งไปถึง Philips แล้ว
tr: Mesajınız Philips'e gönderildi
uk: Ваше повідомлення надіслано Philips
vi: Lời nhắn của bạn đã được gửi đến Philips
zh_hans: 您的消息已发送至飞利浦
zh_hant_hk: 您的訊息已發往 Philips
zh_hant_tw: 您的訊息已寄給飛利浦

source: Can we help you?
ar: أيمكننا مساعدتك؟
bg: Как можем да ви помогнем?
cs: Můžeme vám pomoci?
da: Kan vi hjælpe dig?
de: Können wir Ihnen helfen?
el: Μπορούμε να βοηθήσουμε;
es: ¿Podemos ayudarte?
et: Kas saame teid aidata?
fi: Voimmeko auttaa?
fr: Que pouvons-nous faire pour vous aider ?
he: כיצד נוכל לעזור לך?
hi: क्या हम आपकी मदद करें?
hr: Možemo li vam pomoći?
hu: Segíthetünk?
it: Hai bisogno di aiuto?
ja: お問い合わせ／サポート
ko: 무엇을 도와드릴까요?
lt: Kuo galime jums padėti?
lv: Vai varam jums palīdzēt?
nb: Kan vi hjelpe deg?
nl: Kunnen we u helpen?
pl: Jak możemy pomóc?
pt: Como podemos ajudá-lo?
pt_br: Podemos ajudá-lo?
ro: Ai nevoie de ajutor?
ru: Нужна помощь?
sk: Ako vám môžeme pomôcť?
sl: Vam lahko pomagamo?
sv: Kan vi hjälpa dig?
th: เราจะช่วยอะไรคุณได้ไหม
tr: Nasıl yardımcı olabiliriz?
uk: Ми можемо Вам допомогти?
vi: Chúng tôi có thể giúp bạn không?
zh_hans: 是否能帮助您？
zh_hant_hk: 有問題？
zh_hant_tw: 是否需要協助？

source: Chat now
ar: دردش الآن
bg: Говорете сега
cs: Spustit chat
da: Chat nu
de: Jetzt in den Chat
el: Μιλήστε τώρα
es: Chatear ahora
et: Vestelge kohe
fi: Keskustele
fr: Discuter maintenant
he: בצע צ'אט כעת
hi: अभी चैट करें
hr: Razgovarajte sada
hu: Csevegés most
it: Parla ora
ja: 今すぐチャット
ko: 지금 대화하기
lt: Pasikalbėti dabar
lv: Tērzēt tūlīt
nb: Chat nå
nl: Nu chatten
pl: Czatuj teraz
pt: Falar agora
pt_br: Entrar no chat agora
ro: Discutaţi acum
ru: Начать чат
sk: Komunikujte teraz
sl: Začnite klepetati
sv: Chatta nu
th: สนทนาทันที
tr: Şimdi sohbet edin
uk: Спілкуватися зараз
vi: Trò chuyện ngay
zh_hans: 立即开始聊天
zh_hant_hk: 立即聊天
zh_hant_tw: 立即對話

source: No, thanks
ar: لا، شكرًا
bg: Не, благодаря
cs: Ne, děkuji
da: Nej tak
de: Nein, danke
el: Όχι, ευχαριστώ
es: No, gracias
et: Ei, aitäh
fi: Ei kiitos
fr: Non merci
he: לא, תודה
hi: नहीं, धन्यवाद
hr: Ne, hvala
hu: Köszönöm, nem kérem
it: No, grazie
ja: いいえ
ko: 사용 안 함
lt: Ne, dėkojame
lv: Nē, paldies
nb: Nei takk
nl: Nee, bedankt
pl: Nie, dziękuję
pt: Não, obrigado
pt_br: Não, obrigado
ro: Nu, mulţumesc
ru: Нет, спасибо
sk: Nie, ďakujem
sl: Ne, hvala
sv: Nej tack
th: ไม่ ขอบคุณ
tr: Hayır, teşekkürler
uk: Ні, дякую
vi: Không, cám ơn
zh_hans: 不，谢谢
zh_hant_hk: 不，謝謝
zh_hant_tw: 不了，謝謝

# product_open_manual
source: Open interactive manual
ar: فتح الدليل التفاعلي
bg: Отвори интерактивно ръководство
cs: Otevřít interaktivní příručku
da: Åbn interaktiv vejledning
de: Interaktives Handbuch öffnen
el: Άνοιγμα διαδραστικού εγχειριδίου
es: Abrir manual interactivo
et: Avage interaktiivne juhend
fi: Avaa vuorovaikutteinen opas
fr: Ouvrir le manuel interactif
he: פתח את המדריך האינטראקטיבי
hi: सहभागी मैन्युअल खोलें
hr: Otvori interaktivni priručnik
hu: Interaktív kézik. megnyitása
it: Apri manuale interattivo
ja: インタラクティブマニュアルを開く
ko: 인터액티브 설명서 열기
lt: Atidaryti interaktyvųjį vadovą
lv: Atvērt interaktīvo rokasgrāmatu
nb: Åpne interaktiv håndbok
nl: Open interact. handl.
pl: Otwórz interaktywną instrukcję obsługi
pt: Abrir manual interactivo
pt_br: Abrir manual interativo
ro: Deschide manualul interactiv
ru: Открыть руководство
sk: Otvoriť interaktívnu príručku
sl: Odprite interaktivni priročnik
sv: Öppna den interaktiva handboken
th: เปิดคู่มือผู้ใช้แบบอินเตอร์แอคทีฟ
tr: İnteraktif kılavuzu aç
uk: Відкрити інтерактивний посібник
vi: Mở tài liệu hướng dẫn tương tác
zh_hans: 打开互动手册
zh_hant_hk: 打開互動手冊
zh_hant_tw: 開啟互動手冊

# product_view_videos
source: Product videos
ar: مقاطع فيديو حول المنتج
bg: Видеоклипове за продукти
cs: Videa k výrobku
da: Produktvideoer
de: Produktvideos
el: Βίντεο προϊόντων
es: Vídeos de productos
et: Tootevideod
fi: Tuotevideot
fr: Vidéos produits
he: סרטונים על מוצרים
hi: उत्पाद वीडियो
hr: Videozapisi o proizvodima
hu: Termékvideók
it: Video sui prodotti
ja: 製品動画
ko: 제품 동영상
lt: Gaminio vaizdo įrašai
lv: Produkta videoklipi
nb: Produktvideoer
pl: Filmy o produktach
pt: Vídeos do produto
pt_br: Vídeos de produtos
ro: Videoclipuri despre produse
ru: Видео о товарах
sk: Videá o výrobkoch
sl: Videoposnetki izdelkov
sv: Produktvideor
th: วิดีโอผลิตภัณฑ์
tr: Ürün videoları
uk: Відео про виріб
vi: Video sản phẩm
zh_hans: 产品视频
zh_hant_hk: 產品短片
zh_hant_tw: 產品影片

# rate_playstore_headertext
source: How would you rate this app?
ar: كيف تصنّف هذا التطبيق؟
bg: Как бихте оценили това приложение?
cs: Jak byste ohodnotili tuto aplikaci?
da: Hvordan vil du bedømme denne app?
de: Wie würden Sie diese App bewerten?
el: Πώς θα αξιολογούσατε την εφαρμογή;
es: Valora esta aplicación
et: Kuidas hindaksite seda rakendust?
fi: Arvosanasi tälle sovellukselle?
fr: Comment noteriez-vous cette application ?
he: כיצד תדרג את האפליקציה הזאת?
hi: आप अनुप्रयोग का मूल्यांकन कैसे करेंगे?
hr: Kako biste ocijenili ovu aplikaciju?
hu: Hogyan értékeli az alkalmazást?
it: Come valuteresti questa app?
ja: このアプリを評価してください
ko: 이 앱을 어떻게 평가하십니까?
lt: Kaip įvertintumėte šią programą?
lv: Kā jūs novērtētu šo lietotni?
nb: Hvordan vurderer du denne appen?
nl: Wat vindt u van deze app?
pl: Jak oceniasz tę aplikację?
pt: Como classificaria esta aplicação?
pt_br: Como você classificaria este aplicativo?
ro: Cum evaluezi această aplicaţie?
ru: Как вы оцените приложение?
sk: Ako by ste ohodnotili túto aplikáciu?
sl: Kako ocenjujete to aplikacijo?
sv: Hur skulle du betygsätta denna app?
th: คุณจะให้คะแนน App นี้อย่างไร
tr: Bu uygulamayı nasıl puanlarsınız?
uk: Як би Ви оцінили цей додаток?
vi: Bạn đánh giá ứng dụng này như thế nào?
zh_hans: 您如何评价此应用程序？
zh_hant_hk: 您如何評價此款應用程式？
zh_hant_tw: 您會給這個應用程式幾分？

# rate_playstore_buttontext
source: Write an app-review
ar: كتابة تعليق حول التطبيق
bg: Напиши рецензия на приложение
cs: Napsat recenzi na aplikaci
da: Skriv en appanmeldelse
de: Eine App-Bewertung verfassen
el: Αξιολόγηση της εφαρμογής
es: Escribir reseña de aplicación
et: Kirjutage rakenduse arvustus
fi: Arvostele sovellus
fr: Rédiger un avis sur l'application
he: כתוב ביקורת אפליקציה
hi: कोई अनुप्रयोग-समीक्षा लिखें
hr: Napišite recenziju aplikacije
hu: Vélemény írása az alk.-ról
it: Scrivi una recensione sull'app
ja: アプリをレビューする
ko: 앱 리뷰 작성
lt: Rašyti atsiliepimą
lv: Uzrakstiet lietotnes apskatu
nb: Skriv anmeldelse av app
nl: Schrijf apprecensie
pl: Napisz recenzję aplikacji
pt: Avalie a aplicação
pt_br: Faça um comentário sobe o aplicativo
ro: Scrie o recenzie a aplicaţiei
ru: Отзыв о приложении
sk: Napíšte recenziu aplikácie
sl: Napišite oceno aplikacije
sv: Skriv en app-recension
th: เขียนคำวิจารณ์ App
tr: Uyg. değerlendirmesi yazın
uk: Написати відгук про додаток
vi: Viết đánh giá ứng dụng
zh_hans: 撰写应用程序评论
zh_hant_hk: 撰寫應用程式評論
zh_hant_tw: 撰寫應用程式評論

# rate_philips_headertext
source: Submit a product review
ar: إرسال تعليق حول التطبيق
bg: Изпрати рецензия на продукт
cs: Odeslat recenzi na výrobek
da: Indsend en produktanmeldelse
de: Eine Produktbewertung einsenden
el: Υποβολή αξιολόγησης προϊόντος
es: Envía una reseña del producto
et: Esitage tootearvustus
fi: Lähetä tuotearvostelu
fr: Soumettre un avis sur le produit
he: שלח ביקורת מוצר
hi: कोई उत्पाद समीक्षा सबमिट करें
hr: Pošaljite recenziju proizvoda
hu: Termékvélemény elküldése
it: Inoltra una recensione sul prodotto
ja: 製品レビューを送信
ko: 제품 리뷰 제출
lt: Pateikti gaminio apžvalgą
lv: Iesniegt produkta apskatu
nb: Send inn produktanmeldelse
nl: Zend productrecensie in
pl: Prześlij recenzję produktu
pt: Enviar avaliação do produto
pt_br: Envie um comentário sobre o produto
ro: Trimite o recenzie a produsului
ru: Загрузить отзыв
sk: Odoslať recenziu výrobku
sl: Pošljite oceno izdelka
sv: Skicka in en produkt-recension
th: ส่งคำวิจารณ์ผลิตภัณฑ์
tr: Bir ürün değerlendirmesi gönderin
uk: Надіслати відгук про виріб
vi: Gửi đánh giá sản phẩm
zh_hans: 提交产品评论
zh_hant_hk: 交產品評論
zh_hant_tw: 送出產品評論

# rate_philips_description
source: Write a review or rate this app. Your feedback is important.
ar: اكتب تعليقًا وساعد الآخرين في اختيار ما يناسبهم
bg: Напишете рецензия и помогнете на другите да направят подходящия избор
cs: Napište recenzi a pomozte ostatním s rozhodováním
da: Skriv en anmeldelse, og hjælp andre med at foretage det rigtige valg
de: Schreiben Sie eine Beurteilung, und helfen Sie anderen Kunden, die richtige Wahl zu treffen!
el: Γράψτε μια αξιολόγηση και βοηθήστε άλλα άτομα να κάνουν τη σωστή επιλογή
es: Escribe una reseña y ayuda a otros usuarios a elegir bien.
et: Kirjutage arvustus ja aidake teistel õiget valikut teha!
fi: Kirjoita arvostelu ja auta muita käyttäjiä löytämään sopiva tuote
fr: Rédigez un avis et aidez les autres à faire le bon choix
he: כתובת ביקורת וסייע לאנשים אחרים לבחור את מה שמתאים להם
hi: कोई समीक्षा लिखें और अन्य लोगों को अपने लिए सही पसंद चुनने में मदद करें
hr: Napišite recenziju i pomognite drugim ljudima da donesu odgovarajuću odluku
hu: Írjon véleményt, és segítsen másoknak a megfelelő döntésben
it: Scrivi una recensione e aiuta gli altri utenti a fare la scelta giusta
ja: レビューをお寄せください。他のお客様が製品を選ぶときの参考になります。
ko: 다른 고객들을 위해 리뷰를 작성해 주세요.
lt: Parašykite atsiliepimą ir taip padėkite pasirinkti kitiems
lv: Uzrakstiet apskatu un palīdziet citiem izdarīt pareizu izvēli!
nb: Skriv en anmeldelse, og hjelp andre å ta riktig avgjørelse
nl: Schrijf een beoordeling en help anderen de juiste keuze te maken
pl: Napisz recenzję i pomóż innym dokonać właściwego wyboru
pt: Escreva uma avaliação e ajude outras pessoas a fazer a escolha certa
pt_br: Faça um comentário e ajude outras pessoas a fazerem a melhor escolha
ro: Scrie o recenzie şi ajută alte persoane să facă alegerea care li se potriveşte!
ru: Оставьте отзыв и помогите другим сделать правильный выбор
sk: Napíšte recenziu a pomôžte tak iným vybrať si ten správny výrobok.
sl: Napišite oceno in drugim pomagajte izbrati pravi izdelek
sv: Skriv en recension och hjälp andra att göra rätt val
th: เขียนคำวิจารณ์และช่วยให้ผู้อื่นตัดสินใจเลือกได้อย่างเหมาะสม
tr: Değerlendirme yazarak başkalarının da doğru seçimi yapmalarına yardımcı olun
uk: Написати відгук і допомогти іншим людям зробити правильний вибір
vi: Viết đánh giá và giúp người khác lựa chọn đúng
zh_hans: 撰写评论，并帮助其他人做出正确决定
zh_hant_hk: 撰寫評論並協助別人作出適當的決定
zh_hant_tw: 撰寫評論以協助其他人挑選最合適的產品

# rate_philips_buttontext
source: Sign into My Philips
ar: تسجيل الدخول إلى My Philips
bg: Влизане в My Philips
cs: Přihlásit se do služby My Philips
da: Log på My Philips
de: Bei My Philips anmelden
el: Σύνδεση στο My Philips
es: Iniciar sesión en My Philips
et: Logi sisse My Philipsi kontole
fi: My Philips -kirjautuminen
fr: Connexion à My Philips
he: כניסה ל'פיליפס שלי'
hi: मेरा Philips में साइन इन करें
hr: Prijavite se na račun My Philips
hu: My Philips-bejelentkezés
it: Accedi a My Philips
ja: My Philips にサインイン
ko: My Philips에 로그인
lt: Prisijunkite prie 'My Philips'
lv: Pierakstīties My Philips
nb: Logg på My Philips
nl: Aanmelden bij Mijn Philips
pl: Zarejestruj się w My Philips
pt: Iniciar sessão no MyPhilips
pt_br: Fazer login no My Philips
ro: Conectează-te la My Philips
ru: Войти в My Philips
sk: Prihlásiť sa do konta My Philips
sl: Prijavite se v My Philips
sv: Logga in till My Philips
th: เข้าใช้ My Philips
tr: My Philips'te oturum açın
uk: Увійти в систему My Philips
vi: Đăng nhập vào Philips của tôi
zh_hans: 登录我的飞利浦
zh_hant_hk: 登入到 My Philips
zh_hant_tw: 登入 My Philips

# twitter_login_header
source: Log in to Twitter
ar: تسجيل الدخول إلى Twitter
bg: Влизане в Twitter
cs: Přihlásit se k Twitteru
da: Log på Twitter
de: Bei Twitter anmelden
el: Σύνδεση στο Twitter
es: Iniciar sesión en Twitter
et: Logige sisse Twitterisse
fi: Twitter-kirjautuminen
fr: Connexion à Twitter
he: כניסה לטוויטר
hi: Twitter में लॉग इन करें
hr: Prijavi se na Twitter
hu: Bejelentkezés a Twitterbe
it: Accedi a Twitter
ja: Twitter にログイン
ko: Twitter에 로그인
lt: Jungtis per „Twitter“
lv: Pieteikties Twitter
nb: Logg på Twitter
nl: Aanmelden bij Twitter
pl: Zaloguj się na Twitterze
pt: Iniciar sessão no Twitter
pt_br: Login no Twitter
ro: Conectare la Twitter
ru: Войти в Twitter
sk: Prihlásiť sa do služby Twitter
sl: Prijavite se v Twitter
sv: Logga in på Twitter
th: ล็อกอินเข้าสู่ Twitter
tr: Twitter'da oturum açın
uk: Увійти в Twitter
vi: Đăng nhập vào Twitter
zh_hans: 登录 Twitter
zh_hant_hk: 登入到 Twitter
zh_hant_tw: 登入 Twitter

source: Log in
ar: تسجيل الدخول
bg: Влизане
cs: Přihlásit
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
fi: Kirjaudu
fr: Connexion
he: התחבר
hi: लॉग इन करें
hr: Prijava
hu: Bejelentkezés
it: Accedi
ja: ログイン
ko: 로그인
lt: Prisijungti
lv: Pieteikties
nb: Logg på
nl: Aanmelden
pl: Zaloguj
pt: Iniciar sessão
ro: Conectare
ru: Вход
sk: Prihlásiť sa
sl: Prijava
sv: Logga in
th: ล็อกอิน
tr: Oturum açın
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant_hk: 登入
zh_hant_tw: 登入

# twitter_login_hint_username
source: Username
ar: اسم المستخدم
cs: Jméno
da: Brugernavn
de: Benutzername
es: Nombre usuario
fi: Käyttäjänimi
fr: Nom utilisateur
it: Nome utente
ja: ユーザー名
ko: 아이디
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Имя польз.
sv: Användarnamn
tr: Kullanıcı adı
zh_hans: 用户名
zh_hant_tw: 使用者名稱

# twitter_login_hint_password
source: Password
ar: كلمة المرور
bg: Парола
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
et: Salasõna
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
ja: パスワード
ko: 암호
lt: Slaptažodis
lv: Parole
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัส
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant_hk: 密碼
zh_hant_tw: 密碼

# twiiter_login_logo_description
source: Twitter Logo
ar: شعار Twitter
bg: Емблема на Twitter
cs: Logo Twitteru
da: Twitter-logoet
el: Λογότυπο Twitter
es: Logotipo de Twitter
et: Twitteri logo
fr: Logo Twitter
he: הלוגו של טוויטר
hi: Twitter लोगो
hr: Logotip Twitter
hu: Twitter embléma
it: Logo Twitter
ja: Twitter ロゴ
ko: Twitter 로고
lt: „Twitter“ logotipas
lv: Twitter logotips
pl: Logo Twittera
pt: Logótipo do Twitter
pt_br: Logotipo do Twitter
ro: Sigla Twitter
ru: Логотип Twitter
sk: Logo služby Twitter
sl: Logotip Twitter
sv: Twitter logga
th: โลโก้ Twitter
tr: Twitter Logosu
uk: Логотип Twitter
vi: Logo Twitter
zh_hans: Twitter 徽标
zh_hant_hk: Twitter 標誌
zh_hant_tw: Twitter 標誌

# social_post_to
source: Send a message to Philips
ar: إرسال رسالة إلى Philips
bg: Изпращане на съобщение на Philips
cs: Poslat zprávu společnosti Philips
da: Send en meddelelse til Philips
de: Senden Sie eine Nachricht an Philips
el: Αποστολή μηνύματος στη Philips
es: Enviar mensaje a Philips
et: Saatke teade Philipsile
fi: Lähetä viesti Philipsille
fr: Envoyer un message à Philips
he: שלח הודעה אל פיליפס
hi: Philips को कोई संदेश भेजें
hr: Pošalji poruku tvrtki Philips
hu: Üzenetküldés a Philips-nek
it: Invia un messaggio a Philips
ja: フィリップスにメッセージを送信
ko: 필립스로 메시지 보내기
lt: Siųsti pranešimą „Philips“
lv: Nosūtīt ziņojumu Philips
nb: Send en melding til Philips
nl: Stuur een bericht naar Philips
pl: Wyślij wiadomość do firmy Philips
pt: Enviar uma mensagem à Philips
pt_br: Envie uma mensagem para a Philips
ro: Trimite un mesaj către Philips
ru: Отправить письмо Philips
sk: Pošlite spoločnosti Philips správu
sl: Pošljite sporočilo Philipsu
sv: Skicka ett meddelande till Philips
th: ส่งข้อความถึง Philips
tr: Philips'e bir mesaj gönderin
uk: Надіслати повідомлення Philips
vi: Gửi lời nhắn đến Philips
zh_hans: 向飞利浦发送消息
zh_hant_hk: 向 Philips 發送訊息
zh_hant_tw: 傳訊給飛利浦

# social_post_desc_text
source: Include product information
ar: يتضمن معلومات عن المنتج
bg: Включване на информация за продукта
cs: Přiložit informace o výrobku
da: Inkluder produktoplysninger
de: Produktinformationen hinzufügen
el: Με πληροφορίες για το προϊόν
es: Incluir info. del producto
et: Lisage teatele tooteteave
fi: Lisää tuotetiedot
fr: Inclure les informations produit
he: כלול מידע על המוצר
hi: उत्पाद जानकारी शामिल करें
hr: Uključi informacije o proizvodu
hu: Termékinformációval együtt
it: Includi informazioni sul prodotto
ja: 製品情報を含む
ko: 제품 정보 포함
lt: Pridėti gaminio informaciją
lv: Iekļaut produkta informāciju
nb: Legg til produktinformasjon
nl: Voeg productinformatie toe
pl: Dołącz informacje o produkcie
pt: Incluir informações de produto
pt_br: Incluir informações sobre o produto
ro: Include informaţii despre produs
ru: Вкл. информацию о продукте
sk: Zahrnúť informácie o výrobku
sl: Vključite informacije o izdelku
sv: Inkludera produktinformation
th: รวมข้อมูลผลิตภัณฑ์
tr: Ürün bilgilerini ekleyin
uk: Включити інформацію про виріб
vi: Bao gồm thông tin sản phẩm
zh_hans: 包含产品信息
zh_hant_hk: 附上產品資訊
zh_hant_tw: 納入產品資訊
