Repository: PhilipsTest/iOS-Test
Catalog: Source/rap/Source/App/AppFramework/AppFramework/BaseApp/Common/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, et, fr_ca, it, ja, ko, lt, lv, pl, ro, sl, uk, vi

# RA_COCO_UR_desc
source: [en-GB]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
ar: [ar]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
bg: [bg]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
cs: [cs]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
de: [de]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
et: [et]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
fr_ca: [fr-CA]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
it: [it]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
ja: [ja]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
ko: [ko]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
lt: [lt]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
lv: [lv]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
pl: [pl]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
ro: [ro]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
sl: [sl]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
uk: [uk]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.
vi: [vi]User registration feature in Reference App provides the ability of registering a new user accessing the mobile application, for logging into the application using valid organization social media specific credentials.

# RA_Cancel
source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
de: Abbrechen
et: Tühista
fr_ca: Annuler
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
pl: Anuluj
ro: Anulare
sl: Prekliči
uk: [uk]Cancel
vi: Hủy

# RA_Coco_Version
source: [en-GB]App Info
ar: [ar]App Info
bg: [bg]App Info
cs: [cs]App Info
de: [de]App Info
et: [et]App Info
fr_ca: [fr-CA]App Info
it: [it]App Info
ja: [ja]App Info
ko: [ko]App Info
lt: [lt]App Info
lv: [lv]App Info
pl: [pl]App Info
ro: [ro]App Info
sl: [sl]App Info
uk: [uk]App Info
vi: [vi]App Info

# RA_DLSS_avatar_default_text
source: [en-GB]Hello User, Please sign in.
ar: [ar]Hello User, Please sign in.
bg: [bg]Hello User, Please sign in.
cs: [cs]Hello User, Please sign in.
de: [de]Hello User, Please sign in.
et: [et]Hello User, Please sign in.
fr_ca: [fr-CA]Hello User, Please sign in.
it: [it]Hello User, Please sign in.
ja: [ja]Hello User, Please sign in.
ko: [ko]Hello User, Please sign in.
lt: [lt]Hello User, Please sign in.
lv: [lv]Hello User, Please sign in.
pl: [pl]Hello User, Please sign in.
ro: [ro]Hello User, Please sign in.
sl: [sl]Hello User, Please sign in.
uk: [uk]Hello User, Please sign in.
vi: [vi]Hello User, Please sign in.

# RA_DLS_Help_Philips_Shop
source: [en-GB]You can make Philips purchases or via 3rd party retailers here.
ar: [ar]You can make Philips purchases or via 3rd party retailers here.
bg: [bg]You can make Philips purchases or via 3rd party retailers here.
cs: [cs]You can make Philips purchases or via 3rd party retailers here.
de: [de]You can make Philips purchases or via 3rd party retailers here.
et: [et]You can make Philips purchases or via 3rd party retailers here.
fr_ca: [fr-CA]You can make Philips purchases or via 3rd party retailers here.
it: [it]You can make Philips purchases or via 3rd party retailers here.
ja: [ja]You can make Philips purchases or via 3rd party retailers here.
ko: [ko]You can make Philips purchases or via 3rd party retailers here.
lt: [lt]You can make Philips purchases or via 3rd party retailers here.
lv: [lv]You can make Philips purchases or via 3rd party retailers here.
pl: [pl]You can make Philips purchases or via 3rd party retailers here.
ro: [ro]You can make Philips purchases or via 3rd party retailers here.
sl: [sl]You can make Philips purchases or via 3rd party retailers here.
uk: [uk]You can make Philips purchases or via 3rd party retailers here.
vi: [vi]You can make Philips purchases or via 3rd party retailers here.

# RA_DLS_Help_Support_screen_sub
source: [en-GB]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
ar: [ar]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
bg: [bg]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
cs: [cs]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
de: [de]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
et: [et]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
fr_ca: [fr-CA]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
it: [it]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
ja: [ja]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
ko: [ko]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
lt: [lt]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
lv: [lv]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
pl: [pl]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
ro: [ro]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
sl: [sl]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
uk: [uk]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.
vi: [vi]You can contact Philips consumer care here. Consumer Care is the destination for all Philips questions, product information and reviews.

# RA_DLS_HomeScreen_Title
source: [en-GB]Reference App Home
ar: [ar]Reference App Home
bg: [bg]Reference App Home
cs: [cs]Reference App Home
de: [de]Reference App Home
et: [et]Reference App Home
fr_ca: [fr-CA]Reference App Home
it: [it]Reference App Home
ja: [ja]Reference App Home
ko: [ko]Reference App Home
lt: [lt]Reference App Home
lv: [lv]Reference App Home
pl: [pl]Reference App Home
ro: [ro]Reference App Home
sl: [sl]Reference App Home
uk: [uk]Reference App Home
vi: [vi]Reference App Home

# RA_DLS_about_copyright
source: [en-GB]Copyright © 2017 Philips
ar: [ar]Copyright © 2017 Philips
bg: [bg]Copyright © 2017 Philips
cs: [cs]Copyright © 2017 Philips
de: [de]Copyright © 2017 Philips
et: [et]Copyright © 2017 Philips
fr_ca: [fr-CA]Copyright © 2017 Philips
it: [it]Copyright © 2017 Philips
ja: [ja]Copyright © 2017 Philips
ko: [ko]Copyright © 2017 Philips
lt: [lt]Copyright © 2017 Philips
lv: [lv]Copyright © 2017 Philips
pl: [pl]Copyright © 2017 Philips
ro: [ro]Copyright © 2017 Philips
sl: [sl]Copyright © 2017 Philips
uk: [uk]Copyright © 2017 Philips
vi: [vi]Copyright © 2017 Philips

# RA_DLS_about_description
source: [en-GB]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
ar: [ar]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
bg: [bg]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
cs: [cs]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
de: [de]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
et: [et]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
fr_ca: [fr-CA]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
it: [it]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
ja: [ja]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
ko: [ko]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
lt: [lt]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
lv: [lv]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
pl: [pl]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
ro: [ro]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
sl: [sl]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
uk: [uk]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.
vi: [vi]This reference app is the starting point for any new patient medical or consumer mobile app. It is made up of configurable common components which are all part of the CDP2 Platform. It will help accelerate your app development, harmonize UX across Philips and ensures appropriate integration with HSDP.

# RA_DLS_about_privacy
source: [en-GB]Privacy policy
ar: [ar]Privacy policy
bg: [bg]Privacy policy
cs: [cs]Privacy policy
de: [de]Privacy policy
et: [et]Privacy policy
fr_ca: [fr-CA]Privacy policy
it: [it]Privacy policy
ja: [ja]Privacy policy
ko: [ko]Privacy policy
lt: [lt]Privacy policy
lv: [lv]Privacy policy
pl: [pl]Privacy policy
ro: [ro]Privacy policy
sl: [sl]Privacy policy
uk: [uk]Privacy policy
vi: [vi]Privacy policy

# RA_DLS_about_terms
source: [en-GB]Terms &amp; conditions
ar: [ar]Terms &amp; conditions
bg: [bg]Terms &amp; conditions
cs: [cs]Terms &amp; conditions
de: [de]Terms &amp; conditions
et: [et]Terms &amp; conditions
fr_ca: [fr-CA]Terms &amp; conditions
it: [it]Terms &amp; conditions
ja: [ja]Terms &amp; conditions
ko: [ko]Terms &amp; conditions
lt: [lt]Terms &amp; conditions
lv: [lv]Terms &amp; conditions
pl: [pl]Terms &amp; conditions
ro: [ro]Terms &amp; conditions
sl: [sl]Terms &amp; conditions
uk: [uk]Terms &amp; conditions
vi: [vi]Terms &amp; conditions

# RA_DLS_check_internet_connectivity
source: [en-GB]Check Internet Connectivity
ar: [ar]Check Internet Connectivity
bg: [bg]Check Internet Connectivity
cs: [cs]Check Internet Connectivity
de: [de]Check Internet Connectivity
et: [et]Check Internet Connectivity
fr_ca: [fr-CA]Check Internet Connectivity
it: [it]Check Internet Connectivity
ja: [ja]Check Internet Connectivity
ko: [ko]Check Internet Connectivity
lt: [lt]Check Internet Connectivity
lv: [lv]Check Internet Connectivity
pl: [pl]Check Internet Connectivity
ro: [ro]Check Internet Connectivity
sl: [sl]Check Internet Connectivity
uk: [uk]Check Internet Connectivity
vi: [vi]Check Internet Connectivity

# RA_DLS_home_page_sub_text
source: [en-GB]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
ar: [ar]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
bg: [bg]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
cs: [cs]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
de: [de]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
et: [et]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
fr_ca: [fr-CA]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
it: [it]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
ja: [ja]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
ko: [ko]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
lt: [lt]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
lv: [lv]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
pl: [pl]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
ro: [ro]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
sl: [sl]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
uk: [uk]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
vi: [vi]ReferenceApp is a base platform used by all propositions to develop and maintain features both generic and specific to the propositions. App infra, Data Gateway, App FWK, and UIToolkit allow Apps to be created from uApps and UI-less services/libraries. ReferenceApp acts as a foundation over which CDP2 uApps and proposition specific uApps are integrated to form individual apps.
