Repository: PhilipsTest/iOS-Test
Catalog: Source/rap/Source/App/AppFramework/AppFramework/BaseApp/Common/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, et, fr_ca, it, ja, ko, lt, lv, pl, ro, sl, uk, vi

# RA_DLS_overlay_got_it
source: [en-GB]Got it
ar: [ar]Got it
bg: [bg]Got it
cs: [cs]Got it
de: [de]Got it
et: [et]Got it
fr_ca: [fr-CA]Got it
it: [it]Got it
ja: [ja]Got it
ko: [ko]Got it
lt: [lt]Got it
lv: [lv]Got it
pl: [pl]Got it
ro: [ro]Got it
sl: [sl]Got it
uk: [uk]Got it
vi: [vi]Got it

# RA_DLS_splash_title
source: [en-GB]CDP2 Reference App
ar: [ar]CDP2 Reference App
bg: [bg]CDP2 Reference App
cs: [cs]CDP2 Reference App
de: [de]CDP2 Reference App
et: [et]CDP2 Reference App
fr_ca: [fr-CA]CDP2 Reference App
it: [it]CDP2 Reference App
ja: [ja]CDP2 Reference App
ko: [ko]CDP2 Reference App
lt: [lt]CDP2 Reference App
lv: [lv]CDP2 Reference App
pl: [pl]CDP2 Reference App
ro: [ro]CDP2 Reference App
sl: [sl]CDP2 Reference App
uk: [uk]CDP2 Reference App
vi: [vi]CDP2 Reference App

# RA_DLS_theme_title
source: [en-GB]Theme Setting
ar: [ar]Theme Setting
bg: [bg]Theme Setting
cs: [cs]Theme Setting
de: [de]Theme Setting
et: [et]Theme Setting
fr_ca: [fr-CA]Theme Setting
it: [it]Theme Setting
ja: [ja]Theme Setting
ko: [ko]Theme Setting
lt: [lt]Theme Setting
lv: [lv]Theme Setting
pl: [pl]Theme Setting
ro: [ro]Theme Setting
sl: [sl]Theme Setting
uk: [uk]Theme Setting
vi: [vi]Theme Setting

# RA_Done_Button_Text
source: Finished
ar: تم
bg: Готово
cs: Hotovo
de: Fertig
et: Valmis
fr_ca: Terminé
it: Fatto
ja: 完了
ko: 완료
lt: Atlikta
lv: Pabeigts
pl: Gotowe
ro: Finalizat
sl: Končano
uk: [uk]Done
vi: Xong

# RA_HomeScreen_Title
source: Mobile App home
ar: الصفحة الرئيسية لتطبيق الهاتف المحمول
bg: Начална страница на мобилно приложение
cs: Domácí stránka mobilní aplikace
de: Startseite der Mobilgeräte-App
et: Mobiilirakenduse avaleht
fr_ca: Page d'accueil de l'application mobile
it: Home app mobile
ja: モバイルアプリホーム
ko: 모바일 앱 홈
lt: Mobiliosios programos pradžios puslapis
lv: Mobilās lietotnes sākums
pl: Ekran główny aplikacji mobilnej
ro: Pagina principală a aplicaţiei mobile
sl: Začetna stran mobilne aplikacije
uk: [uk]Reference App
vi: Trang chủ Ứng dụng di động

# RA_Invalid_Param_Msg
source: You have entered or selected invalid parameter values. Please select appropriate parameter values and launch again
bg: Въвели сте или сте избрали невалидни стойности на параметъра. Изберете подходящи стойности на параметъра и пуснете отново
cs: Zadali jste nebo jste zvolili neplatné hodnoty parametru. Zvolte příslušné hodnoty parametru a spusťte aplikaci znovu
de: Sie haben ungültige Parameterwerte ausgewählt oder eingegeben. Geben Sie passende Parameterwerte ein, und starten Sie die Anwendung erneut.
et: Olete sisestanud või valinud valed parameetri väärtused. Valige sobivad parameetri väärtused ja käivitage uuesti.
fr_ca: Vous avez entré ou sélectionné des valeurs de paramètre invalides. Veuillez sélectionner des valeurs de paramètre valides et relancez.
it: I valori dei parametri inseriti o selezionati non sono validi. Selezionare valori dei parametri corretti e riavviare
ja: 無効なパラメーター値が入力または選択されました。適切なパラメーター値を選択してから再起動してください。
ko: 유효하지 않은 파라미터 값을 입력 또는 선택하셨습니다. 올바른 파라미터 값을 선택한 후 다시 시작하십시오.
lt: Įvedėte arba pasirinkote negaliojančias parametrų vertes. Pasirinkite tinkamas parametrų vertes ir paleiskite iš naujo
lv: Ir ievadītas vai atlasītas nederīgas parametru vērtības. Lūdzu, atlasiet atbilstošas parametru vērtības un palaidiet vēlreiz
pl: Wprowadzono lub wybrano nieprawidłowe wartości parametrów. Wybierz odpowiednie wartości parametrów i uruchom ponownie
ro: Ai introdus sau selectat valori nevalide ale parametrilor. Selectează valori corespunzătoare ale parametrilor şi lansează din nou aplicaţia.
sl: Vnesli ali izbrali ste neveljavne vrednosti parametrov. Izberite ustrezne vrednosti parametrov in ponovno zaženite.
uk: [uk]You have entered or selected invalid parameter values. Please select appropiate parameter values and launch again
vi: Bạn đã nhập hoặc chọn các giá trị thông số không hợp lệ. Vui lòng chọn giá trị thông số thích hợp và khởi chạy lại

# RA_MYA_Click_Stream_Hosting_Consent
source: [en-GB]I allow Philips to use my mobile application usage statistics
ar: [ar]I allow Philips to use my mobile application usage statistics
bg: [bg]I allow Philips to use my mobile application usage statistics
cs: [cs]I allow Philips to use my mobile application usage statistics
de: [de]I allow Philips to use my mobile application usage statistics
et: [et]I allow Philips to use my mobile application usage statistics
fr_ca: [fr-CA]I allow Philips to use my mobile application usage statistics
it: [it]I allow Philips to use my mobile application usage statistics
ja: [ja]I allow Philips to use my mobile application usage statistics
ko: [ko]I allow Philips to use my mobile application usage statistics
lt: [lt]I allow Philips to use my mobile application usage statistics
lv: [lv]I allow Philips to use my mobile application usage statistics
pl: [pl]I allow Philips to use my mobile application usage statistics
ro: [ro]I allow Philips to use my mobile application usage statistics
sl: [sl]I allow Philips to use my mobile application usage statistics
uk: [uk]I allow Philips to use my mobile application usage statistics
vi: [vi]I allow Philips to use my mobile application usage statistics

# RA_MYA_Consent_Click_Stream
source: I allow Philips to collect my app data to help the app to function, to improve the app, to personalise the app, to integrate with social media and to show relevant content and advertisements.
ar: أسمح لـ Philips بمجمع بيانات التطبيق الخاصة بي، للمساعدة في عمل التطبيق بطريقة صحيحة، ولتحسين التطبيق وتخصيصه وللدمج مع وسائل التواصل الاجتماعي ولعرض المحتويات والإعلانات ذات الصلة.
bg: Позволявам на Philips да събира данните ми от приложението, за да подпомогне функционирането му, да го подобри, да го персонализира, да го интегрира със социалните медии и да показва подходящо съдържание и реклами.
cs: Uděluji společnosti Philips souhlas se shromažďováním mých údajů z aplikace za účelem zlepšení fungování aplikace, vylepšení aplikace, přizpůsobení aplikace, integrace se sociálními sítěmi a za účelem zobrazení relevantního obsahu a reklamy.
de: Ich erlaube Philips, meine App-Daten für die Funktion, Verbesserung und Personalisierung der App sowie die Integration mit sozialen Medien und die Anzeige relevanter Inhalte und Werbung zu sammeln.
et: Luban Philipsil koguda oma rakenduse andmeid, et aidata rakendusel toimida, rakendust täiustada ja isikupärastada, seda sotsiaalmeediaga siduda ning mulle asjakohast sisu ja reklaame näidata.
fr_ca: J’autorise Philips à recueillir mes données relatives à l’application, pour favoriser le fonctionnement de l’application, l’améliorer, la personnaliser et l’intégrer aux réseaux sociaux pour montrer des publicités et du contenu pertinents.
it: Autorizzo Philips a raccogliere i miei dati relativi all'app per favorirne il funzionamento, i miglioramenti, la personalizzazione, l'integrazione con i social media e per mostrare contenuti e pubblicità rilevanti.
ja: 私は、アプリ機能の実現、アプリの改善、アプリのパーソナライズ、ソーシャルメディアとの統合、ならびに関連コンテンツおよび広告の表示を目的として、フィリップスが私のアプリデータを収集することを許可します。
ko: 본인은 앱의 기능과 개선, 맞춤화, 소셜 미디어와의 통합, 관련 내용 및 광고의 표시를 위해 필립스에서 앱 데이터를 수집할 수 있도록 허용합니다.
lt: Leidžiu „Philips“ kaupti mano programos duomenis, kad programa geriau funkcionuotų, ją būtų galima tobulinti, individualiai pritaikyti, integruoti į socialinius tinklus ir rodyti susijusį turinį bei reklamą.
lv: Es atļauju Philips ievākt manus lietotnes datus, lai palīdzētu lietotnei darboties, lai uzlabotu lietotni, lai personalizētu lietotni, lai integrētu lietotni sociālajos tīklos un lai redzētu atbilstošu saturu un reklāmas.
pl: Zezwalam firmie Philips na gromadzenie moich danych z aplikacji w celu usprawnienia jej działania, personalizacji, integracji z mediami społecznościowymi oraz wyświetlania odpowiednich treści i reklam.
ro: Permit Philips să îmi colecteze datele aplicaţiei pentru a ajuta aplicaţia să funcţioneze, pentru a îmbunătăţi aplicaţia, pentru integrare cu reţelele de socializare şi pentru a afişa conţinut şi reclame relevante.
sl: Philipsu dovoljujem, da zbira moje podatke v aplikaciji in jih uporablja za zagotavljanje delovanja aplikacije, izboljševanje aplikacije, prilagajanje aplikacije, integracijo z družabnimi omrežji ter prikazovanje ustrezne vsebine in oglasov.
uk: Я дозволяю компанії Philips збирати дані мого додатка з метою його функціонування, вдосконалення, персоналізації, інтеграції з соціальними мережами та відображення відповідного вмісту та реклами.
vi: Tôi cho phép Philips thu thập dữ liệu ứng dụng của tôi nhằm giúp cho ứng dụng hoạt động đúng chức năng, để cải thiện và tùy chỉnh ứng dụng theo sở thích cá nhân, để tích hợp với mạng xã hội và hiển thị chương trình quảng cáo và nội dung thích hợp hơn.
