Repository: PhilipsTest/iOS-Test
Catalog: Source/rap/Source/App/AppFramework/AppFramework/BaseApp/Common/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, et, fr_ca, it, ja, ko, lt, lv, pl, ro, sl, uk, vi

# RA_DLS_home_page_text
source: [en-GB]Reference App
ar: [ar]Reference App
bg: [bg]Reference App
cs: [cs]Reference App
de: [de]Reference App
et: [et]Reference App
fr_ca: [fr-CA]Reference App
it: [it]Reference App
ja: [ja]Reference App
ko: [ko]Reference App
lt: [lt]Reference App
lv: [lv]Reference App
pl: [pl]Reference App
ro: [ro]Reference App
sl: [sl]Reference App
uk: [uk]Reference App
vi: [vi]Reference App

# RA_DLS_onboarding_screen1_sub_text
source: [en-GB]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
ar: [ar]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
bg: [bg]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
cs: [cs]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
de: [de]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
et: [et]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
fr_ca: [fr-CA]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
it: [it]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
ja: [ja]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
ko: [ko]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
lt: [lt]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
lv: [lv]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
pl: [pl]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
ro: [ro]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
sl: [sl]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
uk: [uk]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.
vi: [vi]This app integrates the common components required to develop new IoT solutions for acceleration across Philips. It is the first reference for the development of all new patient medical or consumer mobile apps.

# RA_DLS_onboarding_screen1_title
source: [en-GB]What is Reference App?
ar: [ar]What is Reference App?
bg: [bg]What is Reference App?
cs: [cs]What is Reference App?
de: [de]What is Reference App?
et: [et]What is Reference App?
fr_ca: [fr-CA]What is Reference App?
it: [it]What is Reference App?
ja: [ja]What is Reference App?
ko: [ko]What is Reference App?
lt: [lt]What is Reference App?
lv: [lv]What is Reference App?
pl: [pl]What is Reference App?
ro: [ro]What is Reference App?
sl: [sl]What is Reference App?
uk: [uk]What is Reference App?
vi: [vi]What is Reference App?

# RA_DLS_onboarding_screen2_sub_text
source: [en-GB]Designers, developers and business leaders across Philips.
ar: [ar]Designers, developers and business leaders across Philips.
bg: [bg]Designers, developers and business leaders across Philips.
cs: [cs]Designers, developers and business leaders across Philips.
de: [de]Designers, developers and business leaders across Philips.
et: [et]Designers, developers and business leaders across Philips.
fr_ca: [fr-CA]Designers, developers and business leaders across Philips.
it: [it]Designers, developers and business leaders across Philips.
ja: [ja]Designers, developers and business leaders across Philips.
ko: [ko]Designers, developers and business leaders across Philips.
lt: [lt]Designers, developers and business leaders across Philips.
lv: [lv]Designers, developers and business leaders across Philips.
pl: [pl]Designers, developers and business leaders across Philips.
ro: [ro]Designers, developers and business leaders across Philips.
sl: [sl]Designers, developers and business leaders across Philips.
uk: [uk]Designers, developers and business leaders across Philips.
vi: [vi]Designers, developers and business leaders across Philips.

# RA_DLS_onboarding_screen2_title
source: [en-GB]Who is it for?
ar: [ar]Who is it for?
bg: [bg]Who is it for?
cs: [cs]Who is it for?
de: [de]Who is it for?
et: [et]Who is it for?
fr_ca: [fr-CA]Who is it for?
it: [it]Who is it for?
ja: [ja]Who is it for?
ko: [ko]Who is it for?
lt: [lt]Who is it for?
lv: [lv]Who is it for?
pl: [pl]Who is it for?
ro: [ro]Who is it for?
sl: [sl]Who is it for?
uk: [uk]Who is it for?
vi: [vi]Who is it for?

# RA_DLS_onboarding_screen3_sub_text
source: [en-GB]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
ar: [ar]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
bg: [bg]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
cs: [cs]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
de: [de]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
et: [et]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
fr_ca: [fr-CA]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
it: [it]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
ja: [ja]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
ko: [ko]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
lt: [lt]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
lv: [lv]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
pl: [pl]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
ro: [ro]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
sl: [sl]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
uk: [uk]Reference App comprises all of the configurable common components that are part of the CDP2 platform.
vi: [vi]Reference App comprises all of the configurable common components that are part of the CDP2 platform.

# RA_DLS_onboarding_screen3_title
source: [en-GB]What is in it?
ar: [ar]What is in it?
bg: [bg]What is in it?
cs: [cs]What is in it?
de: [de]What is in it?
et: [et]What is in it?
fr_ca: [fr-CA]What is in it?
it: [it]What is in it?
ja: [ja]What is in it?
ko: [ko]What is in it?
lt: [lt]What is in it?
lv: [lv]What is in it?
pl: [pl]What is in it?
ro: [ro]What is in it?
sl: [sl]What is in it?
uk: [uk]What is in it?
vi: [vi]What is in it?

# RA_DLS_onboarding_screen4_sub_text
source: [en-GB]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
ar: [ar]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
bg: [bg]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
cs: [cs]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
de: [de]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
et: [et]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
fr_ca: [fr-CA]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
it: [it]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
ja: [ja]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
ko: [ko]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
lt: [lt]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
lv: [lv]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
pl: [pl]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
ro: [ro]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
sl: [sl]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
uk: [uk]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.
vi: [vi]It provides all the reference information and tools needed to accelerate and harmonize UX development and ensure appropriate HSDP integration.

# RA_DLS_onboarding_screen4_title
source: [en-GB]What does it do?
ar: [ar]What does it do?
bg: [bg]What does it do?
cs: [cs]What does it do?
de: [de]What does it do?
et: [et]What does it do?
fr_ca: [fr-CA]What does it do?
it: [it]What does it do?
ja: [ja]What does it do?
ko: [ko]What does it do?
lt: [lt]What does it do?
lv: [lv]What does it do?
pl: [pl]What does it do?
ro: [ro]What does it do?
sl: [sl]What does it do?
uk: [uk]What does it do?
vi: [vi]What does it do?

# RA_DLS_onboarding_screen5_sub_text
source: [en-GB]The UX has been fully approved by Philips Design and will soon be in DLS.
ar: [ar]The UX has been fully approved by Philips Design and will soon be in DLS.
bg: [bg]The UX has been fully approved by Philips Design and will soon be in DLS.
cs: [cs]The UX has been fully approved by Philips Design and will soon be in DLS.
de: [de]The UX has been fully approved by Philips Design and will soon be in DLS.
et: [et]The UX has been fully approved by Philips Design and will soon be in DLS.
fr_ca: [fr-CA]The UX has been fully approved by Philips Design and will soon be in DLS.
it: [it]The UX has been fully approved by Philips Design and will soon be in DLS.
ja: [ja]The UX has been fully approved by Philips Design and will soon be in DLS.
ko: [ko]The UX has been fully approved by Philips Design and will soon be in DLS.
lt: [lt]The UX has been fully approved by Philips Design and will soon be in DLS.
lv: [lv]The UX has been fully approved by Philips Design and will soon be in DLS.
pl: [pl]The UX has been fully approved by Philips Design and will soon be in DLS.
ro: [ro]The UX has been fully approved by Philips Design and will soon be in DLS.
sl: [sl]The UX has been fully approved by Philips Design and will soon be in DLS.
uk: [uk]The UX has been fully approved by Philips Design and will soon be in DLS.
vi: [vi]The UX has been fully approved by Philips Design and will soon be in DLS.

# RA_DLS_onboarding_screen5_title
source: [en-GB]Fully DLS compliant
ar: [ar]Fully DLS compliant
bg: [bg]Fully DLS compliant
cs: [cs]Fully DLS compliant
de: [de]Fully DLS compliant
et: [et]Fully DLS compliant
fr_ca: [fr-CA]Fully DLS compliant
it: [it]Fully DLS compliant
ja: [ja]Fully DLS compliant
ko: [ko]Fully DLS compliant
lt: [lt]Fully DLS compliant
lv: [lv]Fully DLS compliant
pl: [pl]Fully DLS compliant
ro: [ro]Fully DLS compliant
sl: [sl]Fully DLS compliant
uk: [uk]Fully DLS compliant
vi: [vi]Fully DLS compliant

# RA_DLS_onboarding_screen6_sub_text
source: [en-GB]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
ar: [ar]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
bg: [bg]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
cs: [cs]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
de: [de]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
et: [et]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
fr_ca: [fr-CA]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
it: [it]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
ja: [ja]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
ko: [ko]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
lt: [lt]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
lv: [lv]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
pl: [pl]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
ro: [ro]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
sl: [sl]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
uk: [uk]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.
vi: [vi]The complete platform is tagged and delivers data to monitor &amp; improve your proposition.

# RA_DLS_onboarding_screen6_title
source: [en-GB]Analyze to perform
ar: [ar]Analyze to perform
bg: [bg]Analyze to perform
cs: [cs]Analyze to perform
de: [de]Analyze to perform
et: [et]Analyze to perform
fr_ca: [fr-CA]Analyze to perform
it: [it]Analyze to perform
ja: [ja]Analyze to perform
ko: [ko]Analyze to perform
lt: [lt]Analyze to perform
lv: [lv]Analyze to perform
pl: [pl]Analyze to perform
ro: [ro]Analyze to perform
sl: [sl]Analyze to perform
uk: [uk]Analyze to perform
vi: [vi]Analyze to perform

# RA_DLS_onboarding_screen7_sub_text
source: [en-GB]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
ar: [ar]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
bg: [bg]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
cs: [cs]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
de: [de]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
et: [et]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
fr_ca: [fr-CA]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
it: [it]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
ja: [ja]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
ko: [ko]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
lt: [lt]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
lv: [lv]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
pl: [pl]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
ro: [ro]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
sl: [sl]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
uk: [uk]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.
vi: [vi]The Security &amp; Privacy actions of the complete platform are fully in line with Philips rule.

# RA_DLS_onboarding_screen7_title
source: [en-GB]Secure &amp; personal
ar: [ar]Secure &amp; personal
bg: [bg]Secure &amp; personal
cs: [cs]Secure &amp; personal
de: [de]Secure &amp; personal
et: [et]Secure &amp; personal
fr_ca: [fr-CA]Secure &amp; personal
it: [it]Secure &amp; personal
ja: [ja]Secure &amp; personal
ko: [ko]Secure &amp; personal
lt: [lt]Secure &amp; personal
lv: [lv]Secure &amp; personal
pl: [pl]Secure &amp; personal
ro: [ro]Secure &amp; personal
sl: [sl]Secure &amp; personal
uk: [uk]Secure &amp; personal
vi: [vi]Secure &amp; personal

# RA_DLS_onboarding_screen8_sub_text
source: [en-GB]Localization of your proposition is enabled by the platform, including China.
ar: [ar]Localization of your proposition is enabled by the platform, including China.
bg: [bg]Localization of your proposition is enabled by the platform, including China.
cs: [cs]Localization of your proposition is enabled by the platform, including China.
de: [de]Localization of your proposition is enabled by the platform, including China.
et: [et]Localization of your proposition is enabled by the platform, including China.
fr_ca: [fr-CA]Localization of your proposition is enabled by the platform, including China.
it: [it]Localization of your proposition is enabled by the platform, including China.
ja: [ja]Localization of your proposition is enabled by the platform, including China.
ko: [ko]Localization of your proposition is enabled by the platform, including China.
lt: [lt]Localization of your proposition is enabled by the platform, including China.
lv: [lv]Localization of your proposition is enabled by the platform, including China.
pl: [pl]Localization of your proposition is enabled by the platform, including China.
ro: [ro]Localization of your proposition is enabled by the platform, including China.
sl: [sl]Localization of your proposition is enabled by the platform, including China.
uk: [uk]Localization of your proposition is enabled by the platform, including China.
vi: [vi]Localization of your proposition is enabled by the platform, including China.

# RA_DLS_onboarding_screen8_title
source: [en-GB]A global platform
ar: [ar]A global platform
bg: [bg]A global platform
cs: [cs]A global platform
de: [de]A global platform
et: [et]A global platform
fr_ca: [fr-CA]A global platform
it: [it]A global platform
ja: [ja]A global platform
ko: [ko]A global platform
lt: [lt]A global platform
lv: [lv]A global platform
pl: [pl]A global platform
ro: [ro]A global platform
sl: [sl]A global platform
uk: [uk]A global platform
vi: [vi]A global platform

# RA_DLS_onboarding_screen9_sub_text
source: [en-GB]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
ar: [ar]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
bg: [bg]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
cs: [cs]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
de: [de]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
et: [et]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
fr_ca: [fr-CA]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
it: [it]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
ja: [ja]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
ko: [ko]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
lt: [lt]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
lv: [lv]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
pl: [pl]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
ro: [ro]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
sl: [sl]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
uk: [uk]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.
vi: [vi]The CDP2 platform is fully integrated with HSDP and IT to ensure all functionalities are enabled end-2-end within the Philips landscape.

# RA_DLS_onboarding_screen9_title
source: [en-GB]Integrated with HSDP &amp; IT
ar: [ar]Integrated with HSDP &amp; IT
bg: [bg]Integrated with HSDP &amp; IT
cs: [cs]Integrated with HSDP &amp; IT
de: [de]Integrated with HSDP &amp; IT
et: [et]Integrated with HSDP &amp; IT
fr_ca: [fr-CA]Integrated with HSDP &amp; IT
it: [it]Integrated with HSDP &amp; IT
ja: [ja]Integrated with HSDP &amp; IT
ko: [ko]Integrated with HSDP &amp; IT
lt: [lt]Integrated with HSDP &amp; IT
lv: [lv]Integrated with HSDP &amp; IT
pl: [pl]Integrated with HSDP &amp; IT
ro: [ro]Integrated with HSDP &amp; IT
sl: [sl]Integrated with HSDP &amp; IT
uk: [uk]Integrated with HSDP &amp; IT
vi: [vi]Integrated with HSDP &amp; IT
