Repository: PhilipsTest/iOS-Test
Catalog: Source/rap/Source/App/AppFramework/AppFramework/BaseApp/Common/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, et, fr_ca, it, ja, ko, lt, lv, pl, ro, sl, uk, vi

# RA_MYA_Consent_Click_Stream_Help_Text
source: Cookie Notice This App uses Adobe Analytics, an analytics service ("Adobe Analytics") provided by Adobe Systems Software Ireland Limited ("Adobe"). Adobe Analytics uses "cookies" or similar techniques, which are text files placed in your App, in order to help the App to analyse overall traffic patterns through our App. By transmitting the information generated by the cookie about the use of the App to Adobe, settings ensure that the IP address is anonymised before geo-localisation and replaced by a generic IP address before storage. On behalf of Philips, Adobe will use this information for the evaluation of your use of the App, compiling reports on App activity for Philips, and in order to provide other services relating to App activity and use of the App to Philips. Adobe will not associate your IP address with any other data held by Adobe. You can prevent Adobe's and Philips' collection and use of data (cookies and IP address) if you opt-out after you close this screen.
ar: إشعار ملفات تعريف الارتباط يستخدم هذا التطبيق Adobe Analytics، وهي خدمة تحليلات ("Adobe Analytics") تقدّمها شركة Adobe Systems Software Ireland Limited ‏("Adobe"). تستخدم Adobe Analytics "ملفات تعريف الارتباط" أو تقنيات مشابهة، وهي كناية عن ملفات نصية يتم وضعها في التطبيق الخاص بك، بهدف مساعدة التطبيق في تحليل أنماط نسبة استخدام الشبكة الإجمالية من خلال التطبيق الخاص بنا. ومن خلال نقل البيانات التي تم توليدها من ملف تعريف الارتباط حول استخدام التطبيق إلى Adobe، يضمن الإعداد إبقاء عنوان IP مجهول المصدر قبل تحديد الموقع واستبداله بعنوان IP عام قبل التخزين. بالنيابة عن Philips، ستستخدم Adobe هذه المعلومات لتقييم استخدامك للتطبيق، ولتجميع التقارير حول نشاط التطبيق لشركة Philips، وبهدف توفير خدمات أخرى متعلّقة بنشاط التطبيق واستخدامه لشركة Philips. لن تربط Adobe عنوان IP الخاص بك بأي بيانات أخرى تملكها شركة Adobe. يمكنك أن تمنع شركتَي Adobe وPhilips من جمع البيانات واستخدامها (ملفات تعريف الارتباط وعنوان IP) من خلال إلغاء الاشتراك بعد إغلاق هذه الشاشة.
bg: Бележка за бисквитки Това приложение използва Adobe Analytics – услуга за анализи ("Adobe Analytics"), – осигурена от Adobe Systems Software Ireland Limited ("Adobe"). Adobe Analytics използва "бисквитки" или подобни техники, които представляват текстови файлове, поставени в приложението ви, за да го подпомогнат да анализира цялостните модели на трафик през приложението ни. Чрез предаването на информацията, генерирана от "бисквитката", относно използването на приложението към Adobe настройка гарантира, че IP адресът става анонимен, преди да бъде геолокализиран и ще бъде заменен от общ IP адрес преди съхранение. От името на Philips Adobe ще използва тази информация, за да оценява вашата употреба на приложението, да създава доклади за дейността на приложението за Philips и за да осигури други услуги, свързани с дейността и употребата на приложението на Philips. Adobe няма да свърже вашия IP адрес с други данни, съхранявани от Adobe. Можете да предотвратите събирането и използването на данни от Adobe и Philips ("бисквитки" и IP адрес), ако се откажете, след като затворите този екран.
cs: Oznámení o souborech cookie Tato aplikace používá analytickou službu Adobe Analysis. Tato služba („Adobe Analytics“) je poskytována společností Adobe Systems Software Ireland Limited („Adobe”). Služba Adobe Analytics používá soubory cookie nebo podobné textové soubory, které jsou umístěny ve vaší aplikaci, za účelem sledování vzorců používání této aplikace. Při poskytování informací ze souborů cookie o užívání aplikace společnosti Adobe je v nastavení zajištěno, že IP adresa bude před geo-lokalizací anonymizována a před uložením nahrazena obecnou IP adresou. Společnost Adobe, která zastupuje společnost Philips, použije tyto informace pro hodnocení vašeho užívání aplikace a vytvoří zprávy o aktivitách v aplikaci pro společnost Philips za účelem poskytnutí informací o aktivitě služeb v rámci aplikace a užívání aplikace společnosti Philips. Společnost Adobe nebude vaši IP adresu přidružovat k jakýmkoli údajům, vedeným u společnosti Adobe. Shromažďování a použití dat (soubory cookie a IP adresa) společnostmi Adobe a Philips můžete předejít tím, že po zavření této obrazovky zrušíte souhlas.
de: Cookie-Hinweis Diese App nutzt Adobe Analytics, einen Analysedienst („Adobe Analytics“) von Adobe Systems Software Ireland Limited („Adobe“). Adobe Analytics nutzt „Cookies“ oder ähnliche Technologien, bei denen Textdateien in deiner App gespeichert werden, um die Verkehrsmuster in unserer App zu analysieren. Bei der Übertragung der vom Cookie über die Nutzung der App generierten Informationen an Adobe sorgen die Einstellungen dafür, dass die IP-Adresse vor der Geolokalisierung anonymisiert und vor der Speicherung durch eine generische IP-Adresse ersetzt wird. Adobe nutzt diese Daten im Namen von Philips zur Bewertung deiner App-Nutzung, zur Erstellung von App-Aktivitätsberichten für Philips und zur Bereitstellung sonstiger Dienstleistungen in Verbindung mit der App-Aktivität und -Nutzung an Philips. Adobe verbindet deine IP-Adresse nicht mit anderen vorrätigen Daten. Du kannst die Datenerfassung (Cookies und IP-Adresse) verhindern, wenn du nach dem Schließen dieses Bildschirms deine Zustimmung entziehst.
et: Küpsiste teatis See rakendus kasutab analüütikateenust Adobe Analytics („Adobe Analytics“), mida pakub ettevõte Adobe Systems Software Ireland Limited („Adobe“). Adobe Analytics kasutab „küpsiseid“ või sarnaseid tehnikaid, milleks on rakendusse sisestatud tekstifailid, et aidata rakendusel analüüsida rakenduse üldiseid liiklusmustreid. Kui küpsis edastab rakenduse kasutamise kohta genereeritud andmeid Adobele, tagab seadistus enne geolokaliseerimist IP-aadressi anonüümseks muutmise ja selle üldise IP-aadressiga asendamise enne salvestamist. Adobe kasutab neid andmeid Philipsi nimel rakenduse kasutamise hindamiseks, rakenduse kasutamise kohta Philipsile aruannete koostamiseks ning Philipsile teiste rakenduse tegevuse ja rakenduse kasutamisega seotud teenuste osutamiseks. Adobe ei seosta teie IP-aadressi teiste Adobe poolt talletatavate andmetega. Kui soovite loobuda andmete (küpsised ja IP-aadress) kogumisest ja kasutamisest Adobe ja Philipsi poolt, tuleb pärast selle kuva sulgemist sellest keelduda.
fr_ca: Avis sur les cookies Cette application utilise Adobe Analytics, un service analytique fourni par Adobe Systems Software Ireland Limited (« Adobe »). Adobe Analytics utilise des « témoins » ou des techniques similaires, qui sont des fichiers texte placés dans votre application, afin de l’aider à analyser les habitudes générales de suivi. En transmettant à Adobe les renseignements générés par le témoin sur l’utilisation de l’application, le paramètre permet de garantir l’anonymat de l’adresse IP avant la géolocalisation, qui sera remplacée par une adresse IP générique avant le stockage. Au nom de Philips, Adobe se sert de ces renseignements pour évaluer l’utilisation que vous faites de l’application, compiler des rapports sur l’activité de l’application destinés à Philips, et pour fournir à Philips d’autres services liés à l’activité de l’application et à son utilisation. Adobe n’associe pas votre adresse IP à d’autres données qu’elle possède. Vous pouvez empêcher Adobe et Philips de recueillir et d’utiliser des données (témoins et adresse IP) si vous vous désabonnez après avoir fermé cet écran.
it: Informativa sui cookie Questa App utilizza Adobe Analytics, un servizio analitico ("Adobe Analytics") fornito da Adobe Systems Software Ireland Limited ("Adobe"). Adobe Analytics utilizza "cookie" o tecniche analoghe, ossia file di testo inseriti nella tua App, per aiutare l'App ad analizzare i pattern di traffico generale attraverso la nostra App. Trasmettendo le informazioni generate dal cookie sull'uso dell'App ad Adobe, l'impostazione assicura che l'indirizzo IP sia reso anonimo prima della geolocalizzazione e che sarà sostituito da un indirizzo IP generico prima dell'archiviazione. A nome di Philips, Adobe utilizzerà queste informazioni per la valutazione dell'utilizzo dell'App, la compilazione di rapporti sull'attività dell’App per Philips e per fornire altri servizi relativi all'attività dell’App e all'uso dell'App a Philips. Adobe non assocerà il tuo indirizzo IP con altri dati detenuti da Adobe. È possibile impedire la raccolta e l'uso di dati e cookie da parte di Adobe e di Philips (cookie e indirizzo IP) rinunciando all'adesione dopo aver chiuso questa schermata.
ja: cookie に関する通知 このアプリでは、Adobe Systems Software Ireland Limited（「Adobe」）が提供するアナリティクスサービス（「Adobe Analytics」）を使用します。Adobe Analytics では、アプリを介した全トラフィックパターンを解析するために、アプリ内に保存されるテキストファイルである「cookie」または類似の技術を使用します。cookie によって生成された、アプリの使用に関する情報を Adobe に伝送することにより、IP アドレスがジオローカライズ前に匿名化され、汎用 IP アドレスに置き換えてから保管されるように設定します。Adobe はフィリップスの代理として、アプリの使用の評価、フィリップス向けアプリアクティビティレポートのコンパイル、アプリアクティビティとアプリの使用に関連する他のサービスのフィリップスへの提供を目的として、この情報を使用します。Adobe は、同社が保持するその他のいかなるデータともお客様の IP アドレスを関連付けることはありません。お客様は、この画面を閉じた後で、Adobe およびフィリップスによるデータの収集および使用拒否を選択することができます。
ko: 쿠키 정책 이 앱에는 Adobe Systems Software Ireland Limited(“어도비”)에서 제공한 분석 서비스인 Adobe Analytics가 사용됩니다. Adobe Analytics는 “쿠키” 및 유사한 기술을 활용하며, 이는 당사의 앱을 통한 전체적인 트래픽 패턴을 분석할 수 있도록 사용자의 앱에 문서 파일 형태로 존재합니다. 쿠키에서 생성된 앱 사용 정보는 Adobe로 전송되며 저장되기 전에 먼저 익명화된 지리 위치와 IP주소를 일반 IP주소로 변환하도록 설정을 통해 관리합니다. Adobe는 필립스를 대신하여 앱 활동 및 앱 사용 관련 기타 정보를 필립스에 제공할 목적으로 앱 활동 관련 보고서를 수집하고 앱의 사용 평가에 관한 정보를 활용합니다. Adobe는 귀하의 IP 주소를 Adobe에서 소유한 다른 데이터와 연결하지 않습니다. 이 화면을 닫은 후에 참여하지 않기를 선택하면 Adobe와 필립스에 자료(쿠키 및 IP주소) 제공을 거부할 수 있습니다.
lt: Slapukų nuostatos Šioje programoje naudojama „Adobe Analytics“ – analizės paslauga („Adobe Analytics“), kurią teikia „Adobe Systems Software Ireland Limited“ („Adobe“). „Adobe Analytics“ naudojami „slapukai“ arba panašios technikos, kurios yra programoje patalpinti tekstiniai failai, padedantys programai analizuoti mūsų programoje vykstančius visus duomenų judėjimo procesus. Perduodant „Adobe“ slapuko sukurtą informaciją apie programos naudojimą, naudojamu nustatymu užtikrinama, kad IP adresas būtų anoniminis. Tai padaroma prieš atliekant geolokalizavimą ir, prieš išsaugant, IP adresas pakeičiamas bendruoju IP adresu. „Philips“ vardu „Adobe“ naudos šią informaciją, kad galėtų įvertinti jūsų naudojimąsi programa, rengti „Philips“ skirtas programų veiklos ataskaitas ir teikti „Philips“ kitas paslaugas, susijusias su programos veikla ir programos naudojimu. „Adobe“ nesusies jūsų IP adreso su jokiais kitais „Adobe“ turimais duomenimis. Galite neleisti „Adobe“ ir „Philips“ kaupti ir naudoti duomenų (slapukų ir IP adreso), jei to atsisakysite uždarę šį ekraną.
lv: Paziņojums par sīkfailiem Šī lietotne izmanto Adobe Analytics, analīzes pakalpojumu (“Adobe Analytics”), ko nodrošina Adobe Systems Software Ireland Limited (“Adobe”). Adobe Analytics izmanto sīkfailus vai līdzīgas metodes, kas ir jūsu lietotnē ievietoti teksta faili, lai palīdzētu lietotnei analizēt vispārējo trafika modeli lietotnē. Pārsūtot sīkfailu savākto informāciju par lietotnes izmantošanu uz Adobe, iestatījumi nodrošina, lai IP adrese pirms ģeogrāfiskās atrašanās vietas noteikšanas tiktu anonimizēta un pirms saglabāšanas tiktu aizstāta ar ģenērisku IP adresi. Philips uzdevumā Adobe izmantos šo informāciju, lai novērtētu jūsu lietotnes izmantošanu, sastādītu pārskatus Philips vajadzībām par lietotnes aktivitāti un lai uzņēmumam Philips sniegtu citus pakalpojumus saistībā ar lietotnes aktivitāti un izmantošanu. Adobe nesaistīts jūsu IP adresi ne ar kādiem citiem Adobe rīcībā esošiem datiem. Jūs varat neļaut Adobe un Philips ievākt un izmantot datus (sīkfailus un IP adresi), pēc šī ekrāna aizvēršanas atlasot “opt-out” (Atteikties).
pl: Oświadczenie o plikach cookie Ta aplikacja wykorzystuje usługę analityczną Adobe Analytics („Adobe Analytics”) świadczoną przez Adobe Systems Software Ireland Limited („Adobe”). Adobe Analytics wykorzystuje pliki cookie (pliki tekstowe) lub podobne techniki zastosowane w aplikacji użytkownika, aby pomóc aplikacji w analizowaniu zachodzących w niej ogólnych cykli związanych z ruchem sieciowym. W trakcie przesyłania do Adobe generowanych przez pliki cookie informacji na temat użytkowania aplikacji odpowiednie ustawienie powoduje, że adres IP jest anonimizowany przed uruchomieniem procesu geolokalizacji oraz zmieniany na ogólny adres IP przed archiwizacją. W imieniu firmy Philips Adobe będzie korzystać z tych informacji w celu oceny użytkowania aplikacji, tworzenia raportów aktywności aplikacji dla firmy Philips oraz świadczenia firmie Philips innych usług związanych z aktywnością i użytkowaniem aplikacji. Firma Adobe nie będzie łączyła adresu IP użytkownika z żadnymi innymi danymi będącymi w jej posiadaniu. Użytkownik może zapobiec gromadzeniu i korzystaniu z informacji (pliki cookie i adres IP) przez firmy Adobe i Philips, jeśli nie wyraża na to zgody — należy wybrać odpowiednią opcję po zamknięciu tego okna.
ro: Notificare privind modulele cookie Această aplicaţie foloseşte Adobe Analytics, un serviciu de analiză („Adobe Analytics”) furnizat de Adobe Systems Software Ireland Limited („Adobe”). Adobe Analytics foloseşte „module cookie” sau tehnici similare, care sunt fişiere text plasate în aplicaţie pentru a o ajuta să recunoască tiparele generale de trafic din aplicaţie. Atunci când informaţiile generate de modulele cookie despre utilizarea aplicaţiei sunt trimise la Adobe, anumite setări se asigură că adresa IP este anonimizată înainte de localizarea geografică şi va fi înlocuită de o adresă IP generică înainte de stocare. În numele Philips, Adobe va folosi aceste informaţii pentru a evalua modul în care utilizezi aplicaţia, generând rapoarte despre activitatea în aplicaţie pentru Philips şi în scopul de a furniza Philips alte servicii legate de activitatea din aplicaţie şi utilizarea aplicaţiei. Adobe nu va asocia adresa ta IP cu alte date deţinute de Adobe. Poţi să împiedici Adobe şi Philips să colecteze şi să utilizeze astfel de date (module cookie şi adrese IP) dacă renunţi la această la această opţiune după ce închizi acest ecran.
sl: Obvestilo o piškotkih Ta aplikacija uporablja Adobe Analytics, storitev za analiziranje ("Adobe Analytics"), ki jo zagotavlja družba Adobe Systems Software Ireland Limited ("Adobe"). Storitev Adobe Analytics uporablja "piškotke" ali podobna sredstva, s katerimi lahko aplikacija analizira vzorce skupnega prometa v aplikaciji. Informacije, ki jih piškotek ustvari o uporabi aplikacije, se posredujejo družbi Adobe, da se naslov IP pred geografsko lokalizacijo zakrije in zamenja s splošnim naslovom IP pred shranjevanjem. Družba Adobe v Philipsovem imenu te informacije uporablja, da lahko ocenjuje vašo uporabo aplikacije, za Philips ustvarja poročila o dejavnosti v aplikaciji in Philipsu zagotavlja druge storitve, povezane z dejavnostjo v aplikaciji in uporabo aplikacije. Družba Adobe vašega naslova IP ne bo povezala z drugimi podatki, ki jih hrani. Družbi Adobe in Philipsu lahko preprečite shranjevanje in uporabo podatkov (piškotkov in naslova IP), če to možnost zavrnete, ko zaprete ta zaslon.
uk: Повідомлення про файли cookie Цей додаток використовує службу аналітики Adobe Analytics (далі “Adobe Analytics”), що надається компанією Adobe Systems Software Ireland Limited (далі “Adobe”). Adobe Analytics використовує файли “cookie” чи подібні техніки у вигляді текстових файлів, що розміщуються у Вашому додатку з метою аналізу загальних моделей трафіку у ньому. Передаючи інформацію, генеровану файлом cookie, про використання додатка компанії Adobe, це налаштування зберігає анонімність IP-адреси перед встановленням геолокації і заміняє її на типову IP-адресу перед зберіганням. Від імені компанії Philips, Adobe використовуватиме цю інформацію для оцінки Вашого користування додатком, складання звітів про діяльність додатка для Philips, а також з метою надання інших послуг компанії Philips, пов’язаних із діяльністю додатка та його використанням. Adobe не пов’язуватиме Вашу IP-адресу із жодними іншими даними, якими володіє Adobe. Ви можете заборонити Adobe та Philips збирати і використовувати дані (файли cookie та IP-адресу), якщо відмовитеся від послуги після того, як закриєте цей екран.
vi: Thông báo về Cookie Ứng dụng này sử dụng Adobe Analytics, một dịch vụ phân tích (“Adobe Analytics”) do Adobe Systems Software Ireland Limited (“Adobe”) cung cấp. Adobe Analytics sử dụng “cookie” hoặc các kỹ thuật tương tự, là các tệp văn bản được cài vào ứng dụng của bạn, nhằm giúp ứng dụng phân tích những mô hình lưu lượng tổng thể qua ứng dụng của chúng tôi. Bằng cách truyền thông tin do cookie tạo ra về cách sử dụng ứng dụng đến Adobe, cài đặt này đảm bảo rằng địa chỉ IP được ẩn danh trước khi định vị địa lý và sẽ được thay thế bằng một địa chỉ IP chung trước khi lưu trữ. Thay mặt cho Philips, Adobe sẽ sử dụng thông tin này để đánh giá cách sử dụng ứng dụng của bạn, biên soạn báo cáo về hoạt động ứng dụng cho Philips, cũng như để cung cấp cho Philips các dịch vụ khác liên quan đến hoạt động của ứng dụng và cách sử dụng ứng dụng. Adobe sẽ không liên kết địa chỉ IP của bạn với bất kỳ dữ liệu nào khác do Adobe nắm giữ. Bạn có thể ngăn chặn Adobe cũng như Philips thu thập và sử dụng dữ liệu (cookie và địa chỉ IP) nếu bạn chọn không cho phép sau khi đóng màn hình này.

# RA_MYA_Consent_Clickstream_Revoke_Warning_Text
source: [en-GB]By revoking consent your data will be deleted from our servers.
ar: [ar]By revoking consent your data will be deleted from our servers.
bg: [bg]By revoking consent your data will be deleted from our servers.
cs: [cs]By revoking consent your data will be deleted from our servers.
de: [de]By revoking consent your data will be deleted from our servers.
et: [et]By revoking consent your data will be deleted from our servers.
fr_ca: [fr-CA]By revoking consent your data will be deleted from our servers.
it: [it]By revoking consent your data will be deleted from our servers.
ja: [ja]By revoking consent your data will be deleted from our servers.
ko: [ko]By revoking consent your data will be deleted from our servers.
lt: [lt]By revoking consent your data will be deleted from our servers.
lv: [lv]By revoking consent your data will be deleted from our servers.
pl: [pl]By revoking consent your data will be deleted from our servers.
ro: [ro]By revoking consent your data will be deleted from our servers.
sl: [sl]By revoking consent your data will be deleted from our servers.
uk: [uk]By revoking consent your data will be deleted from our servers.
vi: [vi]By revoking consent your data will be deleted from our servers.
