Repository: PhilipsTest/iOS-Test
Catalog: Source/rap/Source/App/AppFramework/AppFramework/BaseApp/Common/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, et, fr_ca, it, ja, ko, lt, lv, pl, ro, sl, uk, vi

# RA_Philips_Shop_Menu_Title
source: Philips Shop
ar: متجر Philips
bg: Магазин на Philips
cs: Obchod Philips
et: Philipsi kauplus
fr_ca: Boutique Philips
it: Negozio Philips
ja: フィリップス ショップ
ko: 필립스 매장
lt: „Philips" parduotuvė
lv: Philips veikals
pl: Sklep Philips
ro: Magazin Philips
sl: Trgovina Philips
uk: [uk]Philips Shop
vi: Cửa hàng Philips

# RA_Product_Registration_Text
source: Register Your Product
ar: تسجيل منتجك
bg: Регистрирайте продукта си
cs: Registrace výrobku
de: Registrieren Sie Ihr Produkt
et: Registreerige oma toode
fr_ca: Enregistrer votre produit
it: Registra il prodotto
ja: 製品を登録
ko: 제품 등록
lt: Užregistruokite savo gaminį
lv: Reģistrējiet savu produktu
pl: Rejestracja produktu
ro: Înregistrează-ţi produsul
sl: Registracija izdelka
uk: [uk]Register Your Product
vi: Đăng ký sản phẩm của bạn

# RA_SECURITY_ACTIVATE_SCREEN_LOCK
source: [en-GB]Activate screenlock
ar: [ar]Activate screenlock
bg: [bg]Activate screenlock
cs: [cs]Activate screenlock
de: [de]Activate screenlock
et: [et]Activate screenlock
fr_ca: [fr-CA]Activate screenlock
it: [it]Activate screenlock
ja: [ja]Activate screenlock
ko: [ko]Activate screenlock
lt: [lt]Activate screenlock
lv: [lv]Activate screenlock
pl: [pl]Activate screenlock
ro: [ro]Activate screenlock
sl: [sl]Activate screenlock
uk: [uk]Activate screenlock
vi: [vi]Activate screenlock

# RA_SECURITY_DONT_SHOW_MESSAGE
source: [en-GB]Do not show this message again
ar: [ar]Do not show this message again
bg: [bg]Do not show this message again
cs: [cs]Do not show this message again
de: [de]Do not show this message again
et: [et]Do not show this message again
fr_ca: [fr-CA]Do not show this message again
it: [it]Do not show this message again
ja: [ja]Do not show this message again
ko: [ko]Do not show this message again
lt: [lt]Do not show this message again
lv: [lv]Do not show this message again
pl: [pl]Do not show this message again
ro: [ro]Do not show this message again
sl: [sl]Do not show this message again
uk: [uk]Do not show this message again
vi: [vi]Do not show this message again

# RA_SECURITY_JAILBREAK_VIOLATION
source: [en-GB]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
ar: [ar]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
bg: [bg]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
cs: [cs]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
de: [de]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
et: [et]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
fr_ca: [fr-CA]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
it: [it]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
ja: [ja]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
ko: [ko]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
lt: [lt]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
lv: [lv]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
pl: [pl]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
ro: [ro]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
sl: [sl]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
uk: [uk]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.
vi: [vi]We’ve detected that you have rooted the device or jailbroken, thereby making it easier for others to access your data and no security on your application data.

# RA_SECURITY_NO_THANKS
source: [en-GB]No thanks
ar: [ar]No thanks
bg: [bg]No thanks
cs: [cs]No thanks
de: [de]No thanks
et: [et]No thanks
fr_ca: [fr-CA]No thanks
it: [it]No thanks
ja: [ja]No thanks
ko: [ko]No thanks
lt: [lt]No thanks
lv: [lv]No thanks
pl: [pl]No thanks
ro: [ro]No thanks
sl: [sl]No thanks
uk: [uk]No thanks
vi: [vi]No thanks

# RA_SECURITY_PASSCODE_AND_JAILBREAK_VIOLATION
source: [en-GB]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
ar: [ar]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
bg: [bg]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
cs: [cs]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
de: [de]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
et: [et]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
fr_ca: [fr-CA]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
it: [it]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
ja: [ja]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
ko: [ko]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
lt: [lt]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
lv: [lv]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
pl: [pl]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
ro: [ro]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
sl: [sl]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
uk: [uk]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.
vi: [vi]We’ve detected that you have jailbroken and not activated screenlock, thereby making it easier for others to access your data. We recommend enabling your screenlock.

# RA_SECURITY_SCREEN_LOCK
source: [en-GB]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
ar: [ar]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
bg: [bg]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
cs: [cs]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
de: [de]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
et: [et]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
fr_ca: [fr-CA]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
it: [it]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
ja: [ja]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
ko: [ko]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
lt: [lt]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
lv: [lv]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
pl: [pl]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
ro: [ro]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
sl: [sl]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
uk: [uk]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.
vi: [vi]We’ve detected the screenlock of your mobile phone is to enabled, thereby making it easier for others to access your data. We recommend enabling your screenlock.

# RA_SECURITY_SECURE_YOUR_DATA
source: [en-GB]Secure your data
ar: [ar]Secure your data
bg: [bg]Secure your data
cs: [cs]Secure your data
de: [de]Secure your data
et: [et]Secure your data
fr_ca: [fr-CA]Secure your data
it: [it]Secure your data
ja: [ja]Secure your data
ko: [ko]Secure your data
lt: [lt]Secure your data
lv: [lv]Secure your data
pl: [pl]Secure your data
ro: [ro]Secure your data
sl: [sl]Secure your data
uk: [uk]Secure your data
vi: [vi]Secure your data

# RA_Settings_Login
source: Log In
ar: تسجيل الدخول
bg: Влизане
cs: Přihlásit
de: Anmelden
et: Logi sisse
fr_ca: Se connecter
it: Accedi
ja: ログイン
ko: 로그인
lt: Prisijungti
lv: Pieteikties
pl: Zaloguj
ro: Conectare
sl: Prijava
uk: [uk]Log In
vi: Đăng nhập

# RA_Settings_OrderHistory
source: Order History
ar: سجل الطلبات
bg: Хронология на поръчките
cs: Historie objednávky
de: Bestellverlauf
et: Tellimuse ajalugu
fr_ca: Historique de commande
it: Cronologia degli ordini
ja: 注文履歴
ko: 주문 내역
lt: Užsakymų istorija
lv: Pasūtījumu vēsture
pl: Historia zamówienia
ro: Istoricul comenzilor
sl: Zgodovina naročil
uk: [uk]Order History
vi: Lịch sử đơn hàng

# RA_Settings_Progress_Title
source: [en-GB]Please Wait!!
ar: [ar]Please Wait!!
bg: [bg]Please Wait!!
cs: [cs]Please Wait!!
de: [de]Please Wait!!
et: [et]Please Wait!!
fr_ca: [fr-CA]Please Wait!!
it: [it]Please Wait!!
ja: [ja]Please Wait!!
ko: [ko]Please Wait!!
lt: [lt]Please Wait!!
lv: [lv]Please Wait!!
pl: [pl]Please Wait!!
ro: [ro]Please Wait!!
sl: [sl]Please Wait!!
uk: [uk]Please Wait!!
vi: [vi]Please Wait!!

# RA_Settings_Promo_Question_Text
source: What does this mean?
ar: لم أفهم
bg: Какво означава това?
cs: Co to znamená?
de: Was bedeutet das?
et: Mida see tähendab?
fr_ca: Qu'est-ce que cela signifie?
it: Che cosa significa?
ja: どういう意味ですか？
ko: 이는 무슨 의미입니까?
lt: Ką tai reiškia?
lv: Ko tas nozīmē?
pl: Co to oznacza?
ro: Ce înseamnă aceasta?
sl: Kaj to pomeni?
uk: [uk]What does this mean?
vi: Điều này nghĩa là gì?

# RA_Skip_Button_Text
source: Skip
ar: تخطي
bg: Пропускане
cs: Přeskočit
et: Vahelejätmine
fr_ca: Passer
it: Ignora
ja: スキップ
ko: 건너뛰기
lt: Praleisti
lv: Izlaist
pl: Pomijanie
ro: Omitere
sl: Preskoči
uk: [uk]Skip
vi: Bỏ qua

# RA_Support_Menu_Title
source: Support
ar: الدعم
bg: Помощ
cs: Podpora
et: Tugi
fr_ca: Assistance
it: Assistenza
ja: サポート
ko: 지원
lt: Palaikymas
lv: Atbalsts
pl: Pomoc techniczna
ro: Asistenţă
sl: Podpora
uk: [uk]Support
vi: Hỗ trợ

# RA_UR_Env_Alert
source: Change configuration
bg: Промяна на конфигурацията
cs: Změnit konfiguraci
de: Konfiguration ändern
et: Konfiguratsiooni muutmine
fr_ca: Modifier la configuration
it: Modifica configurazione
ja: 設定を変更
ko: 구성 변경
lt: Pakeiskite konfigūraciją
lv: Mainīt konfigurāciju
pl: Zmień konfigurację
ro: Schimbă configuraţia
sl: Spremeni konfiguracijo
uk: [uk]Change configuration
vi: Thay đổi cấu hình

# RA_Update_Userdata_Error
source: There was an error updating User Data. Please try again later
bg: Възникна грешка при актуализацията на данните за потребителя. Опитайте пак след известно време
cs: Při aktualizaci uživatelských dat došlo k chybě. Zkuste to znovu později.
de: Fehler beim Aktualisieren der Benutzerdaten. Versuchen Sie es später erneut.
et: Kasutaja andmete värskendamisel esines viga. Palun proovige mõne aja pärast
fr_ca: Une erreur s'est produite lors de la mise à jour des données d'utilisateur. Veuillez réessayer plus tard
it: Si è verificato un errore durante l'aggiornamento delle informazioni in Dati utente. Riprovare più tardi
ja: ユーザーデータの更新時にエラーが発生しました。しばらくしてから再試行ください。
ko: 사용자 데이터 업데이트 중 오류가 발생했습니다. 다시 시도해주십시오.
lt: Atnaujinant naudotojo duomenis atsirado klaida. Bandykite praėjus šiek kiek laiko
lv: Radās kļūda, atjauninot lietotāja datus. Lūdzu, mēģiniet pēc brīža
pl: Podczas aktualizacji danych użytkownika wystąpił błąd. Spróbuj za jakiś czas
ro: A apărut o eroare la actualizarea datelor utilizatorului. Încearcă din nou mai târziu.
sl: Pri posodobitvi uporabniških podatkov je prišlo do napake. Poskusite znova pozneje
uk: [uk]There was an error updating User Data. Please try after sometime
vi: Đã xảy ra lỗi khi cập nhật Dữ liệu người dùng. Vui lòng thử sau ít phút

# RA_You_are_not_LoggedIn
source: [en-GB]You are not Logged In.
bg: [bg]You are not Logged In.
cs: [cs]You are not Logged In.
de: [de]You are not Logged In.
et: [et]You are not Logged In.
fr_ca: [fr-CA]You are not Logged In.
it: [it]You are not Logged In.
ja: [ja]You are not Logged In.
ko: [ko]You are not Logged In.
lt: [lt]You are not Logged In.
lv: [lv]You are not Logged In.
pl: [pl]You are not Logged In.
ro: [ro]You are not Logged In.
sl: [sl]You are not Logged In.
uk: [uk]You are not Logged In.
vi: [vi]You are not Logged In.

# RA_change_config_desc
source: [en-GB]Configuration can only be changed at launch time. You need to relaunch the app to change it.
ar: [ar]Configuration can only be changed at launch time. You need to relaunch the app to change it.
bg: [bg]Configuration can only be changed at launch time. You need to relaunch the app to change it.
cs: [cs]Configuration can only be changed at launch time. You need to relaunch the app to change it.
de: [de]Configuration can only be changed at launch time. You need to relaunch the app to change it.
et: [et]Configuration can only be changed at launch time. You need to relaunch the app to change it.
fr_ca: [fr-CA]Configuration can only be changed at launch time. You need to relaunch the app to change it.
it: [it]Configuration can only be changed at launch time. You need to relaunch the app to change it.
ja: [ja]Configuration can only be changed at launch time. You need to relaunch the app to change it.
ko: [ko]Configuration can only be changed at launch time. You need to relaunch the app to change it.
lt: [lt]Configuration can only be changed at launch time. You need to relaunch the app to change it.
lv: [lv]Configuration can only be changed at launch time. You need to relaunch the app to change it.
pl: [pl]Configuration can only be changed at launch time. You need to relaunch the app to change it.
ro: [ro]Configuration can only be changed at launch time. You need to relaunch the app to change it.
sl: [sl]Configuration can only be changed at launch time. You need to relaunch the app to change it.
uk: [uk]Configuration can only be changed at launch time. You need to relaunch the app to change it.
vi: [vi]Configuration can only be changed at launch time. You need to relaunch the app to change it.

# RA_cookie_accept
source: [en-GB]Accept
ar: [ar]Accept
bg: [bg]Accept
cs: [cs]Accept
de: [de]Accept
et: [et]Accept
fr_ca: [fr-CA]Accept
it: [it]Accept
ja: [ja]Accept
ko: [ko]Accept
lt: [lt]Accept
lv: [lv]Accept
pl: [pl]Accept
ro: [ro]Accept
sl: [sl]Accept
uk: [uk]Accept
vi: [vi]Accept

# RA_cookie_description
source: [en-GB]I want to share my app data to help improve the app and provide me with personalized services
ar: [ar]I want to share my app data to help improve the app and provide me with personalized services
bg: [bg]I want to share my app data to help improve the app and provide me with personalized services
cs: [cs]I want to share my app data to help improve the app and provide me with personalized services
de: [de]I want to share my app data to help improve the app and provide me with personalized services
et: [et]I want to share my app data to help improve the app and provide me with personalized services
fr_ca: [fr-CA]I want to share my app data to help improve the app and provide me with personalized services
it: [it]I want to share my app data to help improve the app and provide me with personalized services
ja: [ja]I want to share my app data to help improve the app and provide me with personalized services
ko: [ko]I want to share my app data to help improve the app and provide me with personalized services
lt: [lt]I want to share my app data to help improve the app and provide me with personalized services
lv: [lv]I want to share my app data to help improve the app and provide me with personalized services
pl: [pl]I want to share my app data to help improve the app and provide me with personalized services
ro: [ro]I want to share my app data to help improve the app and provide me with personalized services
sl: [sl]I want to share my app data to help improve the app and provide me with personalized services
uk: [uk]I want to share my app data to help improve the app and provide me with personalized services
vi: [vi]I want to share my app data to help improve the app and provide me with personalized services

# RA_cookie_nav_title
source: [en-GB]Consent
ar: [ar]Consent
bg: [bg]Consent
cs: [cs]Consent
de: [de]Consent
et: [et]Consent
fr_ca: [fr-CA]Consent
it: [it]Consent
ja: [ja]Consent
ko: [ko]Consent
lt: [lt]Consent
lv: [lv]Consent
pl: [pl]Consent
ro: [ro]Consent
sl: [sl]Consent
uk: [uk]Consent
vi: [vi]Consent

# RA_cookie_reject
source: [en-GB]Reject
ar: [ar]Reject
bg: [bg]Reject
cs: [cs]Reject
de: [de]Reject
et: [et]Reject
fr_ca: [fr-CA]Reject
it: [it]Reject
ja: [ja]Reject
ko: [ko]Reject
lt: [lt]Reject
lv: [lv]Reject
pl: [pl]Reject
ro: [ro]Reject
sl: [sl]Reject
uk: [uk]Reject
vi: [vi]Reject

# RA_cookie_title
source: [en-GB]Cookies
ar: [ar]Cookies
bg: [bg]Cookies
cs: [cs]Cookies
de: [de]Cookies
et: [et]Cookies
fr_ca: [fr-CA]Cookies
it: [it]Cookies
ja: [ja]Cookies
ko: [ko]Cookies
lt: [lt]Cookies
lv: [lv]Cookies
pl: [pl]Cookies
ro: [ro]Cookies
sl: [sl]Cookies
uk: [uk]Cookies
vi: [vi]Cookies
