Repository: PhilipsTest/iOS-Test
Catalog: Source/rap/Source/App/AppFramework/AppFramework/BaseApp/Common/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, et, fr_ca, it, ja, ko, lt, lv, pl, ro, sl, uk, vi

# RA_something_wrong
source: Something went wrong
ar: حدث خطأ ما
bg: Нещо се обърка
cs: Něco se pokazilo
de: Es ist ein Fehler aufgetreten.
et: Midagi läks valesti
fr_ca: Une erreur s'est produite
it: Si è verificato un problema
ja: 問題が発生しました
ko: 오류가 발생했습니다.
lt: Įvyko klaida
lv: Radās nezināma kļūda
pl: Wystąpił błąd
ro: A apărut o eroare
sl: Prišlo je do napake
uk: [uk]Something went wrong
vi: Có gì đó không ổn

# chapters
source: [en-GB]Chapters
ar: [ar]Chapters
bg: [bg]Chapters
cs: [cs]Chapters
de: [de]Chapters
et: [et]Chapters
fr_ca: [fr-CA]Chapters
it: [it]Chapters
ja: [ja]Chapters
ko: [ko]Chapters
lt: [lt]Chapters
lv: [lv]Chapters
pl: [pl]Chapters
ro: [ro]Chapters
sl: [sl]Chapters
uk: [uk]Chapters
vi: [vi]Chapters

# common_components
source: [en-GB]Common Components
ar: [ar]Common Components
bg: [bg]Common Components
cs: [cs]Common Components
de: [de]Common Components
et: [et]Common Components
fr_ca: [fr-CA]Common Components
it: [it]Common Components
ja: [ja]Common Components
ko: [ko]Common Components
lt: [lt]Common Components
lv: [lv]Common Components
pl: [pl]Common Components
ro: [ro]Common Components
sl: [sl]Common Components
uk: [uk]Common Components
vi: [vi]Common Components

# description_close
source: [en-GB]Close
ar: [ar]Close
bg: [bg]Close
cs: [cs]Close
de: [de]Close
et: [et]Close
fr_ca: [fr-CA]Close
it: [it]Close
ja: [ja]Close
ko: [ko]Close
lt: [lt]Close
lv: [lv]Close
pl: [pl]Close
ro: [ro]Close
sl: [sl]Close
uk: [uk]Close
vi: [vi]Close

# iap_auth_error
source: [en-GB]Authentication error
ar: [ar]Authentication error
bg: [bg]Authentication error
cs: [cs]Authentication error
de: [de]Authentication error
et: [et]Authentication error
fr_ca: [fr-CA]Authentication error
it: [it]Authentication error
ja: [ja]Authentication error
ko: [ko]Authentication error
lt: [lt]Authentication error
lv: [lv]Authentication error
pl: [pl]Authentication error
ro: [ro]Authentication error
sl: [sl]Authentication error
uk: [uk]Authentication error
vi: [vi]Authentication error

# mya_config_tab
source: [en-GB]Configuration tab
ar: [ar]Configuration tab
bg: [bg]Configuration tab
cs: [cs]Configuration tab
de: [de]Configuration tab
et: [et]Configuration tab
fr_ca: [fr-CA]Configuration tab
it: [it]Configuration tab
ja: [ja]Configuration tab
ko: [ko]Configuration tab
lt: [lt]Configuration tab
lv: [lv]Configuration tab
pl: [pl]Configuration tab
ro: [ro]Configuration tab
sl: [sl]Configuration tab
uk: [uk]Configuration tab
vi: [vi]Configuration tab
