Repository: PhilipsTest/iOS-Test
Catalog: Source/rap/Source/App/AppFramework/AppFramework/BaseApp/Common/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, et, fr_ca, it, ja, ko, lt, lv, pl, ro, sl, uk, vi

# BA_AppFramework
source: AppFramework
cs: Rozhraní aplikace
et: Rakendusraamistik
fr_ca: Infrastructure d'application
it: FrameworkApp
ja: アプリフレームワーク
ko: 앱 프레임워크
lt: Programos sistema
lv: Lietotnes platforma
pl: Struktura aplikacji
ro: Cadru aplicaţie
sl: Ogrodje aplikacije
uk: [uk]AppFramework

# RA_AboutScreen_Title
source: About
ar: حول
bg: Относно
cs: Informace
de: Informationen
et: Teave
fr_ca: À propos
it: Informazioni su
ja: バージョン情報
ko: 정보
lt: Apie
lv: Par
pl: Informacje
ro: Despre
sl: Vizitka
uk: [uk]About
vi: Giới thiệu

# RA_About_App_Version
source: Version
ar: الإصدار
bg: Версия
cs: Verze
et: Versioon
it: Versione
ja: バージョン
ko: 버전
lt: Versija
lv: Versija
pl: Wersja
ro: Versiune
sl: Različica
uk: [uk]Version
vi: Phiên bản

# RA_About_Menu_Title
source: About
ar: حول
bg: Относно
cs: Informace
de: Informationen
et: Teave
fr_ca: À propos
it: Informazioni su
ja: バージョン情報
ko: 정보
lt: Apie
lv: Par
pl: Informacje
ro: Despre
sl: Vizitka
uk: [uk]About
vi: Giới thiệu

# RA_COCO_AppInfra
source: [en-GB]ail : App Infrastructure Library
ar: [ar]ail : App Infrastructure Library
bg: [bg]ail : App Infrastructure Library
cs: [cs]ail : App Infrastructure Library
de: [de]ail : App Infrastructure Library
et: [et]ail : App Infrastructure Library
fr_ca: [fr-CA]ail : App Infrastructure Library
it: [it]ail : App Infrastructure Library
ja: [ja]ail : App Infrastructure Library
ko: [ko]ail : App Infrastructure Library
lt: [lt]ail : App Infrastructure Library
lv: [lv]ail : App Infrastructure Library
pl: [pl]ail : App Infrastructure Library
ro: [ro]ail : App Infrastructure Library
sl: [sl]ail : App Infrastructure Library
uk: [uk]ail : App Infrastructure Library
vi: [vi]ail : App Infrastructure Library

# RA_COCO_AppInfra_desc
source: [en-GB]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
ar: [ar]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
bg: [bg]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
cs: [cs]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
de: [de]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
et: [et]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
fr_ca: [fr-CA]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
it: [it]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
ja: [ja]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
ko: [ko]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
lt: [lt]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
lv: [lv]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
pl: [pl]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
ro: [ro]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
sl: [sl]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
uk: [uk]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.
vi: [vi]AppInfra is the components top level module. It gathers all the modules delivered by the AppInfra Common Component into one single structure. AppInfra facilitates dependency injection into common components and other software pieces that make use of the AppInfra functionalities.

# RA_COCO_CC
source: [en-GB]dcc : Consumer Care
ar: [ar]dcc : Consumer Care
bg: [bg]dcc : Consumer Care
cs: [cs]dcc : Consumer Care
de: [de]dcc : Consumer Care
et: [et]dcc : Consumer Care
fr_ca: [fr-CA]dcc : Consumer Care
it: [it]dcc : Consumer Care
ja: [ja]dcc : Consumer Care
ko: [ko]dcc : Consumer Care
lt: [lt]dcc : Consumer Care
lv: [lv]dcc : Consumer Care
pl: [pl]dcc : Consumer Care
ro: [ro]dcc : Consumer Care
sl: [sl]dcc : Consumer Care
uk: [uk]dcc : Consumer Care
vi: [vi]dcc : Consumer Care

# RA_COCO_CC_desc
source: [en-GB]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
ar: [ar]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
bg: [bg]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
cs: [cs]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
de: [de]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
et: [et]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
fr_ca: [fr-CA]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
it: [it]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
ja: [ja]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
ko: [ko]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
lt: [lt]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
lv: [lv]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
pl: [pl]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
ro: [ro]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
sl: [sl]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
uk: [uk]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.
vi: [vi]Whenever users find any difficulty in using the app, they can use the Consumer Care feature to get the issues resolved. The app provides a number of ways the users can access Consumer Care support, such as live chat, e-mail, call, tweet, Facebook post, and so on.

# RA_COCO_IAP
source: [en-GB]iap : In-app Purchase
ar: [ar]iap : In-app Purchase
bg: [bg]iap : In-app Purchase
cs: [cs]iap : In-app Purchase
de: [de]iap : In-app Purchase
et: [et]iap : In-app Purchase
fr_ca: [fr-CA]iap : In-app Purchase
it: [it]iap : In-app Purchase
ja: [ja]iap : In-app Purchase
ko: [ko]iap : In-app Purchase
lt: [lt]iap : In-app Purchase
lv: [lv]iap : In-app Purchase
pl: [pl]iap : In-app Purchase
ro: [ro]iap : In-app Purchase
sl: [sl]iap : In-app Purchase
uk: [uk]iap : In-app Purchase
vi: [vi]iap : In-app Purchase

# RA_COCO_IAP_desc
source: [en-GB]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
ar: [ar]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
bg: [bg]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
cs: [cs]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
de: [de]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
et: [et]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
fr_ca: [fr-CA]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
it: [it]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
ja: [ja]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
ko: [ko]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
lt: [lt]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
lv: [lv]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
pl: [pl]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
ro: [ro]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
sl: [sl]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
uk: [uk]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.
vi: [vi]In App Purchase feature in Reference App, provides the ability to buy products from the app for the users, which would give users the convenience of shopping anytime-anywhere. This approach also will boost marketing and sales.

# RA_COCO_PR
source: [en-GB]prg : Product Registration
ar: [ar]prg : Product Registration
bg: [bg]prg : Product Registration
cs: [cs]prg : Product Registration
de: [de]prg : Product Registration
et: [et]prg : Product Registration
fr_ca: [fr-CA]prg : Product Registration
it: [it]prg : Product Registration
ja: [ja]prg : Product Registration
ko: [ko]prg : Product Registration
lt: [lt]prg : Product Registration
lv: [lv]prg : Product Registration
pl: [pl]prg : Product Registration
ro: [ro]prg : Product Registration
sl: [sl]prg : Product Registration
uk: [uk]prg : Product Registration
vi: [vi]prg : Product Registration

# RA_COCO_PR_desc
source: [en-GB]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
ar: [ar]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
bg: [bg]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
cs: [cs]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
de: [de]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
et: [et]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
fr_ca: [fr-CA]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
it: [it]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
ja: [ja]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
ko: [ko]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
lt: [lt]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
lv: [lv]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
pl: [pl]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
ro: [ro]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
sl: [sl]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
uk: [uk]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.
vi: [vi]Product registration is a common component, which facilitates the user to create/login into My Philips account and Register a Normal Product where by providing CTN Number, Serial Number(Mandatory) and Date of Purchase.

# RA_COCO_UR
source: [en-GB]usr : User Registration
ar: [ar]usr : User Registration
bg: [bg]usr : User Registration
cs: [cs]usr : User Registration
de: [de]usr : User Registration
et: [et]usr : User Registration
fr_ca: [fr-CA]usr : User Registration
it: [it]usr : User Registration
ja: [ja]usr : User Registration
ko: [ko]usr : User Registration
lt: [lt]usr : User Registration
lv: [lv]usr : User Registration
pl: [pl]usr : User Registration
ro: [ro]usr : User Registration
sl: [sl]usr : User Registration
uk: [uk]usr : User Registration
vi: [vi]usr : User Registration
