Repository: PhilipsTest/iOS-Test
Catalog: Source/rap/Source/App/AppFramework/AppFramework/BaseApp/Common/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, cs, de, et, fr_ca, it, ja, ko, lt, lv, pl, ro, sl, uk, vi

# RA_MYA_Consent_Marketing_Help_Text
source: As a result of your consent, Philips group companies may contact you with promotional communications via email, SMS and other digital channels, such as mobile apps and social media. To be able to tailor the communications to your preferences and behaviour and provide you with the best, personalised experience, we may analyse and combine your personal data. This data may include: Data you give us Data that you want to actively share with us such as: your name, date of birth or age, email address, physical address, country, gender, phone number, social media profile Data we get from your interactions with Philips Data about your interactions and usage of the Philips digital channels, such as social media, websites, emails, apps and connected products. This data may include: IP address, cookies, device information, communications you click on, location details and websites you visit Philips will give you the opportunity to withdraw your consent at any time. For more information, please read the Philips Privacy notice and the Philips Cookie notice.
ar: نتيجة لموافقتك، قد تتواصل معك شركات مجموعة Philips بمراسلات ترويجية عبر البريد الإلكتروني ورسائل SMS وغيرها من القنوات الرقمية مثل تطبيقات الهاتف المحمول ووسائل التواصل الاجتماعي. وبهدف تخصيص المراسلات بحسب تفضيلاتك وسلكوك وتزويدك بأفضل تجربة مخصصة، قد نحلل بياناتك الشخصية ونجمعها. وقد تتضمن هذه البيانات: البيانات التي تزوّدنا بها بيانات تريد مشاركتها معنا مثل: اسمك وتاريخ ولادتك أو عمرك وعنوان بريدك الإلكتروني وعنوانك الفعلي وبلدك وجنسك ورقم هاتفك وحسابك على وسائل التواصل الاجتماعي. بيانات نحصل عليها نتيجة لتفاعلاتك مع Philips بيانات حول تفاعلاتك مع قنوات Philips الرقمية واستخدامك لها، مثل وسائل التواصل الاجتماعي ومواقع الويب ورسائل البريد الإلكتروني والتطبيقات والمنتجات المتصلة. قد تتضمن هذه البيانات: عنوان IP وملفات تعريف الارتباط ومعلومات حول الجهاز والمراسلات التي تنقر فوقها وتفاصيل حول الموقع ومواقع الويب التي تزورها. تسمح لك Philips بسحب موافقتك في أي وقت. للحصول على مزيد من المعلومات، يرجى قراءة إشعار الخصوصية من Philips وإشعار ملفات تعريف الارتباط من Philips.
bg: В резултат от съгласието ви компаниите от групата Philips могат да се свързват с вас за промоционални известия чрез имейл, SMS или други цифрови канали като мобилни приложения и социални медии. За да можем да изберем известия за вашите предпочитания и поведение и за да ви предоставим най-доброто, персонализирано изживяване, можем да анализираме и комбинираме личните ви данни. Тези данни могат да включват: Данни, които ни предоставяте Данни, които искате да споделяте активно с нас, като например: вашето име, дата на раждане или възраст, имейл адрес, пощенски адрес, страна, пол, телефонен номер, профил в социални медии. Данни, които получаваме от вашите взаимодействия с Philips Данни относно вашите взаимодействия и употреба на цифровите канали на Philips като социални медии, уебсайтове, имейли, приложения и свързани продукти. Тези данни могат да включват: IP адрес, бисквитки, информация за устройство, известия, върху които сте щракнали, подробности за местоположението и уебсайтове, които посещавате Philips ще ви даде възможност да оттеглите съгласието си по всяко време. За повече информация, моля, прочетете бележката за поверителност на Philips и бележката за бисквитките на Philips.
cs: Na základě vašeho souhlasu vás mohou společnosti skupiny Philips kontaktovat s reklamními zprávami prostřednictvím e-mailu, SMS zprávy či jiných digitálních prostředků, jako jsou například mobilní aplikace nebo sociální média. Abychom vám mohli tyto zprávy přizpůsobit na míru a poskytnout vám tu nejlepší individuální zkušenost, analyzujeme a kombinujeme vaše osobní údaje. Mezi tyto údaje mohou patřit: Vámi poskytované údaje Údaje, které s námi aktivně sdílíte: vaše jméno, datum narození či věk, e-mailová adresa, adresa bydliště, země, pohlaví, telefonní číslo, profily na sociálních médiích. Údaje získané z vašich interakcí se společností Philips Údaje o vašich interakcích a používání digitálních prostředků Philips, jako jsou sociální média, webové stránky, e-maily, aplikace a připojené výrobky. Tyto údaje mohou zahrnovat: IP adresu, soubory cookie, informace o zařízení, zprávy, na které kliknete, údaje o poloze a navštívené webové stránky. Společnost Philips vám dává možnost svůj souhlas kdykoliv zrušit. Více informací naleznete v Oznámení o ochraně osobních údajů společnosti Philips a v Oznámení o souborech cookie společnosti Philips.
de: Mit Ihrer Zustimmung können die Unternehmen der Philips Group Ihnen Werbemitteilungen per E-Mail, SMS und über andere digitale Kanäle, wie mobile Apps und soziale Medien, zukommen lassen. Damit wir die Mitteilungen an Ihre Interessen und Ihr Verhalten anpassen und Ihnen ein optimal personalisiertes Erlebnis bieten können, analysieren und kombinieren wir möglicherweise Ihre persönlichen Daten. Diese Daten umfassen Folgendes: Daten, die Sie uns zur Verfügung stellen Daten, die Sie aktiv mit uns teilen möchten, z. B.: Name, Geburtsdatum oder Alter, E-Mail-Adresse, Postanschrift, Land, Geschlecht, Telefonnummer, Profil in sozialen Netzwerken Daten, die wir durch Ihre Interaktionen mit Philips beziehen Daten über Ihre Interaktionen und Ihre Nutzung der digitalen Philips Kanäle wie soziale Medien, Websites, E-Mails, Apps und gekoppelte Produkte. Diese Daten umfassen möglicherweise die IP-Adresse, Cookies, Geräteinformationen, von Ihnen angeklickte Informationen, Standortdetails und von Ihnen besuchte Websites. Sie erhalten von Philips die Gelegenheit, Ihre Zustimmung jederzeit zu widerrufen. Um weitere Informationen zu erhalten, lesen Sie die Philips Datenschutzrichtlinie und die Philips Cookie-Richtlinie.
et: Teie nõusoleku alusel võivad Philipsi grupi ettevõtted edastada teile kampaaniateateid e-kirja, SMSi või teiste digitaalsete kanalite, näiteks mobiilirakenduste ja sotsiaalmeedia kaudu. Selleks et teated vastaksid teie eelistustele ja käitumisele ning et teile parimat isikupärast kogemust pakkuda, võime teie isikuandmeid analüüsida ja kombineerida. Sellised andmed võivad hõlmata järgmisi: Andmeid, mida meile annate Andmeid, mida soovite meiega aktiivselt jagada, näiteks teie nimi, sünniaeg või vanus, e-posti aadress, füüsiline aadress, riik, sugu, telefoninumber, suhtlusvõrgustiku profiil. Andmeid, mida me teie suhtlemisest Philipsiga kogume Philipsi digikanalite kasutamise käigus kogutud andmed, näiteks sotsiaalmeedia, veebisaitide, e-posti, rakenduste ja ühendatud toodete kohta. Nende andmete hulka võivad kuuluda IP-aadress, küpsised, teave seadme kohta, klikkidega tehtud valikud, asukohaandmed ja külastatud veebisaidid. Philips annab teile võimaluse igal ajal oma nõusoleku tagasi võtta. Lisateabe saamiseks lugege Philipsi privaatsusavaldust ja küpsiste teatist.
fr_ca: Si vous donnez votre accord, les entreprises du groupe Philips pourraient vous faire parvenir des offres promotionnelles par courriel, messages textes et autres voies numériques, telles que les applications mobiles et les réseaux sociaux. Afin d'être en mesure d'adapter nos messages à vos goûts et vos habitudes et de vous offrir une expérience réellement personnalisée, nous pourrions être amenés à analyser et à combiner vos données personnelles. Celles-ci peuvent inclure : les renseignements que vous nous fournissez; les renseignements que vous êtes prêt à partager avec nous, tels que : votre nom, votre date de naissance ou votre âge, votre adresse de courriel, votre adresse physique, votre pays, votre genre, votre numéro de téléphone et votre profil sur les réseaux sociaux; les renseignements que nous tirons de vos interactions avec Philips; Information sur votre utilisation des outils numériques Philips tels que les réseaux sociaux, les sites Web, les courriels, les applications et les produits connectés. Ceci peut inclure : l'adresse IP, les témoins, l'information sur l'appareil, les messages sur lesquels vous cliquez, les données de localisation et les sites Web que vous visitez. Philips vous donnera la possibilité de retirer votre consentement en tout temps. Pour de plus amples renseignements, veuillez lire la politique de confidentialité de Philips et l'avis relatif aux témoins.
it: A seguito del tuo consenso, le aziende del gruppo Philips potrebbero contattarti per comunicazioni promozionali tramite e-mail, SMS e altri canali digitali, come le applicazioni mobili e i social media. Al fine di adattare le comunicazioni alle tue preferenze e ai tuoi comportamenti, e di fornirti l'esperienza personalizzata migliore possibile, potremmo analizzare e combinare i tuoi dati personali. Questi ultimi possono includere: Dati che ci hai fornito Dati che desideri condividere con noi attivamente come: nome, data di nascita o età, indirizzo e-mail, indirizzo di posta, paese, sesso, numero di telefono, profilo sui social media. Dati che otteniamo dalle tue interazioni con Philips Dati derivanti dalle tue interazioni sui canali digitali Philips e dall'uso degli stessi, tra cui social media, siti Web, e-mail, applicazioni e prodotti connessi. Ad esempio: indirizzo IP, cookie, informazioni sul dispositivo, le comunicazioni su cui fai clic, dettagli sulla posizione geografica e siti Web visitati. Philips ti darà la possibilità di revocare il tuo consenso in qualsiasi momento. Per ulteriori informazioni, leggi l' informativa sulla privacy di Philips e l'informativa sui cookie di Philips.
ja: お客様にご同意いただいた場合、フィリップスグループ各社が、メール、SMS、モバイルアプリやソーシャルメディアなどのその他デジタルチャネルを利用して直接ご連絡させていただく場合があります。お客様の嗜好や行動に応じて最適な情報をご提供するために、当社では、お客様の個人データを分析したり結びつけたりする場合があります。それらのデータには次が含まれます： お客様にご提供いただいたデータ お客様のお名前、生年月日、年齢、メールアドレス、住所、お住まいの国、性別、電話番号、ソーシャルメディアプロフィールなど、お客様のご希望でご提供いただいたデータ。 お客様とのやり取りで当社が入手したデータ ソーシャルメディア、ウェブサイト、メール、アプリ、コネクテッド製品などのフィリップスのデジタルチャネルでのやり取りおよび使用に関するデータ。これらのデータには、IP アドレス、cookie、デバイス情報、お客様がクリックしたやり取り、位置情報の詳細、アクセスしたウェブサイトなども含まれます。 お客様はいつでも同意を取り消すことができます。 詳細については、当社のプライバシーに関する通知および cookie に関するポリシーをお読みください。
ko: 귀하께서 동의하신 결과로 필립스 그룹은 홍보를 위해 이메일, SMS를 비롯한 모바일 앱, 소셜 미디어 등 기타 디지털 채널을 통해 귀하께 연락을 드릴 수 있습니다. 귀하의 선호도와 행동 양식 기반의 맞춤형 커뮤니케이션 및 최상의 개인 맞춤형 경험을 제공하기 위해 귀하의 개인정보를 분석하고 조합할 수 있습니다. 이러한 정보는 다음과 같습니다. 귀하께서 제공하신 정보 당사와 공유하신 개인 정보에는 이름, 생년월일, 나이, 이메일 주소, 자택/회사 주소, 국가, 성별, 전화번호, 소셜 미디어 프로필 등이 있습니다. 필립스와의 소통 과정에서 취득된 정보 소셜 미디어, 웹 사이트, 이메일, 앱, 연계 제품 등 필립스 디지털 채널과의 소통 및 디지털 채널 사용을 통해 제공된 정보로, IP 주소, 쿠키, 장치 정보, 클릭한 커뮤니케이션, 위치 정보, 방문한 웹 사이트 등이 해당됩니다. 언제라도 동의를 철회하실 수 있습니다. 자세한 내용은 필립스 개인정보 보호정책 및 필립스 쿠키 정책을 참조하십시오.
lt: Gavusios jūsų sutikimą, „Philips group“ priklausančios įmonės gali pateikti jums reklaminių pranešimų el. paštu, SMS žinute arba kitais skaitmeniniais kanalais, pvz., per mobiliesiems skirtas programas ir socialinius tinklus. Siekdami pateikti jūsų poreikius geriausiai atitinkančius pasiūlymus, mes analizuosime ir derinsime jūsų asmeninius duomenis. Šie duomenys apima: Duomenis, kuriuos mums pateikiate Duomenis, kuriais norite aktyviai su mumis dalintis, pvz., vardas, gimimo metai arba amžius, el. pašto adresas, adresas, šalis, lytis, telefono numeris, socialinių tinklų profilis. Duomenis, kuriuos gauname jums naudojantis „Philips“ Duomenis apie jūsų naudojamus „Philips“ skaitmeninius kanalus, pvz., socialinius tinklus, svetaines, el. paštą, programas ir susijusius gaminius. Šie duomenys apima: IP adresą, slapukus, įrenginio informaciją, jūsų spustelėtus pranešimus, vietos informaciją ir jūsų lankomas svetaines „Philips“ palieka jums galimybę bet kada atšaukti savo sutikimą. Jei reikia daugiau informacijos, perskaitykite „Philips“ privatumo nuostatas ir „Philips“ slapukų nuostatas.
lv: Pēc jūsu piekrišanas Philips grupas uzņēmumi var ar jums sazināties ar dažādiem reklāmas materiāliem pa e-pastu, sūtot SMS un citiem digitālajiem kanāliem, piemēram, mobilajām lietotnēm un sociālajiem tīkliem. Lai pielāgotu saziņu jūsu izvēlēm un darbībai un sniegtu jums vislabāko personalizēto pieredzi, mēs varam analizēt un kombinēt jūsu personas datus. Šie dati var ietvert: Jūsu norādītie dati Dati, kurus vēlaties aktīvi mums sniegt: jūsu vārds un uzvārds, dzimšanas datums vai vecums, e-pasta adrese, faktiskā adrese, valsts, dzimums, tālruņa numurs, sociālā tīkla profils. Dati, kurus mēs iegūstam no jūsu mijiedarbības ar Philips Dati par jūsu mijiedarbību ar Philips digitālajiem kanāliem un to izmantošanu, piemēram, sociālajiem tīkliem, tīmekļa vietnēm, e-pastu, lietotnēm un savienotajiem produktiem. Šie dati var ietvert: IP adresi, sīkfailus, ierīces informāciju, saziņas funkcijas, uz kurām noklikšķināt, atrašanās vietas informāciju un apmeklētās tīmekļa vietnes Philips sniegs jums iespēju jebkurā brīdī atteikties no piekrišanas. Lai iegūtu papildinformāciju, lūdzu, izlasiet Philips paziņojumu par konfidencialitāti un Philips paziņojumu par sīkfailiem.
pl: Wyrażenie zgody oznacza, że spółki grupy Philips mogą kontaktować się z Tobą w celu dostarczenia komunikatów promocyjnych za pośrednictwem poczty elektronicznej, wiadomości SMS i innych kanałów cyfrowych, takich jak aplikacje mobilne i media społecznościowe. Możemy analizować i łączyć Twoje dane osobowe w celu dostosowania komunikatów do Twoich preferencji i zachowań, a tym samym zapewnienia optymalnie spersonalizowanych usług. Dane te mogą obejmować: Dane przekazywane nam przez Ciebie Dane, które chcesz nam aktywnie udostępniać, takie jak imię i nazwisko, data urodzenia lub wiek, adres e-mail, adres zamieszkania, kraj, płeć, numer telefonu czy profil społecznościowy. Dane uzyskiwane w ramach interakcji z firmą Philips Dane dotyczące interakcji i korzystania z kanałów cyfrowych Philips, takich jak media społecznościowe, strony internetowe, wiadomości e-mail, aplikacje i połączone produkty. Dane te mogą zawierać: adres IP, pliki cookie, informacje o urządzeniu, kliknięte komunikaty, szczegóły na temat lokalizacji i odwiedzone strony internetowe. Firma Philips umożliwia wycofanie zgody w dowolnym momencie. Aby uzyskać więcej informacji, zapoznaj się z oświadczeniami firmy Philips o prywatności i o plikach cookie.
ro: Ca urmare a consimţământului tău, companiile din grupul Philips ar putea să te contacteze cu comunicări promoţionale prin e-mail, SMS şi alte canale digitale, precum aplicaţii mobile şi reţele de socializare. Pentru a putea să adaptăm comunicările la comportamentul şi preferinţele tale şi să îţi oferim o experienţă optimă, personalizată, este posibil să îţi analizăm şi combinăm datele personale. Aceste date pot include: Date furnizate de tine Datele pe care doreşti să le partajezi activ cu noi, precum numele, data naşterii sau vârsta, adresa de e-mail, adresa fizică, ţara, sexul, numărul de telefon, profilul din reţelele de socializare. Date pe care le primim din interacţiunile tale cu Philips Date cu privire la interacţiunile şi utilizarea canalelor digitale Philips, precum reţele de socializare, site-uri web, e-mailuri, aplicaţii şi produse conectate. Aceste date pot include: adresa IP, module cookie, informaţii despre dispozitiv, comunicări pe care le accesezi cu clic, detalii privind locaţia şi site-uri web pe care le vizitezi Philips îţi oferă oportunitatea să-ţi retragi consimţământul în orice moment. Pentru mai multe informaţii, citeşte Notificarea de confidenţialitate Philips şi Notificarea privind modulele cookie Philips.
sl: Ker ste oddali soglasje, vam lahko podjetja iz skupine Philips pošiljajo promocijska obvestila prek e-pošte, sporočil SMS in drugih digitalnih kanalov, kot so mobilne aplikacije in družbena omrežja. Da bomo obvestila lahko prilagodili vašim izbiram in vedenju ter vam nudili najboljše in čim bolj osebno prilagojeno doživetje, lahko analiziramo in združujemo vaše osebne podatke. Ti podatki lahko vključujejo: Podatke, ki nam jih posredujete Podatke, ki jih aktivno delite z nami, kot so: ime, datum rojstva ali starost, e-poštni naslov, hišni naslov, država, spol, telefonska številka, profil v družabnem omrežju. Podatke, ki jih pridobimo prek komunikacije z družbo Philips Podatki o vaši komunikaciji in uporabi Philipsovih digitalnih kanalov, kot so družbena omrežja, spletne strani, e-pošta, aplikacije in povezani izdelki. Ti podatki lahko vključujejo: naslov IP, piškotke, informacije o napravi, uporabljene povezave, podrobnosti o lokaciji in obiskane spletne strani. Philips vam omogoča možnost, da soglasje kadarkoli prekličete. Za več informacij preberite Philipsovo obvestilo o zasebnosti in Philipsovo obvestilo o piškotkih.
uk: За Вашою згодою компанії групи Philips можуть надсилати Вам рекламно-інформаційні повідомлення через електронну пошту, SMS-повідомлення та інші цифрові засоби (наприклад, мобільні додатки та соціальні мережі). Щоб мати змогу підібрати повідомлення відповідно до Ваших інтересів і запропонувати Вам найкраще персоналізоване використання, ми можемо аналізувати та поєднувати Ваші особисті дані. Ці дані можуть включати: Дані, які Ви даєте нам Дані, якими Ви бажаєте активно з нами поділитися, такими як: Ваше ім’я, дата народження або вік, електронна адреса, поштова адреса, країна, стать, номер телефону, профіль у соціальній мережі. Дані, які ми отримуємо від Вашої взаємодії з Philips Дані про Вашу взаємодію та використання цифрових каналів Philips (таких як соціальні мережі, веб-сайти, електронні адреси, додатки та підключені вироби). Ці дані можуть включати: IP-адресу, файли cookie, інформацію про виріб, повідомлення, на які Ви переходите, деталі про місцезнаходження та веб-сайти, які Ви відвідуєте. Компанія Philips надасть Вам можливість у будь-який час анулювати свою згоду. Докладну інформацію читайте в повідомленні про конфіденційність Philips та повідомленні Philips про файли cookie.
vi: Với sự chấp thuận của bạn, các công ty thuộc tập đoàn Philips có thể liên hệ với bạn kèm theo các thông tin quảng cáo qua email, SMS và các kênh kỹ thuật số khác, chẳng hạn như ứng dụng di động và mạng xã hội. Chúng tôi có thể sẽ phân tích và kết hợp dữ liệu cá nhân của bạn nhằm điều chỉnh thích hợp các thông tin theo đúng sở thích và hành vi của bạn, cũng như mang đến cho bạn trải nghiệm tùy chỉnh theo từng cá nhân tốt nhất. Dữ liệu này có thể bao gồm: Dữ liệu mà bạn đưa cho chúng tôi Dữ liệu mà bạn chủ động muốn chia sẻ với chúng tôi như: tên, ngày tháng năm sinh hay tuổi của bạn, địa chỉ email, địa chỉ vật lý, quốc gia, giới tính, số điện thoại, hồ sơ mạng xã hội. Dữ liệu mà chúng tôi lấy được từ các tương tác của bạn với Philips Dữ liệu về các tương tác và cách bạn sử dụng các kênh kỹ thuật số của Philips, chẳng hạn như mạng xã hội, trang web, email, ứng dụng và các sản phẩm được kết nối. Dữ liệu này có thể bao gồm: địa chỉ IP, cookie, thông tin thiết bị, các liên lạc mà bạn bấm vào, thông tin chi tiết về địa chỉ và các trang web bạn truy cập Philips sẽ cho bạn cơ hội rút lại thỏa thuận của bạn bất kỳ lúc nào. Để biết thêm thông tin, vui lòng đọc Thông báo về quyền riêng tư của Philips và Thông báo về cookie của Philips.

# RA_Menu_title_Demo
source: [en-GB]Test Demo Apps
ar: [ar]Test Demo Apps
bg: [bg]Test Demo Apps
cs: [cs]Test Demo Apps
de: [de]Test Demo Apps
et: [et]Test Demo Apps
fr_ca: [fr-CA]Test Demo Apps
it: [it]Test Demo Apps
ja: [ja]Test Demo Apps
ko: [ko]Test Demo Apps
lt: [lt]Test Demo Apps
lv: [lv]Test Demo Apps
pl: [pl]Test Demo Apps
ro: [ro]Test Demo Apps
sl: [sl]Test Demo Apps
uk: [uk]Test Demo Apps
vi: [vi]Test Demo Apps

# RA_OK
source: OK
ar: موافق
ko: 확인
lt: Gerai
lv: Labi
sl: V redu
uk: [uk]OK

# RA_PR_Benefit_Text
source: Extend your warranty for 24 months. Receive 10% discount in the Philips shop. Receive free product accessories
bg: Удължете гаранцията си с 24 месеца. Получете 10% отстъпка във Philips. Получете безплатни аксесоари за продукти
cs: Prodlužte svou záruku o 20 měsíců Získejte slevu 10 % v obchodě Philips Získejte příslušenství k výrobku zdarma
de: Erweitern Sie Ihre Garantie um 24 Monate. Erhalten Sie 10 % Rabatt auf Produkte im Philips Online-Shop. Erhalten Sie kostenloses Zubehör.
et: Pikendage garantiid 24 kuuks. 10% allahindlus Philipsi poest ostetud toodetele. Saage tasuta tarvikuid tootele
fr_ca: Prolongez votre période de garantie à 24 mois. Profitez d'un rabais de 10 % @ur les produits achetés à la boutique Philips. Recevez des produits et accessoires gratuits.
it: Estendi la garanzia per altri 24 mesi. Ricevi uno sconto del 10% @ui prodotti acquistati nel negozio Philips. Ricevi gratis accessori per il prodotto
ja: 保証を 24 か月延長いたします フィリップス ショップで 10% 割引を適用いたします 製品アクセサリを無料で差し上げます
ko: 보증 기간이 24개월 간 연장됩니다. 필립스에서 10% 할인을 받으실 수 있습니다. 제품 악세서리 무료로 받기
lt: Pratęskite garantiją iki 24 mėnesių. Gaukite 10 % nuolaidą „Philips“. Gaukite produktų priedus nemokamai
lv: Pagariniet garantiju līdz 24 mēnešiem. Saņemiet no Philips 10% atlaidi. Saņemiet produkta piederumus bez maksas
pl: Przedłuż swoją gwarancję o 24 miesiące. Skorzystaj z 10-procentowej zniżki na zakupy w sklepie firmy Philips. Odbierz bezpłatne akcesoria do produktów
ro: Extinde garanţia cu 24 de luni. Primeşte o reducere de 10 % la produsele cumpărate din magazinul Philips. Primeşte accesorii gratuite pentru produse
sl: Podaljšajte garancijo za 24 mesecev. Prejmite 10 % popusta v Philipsovi trgovini. Prejmite brezplačne dodatke za izdelke.
uk: [uk]Extend your warranty for 24 months. Receive % discount in the Philips. Receive free product accessories
vi: Kéo dài thời gian bảo hành thêm 24 tháng. Nhận ưu đãi giảm giá 10% tại Philips. Nhận các phụ kiện sản phẩm miễn phí

# RA_PR_Email_Text
source: An email with an extended warranty contract has been sent to your email address
bg: Имейл с договор за удължената гаранция е изпратен на вашия имейл адрес
cs: Na vaši e-mailovou adresu byl zaslán email se smlouvou o prodloužení záruky
de: Eine E-Mail mit dem Vertrag der erweiterten Garantie wurde an Ihre E-Mail-Adresse gesendet.
et: Pikendatud garantiilepinguga e-kiri saadeti teie e-posti aadressile.
fr_ca: Vous recevrez par courriel le contrat relatif à cette période de garantie prolongée
it: Abbiamo inviato un'e-mail con il contratto di estensione della garanzia al tuo indirizzo e-mail
ja: 保証延長契約に関するメールがお客様のメールアドレスに送信されました
ko: 연장된 보증 계약서가 포함된 이메일이 고객님의 이메일 주소로 전송되었습니다.
lt: El. laiškas su pailgintos garantijos sutartimi išsiųstas jūsų el. pašto adresu
lv: Uz jūsu e-pasta adresi ir nosūtīts e-pasta ziņojums ar pagarinātu garantijas līgumu
pl: Na Twój adres e-mail wysłano wiadomość z umową dotyczącą przedłużonej gwarancji
ro: Un e-mail cu contractul de garanţie extins a fost trimis la adresa ta de e-mail
sl: Na vaš e-poštni naslov smo poslali e-poštno sporočilo s podaljšano garancijsko pogodbo.
uk: [uk]An email with extended warranty contract has been sent out to your email address
vi: Một email chứa hợp đồng bảo hành kéo dài đã được gửi đến địa chỉ email của bạn

# RA_PR_Extentende_Warranty
source: Your warranty period has been extended until next year
bg: Гаранционният ви период е удължен до следващата година
cs: Vaše záruční doba byla prodloužena do příštího roku
de: Ihre Garantie wurde bis nächstes Jahr verlängert.
et: Teie garantiiperiood on pikenenud järgmise aastani
fr_ca: Votre période de garantie a été prolongée jusqu'à l'an prochain
it: Il tuo periodo di garanzia è stato esteso fino al prossimo anno
ja: 保証期間が来年まで延長されました。
ko: 보증 기간이 내년까지 연장되었습니다.
lt: Garantijos laikotarpis buvo pratęstas iki kitų metų
lv: Jūsu garantijas termiņš ir pagarināts līdz nākamajam gadam
pl: Okres gwarancji został przedłużony do przyszłego roku
ro: Perioada de garanţie a fost extinsă până anul următor
sl: Vaše garancijsko obdobje je podaljšano do naslednjega leta
uk: [uk]Your warranty period has been extended until next year
vi: Thời gian bảo hành của bạn đã được kéo dài đến năm sau
