Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_DLS_Social_Merge_Title
source: You’ve logged in before using %@ on a Philips app or website. We can also link this social login to your account.
bg: Влизали сте преди с помощта на %@ в приложение или уебсайта на Philips. Можем също да свържем това влизане в социални мрежи с вашия акаунт.
ca_es: |Ранее вы выполняли вход в учетную запись в приложении или на веб-сайте Philips с помощью %@. Этот профиль в социальных сетях можно связать с вашей учетной записью.|
cs: Přihlásili jste se dříve, než jste použili %@ v aplikaci nebo na webu Philips. Můžeme také propojit s vaším účtem toto přihlášení k sociální síti.
da: Du er logget på, før du har brugt %@ på en Philips-app eller et website. Vi kan også tilknytte dette sociale login til din konto.
el: Στο παρελθόν είχατε συνδεθεί μέσω του %@ σε μια εφαρμογή ή ιστότοπο της Philips. Μπορούμε επίσης να συνδέσουμε αυτά τα στοιχεία κοινωνικής δικτύωσης με το λογαριασμό σας.
et: Olete Philipsi rakenduses või veebisaidil varem sisselogimiseks kasutanud valikut %@. Saame sotsiaalvõrgustiku teenuse andmete alusel sisselogimise teie kontoga seostada.
fi: Olet kirjautunut sisään ennen tunnuksen %@ käyttöä Philipsin sovelluksessa tai verkkosivulla. Voimme myös yhdistää tämän yhteisösivuston tiliisi.
he: התחברת בעבר דרך חשבון %@ לאפליקציה או לאתר של Philips. באפשרותנו לקשר את פרטי ההתחברות שלך ברשת חברתית זו לחשבון Philips שלך.
hr: Prije ste se prijavili na aplikaciju ili web-mjesto tvrtke Philips koristeći %@. Ovu prijavu za društvenu mrežu možemo povezati s vašim računom.
hu: Ön már bejelentkezett egy Philips alkalmazásba vagy weboldalra a(z) %@ használatával. Az ezen a közösségi oldalon való bejelentkezését hozzá tudjuk kapcsolni a fiókjához.
ja: %@ を使用する前にフィリップスのアプリまたは Web サイトにログインしています。このソーシャルログインをアカウントにリンクすることもできます。
lt: Anksčiau prisijungėte naudodami %@ „Philips“ programoje arba tinklalapyje. Taip pat galime susieti šį prisijungimą prie socialinio tinklalapio su jūsų paskyra.
lv: Jūs esat agrāk pieteicies Philips lietotnē vai tīmekļa vietnē, izmantojot %@. Mēs varam piesaistīt šo sociālā portāla pieteikšanās informāciju jūsu kontam.
nb: Du har tidligere logget deg på en Philips-app eller -nettsted med %@. Vi kan også slå sammen denne påloggingen til sosiale medier med denne kontoen.
nl: U hebt u eerder aangemeld met %@ bij een Philips-app of -website. We kunnen deze aanmelding voor sociale media ook koppelen aan uw account.
pt: Iniciou sessão anteriormente com %@ numa aplicação ou Web site da Philips. Também podemos associar estas credenciais de redes sociais à sua conta.
ro: Te-ai mai conectat folosind %@ într-o aplicaţie sau pe un site web Philips. Putem totodată să conectăm acest cont de reţea de socializare la contul tău.
sk: Do aplikácie alebo na webovú lokalitu Philips ste sa v minulosti prihlasovali cez %@. Toto prihlasovacie meno do sociálnej siete môžete teraz prepojiť so svojím kontom.
sl: Z naslovom %@ ste se že prej prijavili v Philipsovo aplikacijo ali spletno mesto. Ta račun za družabno omrežje lahko tudi povežemo z vašim računom.
sv: Du har tidigare loggat in med %@ på en Philips-app eller -webbplats. Vi kan också länka den här sociala inloggningen till ditt konto.
th: คุณได้ล็อกอินก่อนหน้านี้โดยใช้ %@ บนเว็บไซต์หรือแอป Philips เรายังสามารถลิงก์การล็อกอินสื่อสังคมเข้ากับบัญชีของคุณได้อีกด้วย
vi: Bạn đã đăng nhập bằng %@ trên một ứng dụng hoặc trang web của Philips. Chúng tôi cũng có thể liên kết thông tin đăng nhập mạng xã hội này với tài khoản của bạn.

# USR_DLS_StratScreen_Nav_Title_Txt
source: Getting Started
bg: Начало
ca_es: |Começar a usar o seu aparelho|
cs: Začínáme
da: Kom godt i gang
el: Έναρξη
et: Alustamine
fi: Aloittaminen
he: צעדים ראשונים
hr: Početak uporabe
hu: Bevezetés
ja: はじめに
lt: Pradžia
lv: Darba sākšana
nb: Komme i gang
nl: Aan de slag
pt: Começar a usar o seu aparelho
ro: Primii paşi
sk: Začíname
sl: Začetni koraki
sv: Så här gör du
th: เริ่มต้น
vi: Bắt đầu

# USR_DLS_StratView_Detail_Txt
source: Set up your account or log in to get the most from your connected product
bg: Задайте своя акаунт или влезте, за да се възползвате максимално от вашия свързан продукт
ca_es: |Создайте учетную запись или войдите в уже существующую, чтобы использовать все возможности подключаемых устройств|
cs: Nastavte si účet nebo se přihlaste, aby vám váš připojený produkt co nejlépe sloužil
da: Opret din konto eller log på for at få mest muligt ud af dit tilsluttede produkt
el: Ρυθμίστε το λογαριασμό σας ή συνδεθείτε, για να αξιοποιήσετε πλήρως το συνδεδεμένο προϊόν σας
et: Seadistage oma konto või logige sisse, et oma ühendatud toodet maksimaalselt kasutada
fi: Ota enemmän irti tuotteestasi määrittämällä tilisi tai kirjautumalla sisään
he: הגדר את החשבון או התחבר כדי להפיק את המרב מהמוצר המחובר שברשותך
hr: Postavite račun ili se prijavite kako biste najbolje iskoristili povezani proizvod
hu: Állítsa be saját fiókját, vagy jelentkezzen be, hogy a legtöbbet hozhassa ki a csatlakoztatott eszközéből
ja: 接続された製品を最大限に活用するには、アカウントを設定するかログインしてください
lt: Nustatykite savo paskyrą arba prisijunkite, norėdami geriausiai išnaudoti savo prijungtą gaminį
lv: Izveidojiet kontu vai piesakieties, lai maksimāli izmantotu pievienotā produkta iespējas
nb: Konfigurer kontoen din eller logg deg på for å få mest mulig ut av det tilkoblede produktet
nl: Maak een account aan of meld u aan om optimaal van uw aangesloten product te profiteren
pt: Configure a sua conta ou inicie sessão para tirar o máximo partido do seu produto conectado
ro: Configurează-ţi contul sau conectează-te pentru a profita la maximum de produsul conectat
sk: Vytvorte si konto alebo sa prihláste, aby ste svoj pripojený produkt mohli využívať čo najlepšie
sl: Nastavite račun ali se prijavite in izkoristite vse prednosti povezanega izdelka
sv: Skapa ett konto eller logga in för att få ut mesta möjliga av din produkt
th: ตั้งค่าบัญชีของคุณหรือล็อกอินเพื่อประโยชน์สูงสุดจากผลิตภัณฑ์ที่เชื่อมต่อของคุณ
vi: Thiết lập tài khoản của bạn hoặc đăng nhập để tận dụng triệt để sản phẩm kết nối của bạn

# USR_DLS_StratView_Title_Txt
source: Let's get started
bg: Да започваме
ca_es: |Agora, vamos começar|
cs: Začněme
da: Lad os begynde
el: Έναρξη
et: Alustame
fi: Aloitus
he: בואו נתחיל
hr: Započnimo
hu: Kezdjünk hozzá
ja: 早速、始めましょう
lt: Pradėkime
lv: Sāksim
nb: Kom i gang
nl: Laten we beginnen
pt: Vamos começar
ro: Să începem
sk: Poďme na to
sl: Začnimo
sv: Då sätter vi igång
th: มาเริ่มกันเลย
vi: Bắt đầu nào

# USR_DLS_SwitchToLogin_Txt
source: Switch to login
bg: Превключване към влизане
ca_es: |Overschakelen naar aanmelden|
cs: Přejít na přihlášení
da: Gå til login
el: Μετάβαση σε σύνδεση
et: Sisselogimislehele
fi: Siirry kirjautumiseen
he: עבור להתחברות
hr: Prelazak na prijavu
hu: Váltás a bejelentkezésre
ja: ログインに切り替える
lt: Perjungti, norint prisijungti
lv: Pārslēgt uz pieteikšanos
nb: Bytt til pålogging
nl: Overschakelen naar aanmelden
pt: Mudar para início de sessão
ro: Accesează pagina de conectare
sk: Prepnúť na prihlásenie
sl: Preklopi na prijavo
sv: Växla till inloggning
th: เปลี่ยนเป็นล็อกอิน
vi: Chuyển sang đăng nhập

# USR_DLS_TermsAndConditionsAcceptanceText
source: Sure, I accept the app's %@
bg: Разбира се, приемам %@ на приложението
ca_es: |Βεβαίως, αποδέχομαι την ενότητα %@ της εφαρμογής|
cs: Samozřejmě souhlasím s podmínkami aplikace (%@)
da: Ja, jeg accepterer appens %@
el: Βεβαίως, αποδέχομαι την ενότητα %@ της εφαρμογής
et: Jah, nõustun rakenduse jaotisega %@
fi: Hyväksyn sovelluksen %@
he: ברור, אני מקבל את %@
hr: Naravno, prihvaćam %@ za aplikaciju
hu: Rendben, elfogadom a következőt: alkalmazás – %@
ja: はい、アプリの %@ に同意します
lt: Žinoma, sutinku su programos %@
lv: Jā, es piekrītu lietotnes %@
nb: Ja, jeg godtar appens %@
nl: Ik ga akkoord met de %@ van de app
pt: Sim, aceito os %@ da aplicação
ro: Sunt de acord cu %@ aplicaţiei
sk: Vyjadrujem súhlas s dokumentom %@ aplikácie
sl: Sprejemam naslednji dokument za aplikacijo: %@
sv: Jag godkänner appens %@
th: แน่นอน ฉันยอมรับ %@ ของแอปพลิเคชัน
vi: Đúng, tôi chấp nhận %@ của ứng dụng

# USR_DLS_TermsAndConditionsAcceptanceText_Error
source: Please accept the Terms & Conditions
bg: Приемете правилата и условията
ca_es: |Akzeptieren Sie die allgemeinen Geschäftsbedingungen|
cs: Potvrďte souhlas s podmínkami
da: Accepter Vilkår og betingelser
el: Αποδεχτείτε τους Όρους και τις προϋποθέσεις
et: Palun kinnitage tingimused
fi: Hyväksy käyttöehdot
he: אשר את התנאים והתניות
hr: Prihvatite odredbe i uvjete
hu: Kérjük, fogadja el a használati feltételeket
ja: アプリの利用規約に同意する
lt: Sutikite su sąlygomis ir taisyklėmis
lv: Lūdzu, piekrītiet noteikumiem un nosacījumiem
nb: Godta vilkårene og betingelsene
nl: Accepteer de algemene voorwaarden
pt: Aceite os Termos e condições
ro: Te rugăm să accepţi termenii şi condiţiile
sk: Vyjadrite súhlas so všeobecnými podmienkami
sl: Sprejmite pogoje in določila
sv: Godkänn våra Villkor
th: โปรดยอมรับข้อกำหนดและเงื่อนไข
vi: Vui lòng chấp nhận Điều khoản và điều kiện

# USR_DLS_TermsAndConditionsText
source: Terms & Conditions
bg: Правила и условия
ca_es: |התנאים והתניות של האפליקציה|
cs: Podmínky
da: Vilkår og betingelser
el: Όροι και προϋποθέσεις
et: Tingimused
fi: Käyttöehdot
he: התנאים והתניות של האפליקציה
hr: Odredbe i uvjeti
hu: Használati feltételek
ja: 諸条件
lt: Nuostatos ir sąlygos
lv: Noteikumi un nosacījumi
nb: Vilkår og betingelser
nl: Voorwaarden
pt: Termos e condições
ro: Termenii şi condiţiile
sk: Zmluvné podmienky
sl: Določila in pogoji
sv: Villkor
th: ข้อกำหนดและเงื่อนไข
vi: Điều khoản và điều kiện

# USR_DLS_TraditionalSignIn_SignInWithMyPhilips_lbltxt
source: Log in now
bg: Влезте сега
ca_es: |Se connecter maintenant|
cs: Přihlásit se
da: Log på nu
el: Σύνδεση τώρα
et: Logi kohe sisse
fi: Kirjaudu nyt
he: התחבר עכשיו
hr: Prijavite se odmah
hu: Bejelentkezés most
ja: 今すぐログイン
lt: Prisijunkite dabar
lv: Pieteikties tagad
nb: Logg på nå
nl: Nu aanmelden
pt: Inicie sessão agora
ro: Conectează-te acum
sk: Prihlásiť sa teraz
sl: Prijavite se zdaj
sv: Logga in nu
th: ล็อกอินเลย
vi: Đăng nhập ngay

# USR_DLS_Traditional_Merge_Description
source: Would you like to merge your accounts?
bg: Искате ли да слеете своите акаунти?
ca_es: |Θέλετε να συγχωνεύσετε τους λογαριασμούς σας;|
cs: Chcete propojit své účty?
da: Vil du gerne flette dine konti?
el: Θέλετε να συγχωνεύσετε τους λογαριασμούς σας;
et: Kas sooviksite oma kontod ühendada?
fi: Haluatko yhdistää tilisi?
he: האם ברצונך למזג את החשבונות?
hr: Želite li spojiti račune?
hu: Szeretné egyesíteni a fiókjait?
ja: アカウントをマージしますか？
lt: Ar norėtumėte sujungti savo paskyras?
lv: Vai vēlaties sapludināt savus kontus?
nb: Vil du slå sammen kontoene?
nl: Wilt u uw accounts samenvoegen?
pt: Deseja juntar as suas contas?
ro: Vrei să îmbini conturile?
sk: Chcete svoje kontá zlúčiť?
sl: Želite povezati račune?
sv: Vill du slå ihop dina konton?
th: คุณต้องการจะรวมบัญชีหรือไม่
vi: Bạn có muốn hợp nhất các tài khoản không?

# USR_DLS_Traditional_Merge_ForgotPassword
source: Forgot password
bg: Забравена паролата
ca_es: |Esqueceu-se da palavra-passe|
cs: Zapomenuté heslo
da: Glemt adgangskode
el: Ξέχασα τον κωδικό πρόσβασης
et: Unustasite salasõna?
fi: Unohdin salasanan
he: שכחתי סיסמה
hr: Zaboravi lozinku
hu: Elfelejtett jelszó
ja: パスワードをお忘れの場合
lt: Pamiršote slaptažodį
lv: Aizmirsta parole
nb: Glemt passord
nl: Wachtwoord vergeten
pt: Esqueceu-se da palavra-passe
ro: Am uitat parola
sk: Zabudli ste heslo?
sl: Pozabljeno geslo
sv: Om du har glömt lösenordet
th: ลืมรหัสผ่าน
vi: Quên mật khẩu

# USR_DLS_Traditional_Merge_Title
source: You’ve used %@ before to create a Philips account.
bg: И преди сте използвали %@ за създаване на акаунт във Philips.
ca_es: |Ви використовували %@ раніше для створення облікового запису Philips.|
cs: Službu %@ jste v minulosti použili k vytvoření účtu Philips.
da: Du har før anvendt %@ til at oprette en Philips-konto.
el: Έχετε χρησιμοποιήσει ξανά το %@ για τη δημιουργία λογαριασμού Philips.
et: Olete valikut %@ eelnevalt Philipsi konto loomiseks kasutanud.
fi: Olet käyttänyt %@ aiemmin Philips-tilin luomiseen.
he: השתמשת בעבר בפרטי %@ כדי ליצור חשבון Philips.
hr: Prije ste koristili %@ za izradu Philips računa.
hu: Már használta a következőt Philips fiók létrehozásához: %@.
ja: %@ は、以前フィリップスアカウントを作成するために使用されています。
lt: Naudojote %@ anksčiau, kurdami „Philips“ paskyrą.
lv: Jūs esat iepriekš izmantojis %@, lai izveidotu Philips kontu.
nb: Du har brukt %@ før til å opprette en Philips-konto.
nl: U hebt %@ al eerder gebruikt om een Philips-account te maken.
pt: Já utilizou o endereço %@ anteriormente para criar uma conta Philips.
ro: Ai mai folosit %@ pentru a crea un cont Philips.
sk: Kým ste si vytvorili konto Philips, prihlasovali ste sa cez %@.
sl: %@ ste že uporabili pri ustvarjanju Philipsovega računa.
sv: Du har tidigare använt %@ för att skapa ett Philips-konto.
th: คุณได้ใช้ %@ ไปแล้วสำหรับการสร้างบัญชี Phillips
vi: Trước đó, bạn đã dùng %@ để tạo tài khoản Philips.

# USR_DLS_URCreateAccount_NavTitle
source: Create account
bg: Създаване на акаунт
ca_es: |Створити обліковий запис|
cs: Vytvořit účet
da: Opret konto:
el: Δημιουργία λογαριασμού
et: Loo konto
fi: Luo tili
he: צור חשבון
hr: Izrada računa
hu: Fiók létrehozása
ja: アカウントを作成
lt: Kurti paskyrą
lv: Izveidot kontu
nb: Opprett konto
nl: Account maken
pt: Criar conta
ro: Creare cont
sk: Vytvoriť konto
sl: Ustvari račun
sv: Skapa konto
th: สร้างแอคเคาท์
vi: Tạo tài khoản

# USR_DLS_VerifySMS_Description_Text
source: We’ve just sent an SMS with a six digit code to your phone number %@
bg: Току що изпратихме SMS с шестцифрен код до телефонния ви номер %@
ca_es: |Acabámos de lhe enviar uma SMS com um código de seis dígitos para o seu número de telefone %@|
cs: Právě jsme zaslali SMS s šestimístným kódem na vaše telefonní číslo %@
da: Vi har lige sendt en sms med en sekscifret kode til dit telefonnummer %@
el: Μόλις στείλαμε ένα SMS με έναν εξαψήφιο κωδικό στον αριθμό τηλεφώνου %@
et: Saatsime kuuekohalise koodiga SMSi telefoninumbrile %@
fi: Lähetimme sinulle kuusinumeroisen koodin tekstiviestillä puhelinnumeroon %@
he: שלחנו הודעת SMS עם קוד בן 6 ספרות למספר הטלפון שלך, %@
hr: Upravo smo poslali SMS sa šesteroznamenkastim kodom na vaš broj telefona %@
hu: Egy hatjegyű kódot tartalmazó SMS-t küldtünk a következő telefonszámra: %@
ja: あなたの電話番号 %@ に 6 桁のコードを含む SMS を送信しました
lt: Ką tik išsiuntėme SMS žinutę, kurioje parašytas šešių skaitmenų kodas, telefono numeriu %@
lv: Mēs tikko nosūtījām īsziņu ar sešciparu kodu uz jūsu tālruņa numuru %@
nb: Vi har nettopp sendt en SMS med en sekssifret kode til telefonnummer %@
nl: We hebben net een SMS met een code van zes cijfers gestuurd naar uw telefoonnummer %@
pt: Acabámos de lhe enviar uma SMS com um código de seis dígitos para o seu número de telefone %@
ro: Tocmai ţi-am trimis un mesaj SMS cu un cod din şase cifre la numărul de telefon %@
sk: Práve sme odoslali SMS so šesťmiestnym kódom na vaše telefónne číslo %@
sl: Na telefonsko številko %@ smo vam pravkar poslali sporočilo SMS s šestmestno kodo
sv: Vi har skickat ett SMS med en sexsiffrig kod till din telefon %@
th: เราเพิ่งส่ง SMS ที่มีเลขรหัส 6 หลักไปที่หมายเลขโทรศัพท์ %@
vi: Chúng tôi vừa gửi một SMS chứa mã gồm sáu chữ số đến số điện thoại của bạn %@

# USR_DLS_VerifySMS_DidNotReceieve_Button_Title
source: I did not receive an SMS
bg: Не получих SMS
ca_es: |Мне не пришло SMS-сообщение|
cs: Zpráva SMS nedorazila
da: Jeg fik ikke tilsendt en sms
el: Δεν έλαβα SMS
et: Ma ei saanud SMS-i
fi: En saanut tekstiviestiä
he: לא קיבלתי הודעת SMS
hr: SMS poruka nije primljena
hu: Nem kaptam SMS-t
ja: SMS を受信していません
lt: Negavau SMS
lv: Es nesaņēmu īsziņu
nb: Jeg har ikke fått noen SMS
nl: Ik heb geen SMS ontvangen
pt: Não recebi uma SMS
ro: Nu am primit un mesaj SMS
sk: Neprišla mi správa SMS
sl: Sporočila SMS nisem prejel.
sv: Jag fick inget SMS
th: ฉันไม่ได้รับ SMS
vi: Tôi không nhận được SMS

# USR_DLS_VerifySMS_EnterCode_Text
source: Please enter the code to activate your account.
bg: Моля, въведете кода, за да активирате своя акаунт.
ca_es: |Εισαγάγετε τον κωδικό για να ενεργοποιήσετε το λογαριασμό σας.|
cs: Zadejte kód pro aktivaci účtu.
da: Indtast koden for at aktivere din konto.
el: Εισαγάγετε τον κωδικό για να ενεργοποιήσετε το λογαριασμό σας.
et: Palun sisestage oma konto aktiveerimiseks kood.
fi: Aktivoi tilisi antamalla koodi.
he: הזן את הקוד כדי להפעיל את החשבון.
hr: Unesite kod kako biste aktivirali račun.
hu: Adja meg a kódot fiókja aktiválásához.
ja: コードを入力してアカウントをアクティベートしてください。
lt: Įveskite kodą ir aktyvuokite paskyrą.
lv: Lūdzu, ievadiet kodu, lai aktivizētu kontu.
nb: Angi koden for å aktivere kontoen din.
nl: Voer de code in om uw account te activeren.
pt: Introduza o código para activar a sua conta.
ro: Introdu codul pentru a-ţi activa contul.
sk: Zadajte kód a aktivujte si konto.
sl: Vnesite kodo, da aktivirate račun.
sv: Ange koden för att aktivera ditt konto.
th: โปรดป้อนรหัสเพื่อเปิดใช้งานบัญชีของคุณ
vi: Vui lòng nhập mã để kích hoạt tài khoản của bạn.

# USR_DLS_VerifySMS_Title_Text
source: Confirm your phone number
bg: Потвърдете своя телефонен номер
ca_es: |Confirmez votre numéro de téléphone|
cs: Potvrďte telefonní číslo
da: Bekræft dit telefonnummer
el: Επιβεβαίωση αριθμού τηλεφώνου
et: Kinnitage oma telefoninumber
fi: Vahvista puhelinnumerosi
he: אשר את מספר הטלפון
hr: Potvrdite broj telefona
hu: Erősítse meg a telefonszámát
ja: 電話番号を確認してください
lt: Patvirtinkite telefono numerį
lv: Apstipriniet savu tālruņa numuru
nb: Bekreft telefonnummeret ditt
nl: Bevestig uw telefoonnummer
pt: Confirme o seu número de telefone
ro: Confirmă-ţi numărul de telefon
sk: Potvrďte svoje telefónne číslo
sl: Potrdite telefonsko številko
sv: Bekräfta telefonnumret
th: ยืนยันหมายเลขโทรศัพท์ของคุณ
vi: Xác nhận số điện thoại của bạn

# USR_DLS_VerifySMS_VerifyCode_Button_Title
source: Verify code
bg: Код за потвърждение
ca_es: |Код за потвърждение|
cs: Ověřit kód
da: Bekræft kode
el: Επαλήθευση κωδικού
et: Kinnita kood
fi: Vahvistuskoodi
he: אמת את הקוד
hr: Kod za potvrdu
hu: Megerősítő kód
ja: コードを確認
lt: Patvirtinkite kodą
lv: Apstiprināt kodu
nb: Bekreft kode
nl: Verificatiecode
pt: Verificar código
ro: Cod de verificare
sk: Overte kód
sl: Preveri kodo
sv: Verifiera koden
th: ตรวจสอบรหัส
vi: Xác thực mã

# USR_DLS_Verify_Email_Explainary_Txt
source: Please check your email and activate your account.
bg: Проверете имейла си и активирайте своя акаунт.
ca_es: |Перевірте електронну скриньку, щоб активувати обліковий запис.|
cs: Zkontrolujte si e-mailovou schránku a aktivujte účet.
da: Tjek din e-mail, og aktiver din konto.
el: Ελέγξτε το email σας και ενεργοποιήστε το λογαριασμό σας.
et: Palun kontrollige oma postkasti ja aktiveerige konto.
fi: Tarkista sähköpostisi ja aktivoi tilisi.
he: בדוק את תיבת הדוא"ל שלך והפעל את החשבון.
hr: Provjerite e-poštu i aktivirajte račun.
hu: Nézze meg az e-mailjeit, és aktiválja a fiókját.
ja: メールを確認してアカウントをアクティベートしてください。
lt: Patikrinkite savo el. paštą ir aktyvuokite paskyrą.
lv: Lūdzu, pārbaudiet e-pastu un aktivizējiet kontu.
nb: Sjekk e-posten og aktiver kontoen din.
nl: Controleer uw e-mail en activeer uw account.
pt: Verifique o seu e-mail e active a sua conta.
ro: Te rugăm să-ţi verifici e-mailul şi să-ţi activezi contul.
sk: Skontrolujte si e-mailovú schránku a aktivujte si konto.
sl: Preverite e-pošto in aktivirajte račun.
sv: Kontrollera din e-post för att aktivera ditt konto.
th: โปรดตรวจสอบอีเมล์ของคุณและเปิดใช้บัญชี
vi: Vui lòng kiểm tra email và kích hoạt tài khoản của bạn.

# USR_DLS_Verify_Email_Resend_Btn_Title_Txt
source: I haven't received an email
bg: Не съм получил имейл
ca_es: |No he recibido un mensaje de correo electrónico|
cs: Nedostal(a) jsem e-mail
da: Jeg har ikke modtaget en e-mail
el: Δεν έλαβα email
et: Ma ei ole e-kirja saanud
fi: En ole saanut sähköpostiviestiä
he: לא קיבלתי הודעת דוא"ל
hr: Poruka e-pošte nije stigla
hu: Nem kaptam meg az e-mailt
ja: メールを受信していません
lt: Negavau el. laiško
lv: Es nesaņēmu e-pasta ziņojumu
nb: Jeg har ikke mottatt noen e-post
nl: Ik heb geen e-mail ontvangen
pt: Não recebi um e-mail
ro: Nu am primit un e-mail
sk: Žiadny e-mail mi neprišiel
sl: Nisem prejel e-poštnega sporočila
sv: Jag har inte fått något e-postmeddelande
th: ฉันยังไม่ได้รับอีเมล์
vi: Tôi chưa nhận được email

# USR_DLS_Verify_Email_Security_Txt
source: We go through this process for your security.
bg: Преминаваме през този процес за ваша сигурност.
ca_es: |Selle protsessi läbimine on vajalik teie turvalisuse tagamiseks.|
cs: Tento proces slouží k zajištění vaší bezpečnosti.
da: Vi bruger denne proces af hensyn til din sikkerhed.
el: Ακολουθούμε αυτή τη διαδικασία για δική σας ασφάλεια.
et: Selle protsessi läbimine on vajalik teie turvalisuse tagamiseks.
fi: Teemme tämän menettelyn turvallisuussyistä.
he: אנו מבצעים תהליך זה לצורכי אבטחתך.
hr: Svrha tog procesa je vaša sigurnost.
hu: Ez a folyamat az Ön biztonságát szolgálja.
ja: お客様のセキュリティの保護のため、このプロセスを実行します。
lt: Atliekame šią procesą dėl jūsų saugumo.
lv: Šo procesu mēs veicam, lai garantētu jūsu drošību.
nb: Vi går gjennom denne prosessen for din egen sikkerhet.
nl: We doorlopen dit proces voor uw veiligheid.
pt: Efectuamos este processo para sua segurança.
ro: Am instituit acest proces pentru securitatea ta.
sk: Týmto procesom chceme zaistiť vašu bezpečnosť.
sl: Namen tega postopka je zagotovitev vaše varnosti.
sv: Den här processen är till för din säkerhet.
th: เราได้ทำกระบวนการนี้เพื่อความปลอดภัยของคุณ
vi: Chúng tôi thực hiện quy trình này vì sự an toàn của bạn.

# USR_DLS_Verify_Email_Sent_Txt
source: We've just sent you an email to %@.
bg: Току-що ви изпратихме имейл на %@.
ca_es: |Мы отправили письмо на адрес электронной почты %@.|
cs: Právě jsme vám zaslali e-mail na adresu %@.
da: Vi har lige sendt en e-mail til %@.
el: Μόλις σας στείλαμε ένα email στη διεύθυνση %@.
et: Saatsime teile e-kirja aadressile %@.
fi: Olemme lähettäneet sähköpostiviestin osoitteeseen %@.
he: שלחנו לך עכשיו הודעת דוא"ל לכתובת %@.
hr: Upravo smo vam poslali poruku e-pošte na %@.
hu: E-mailt küldtünk Önnek a %@ címre.
ja: %@ にメールを送信しました。
lt: Ką tik jums išsiuntėme el. laišką adresu %@.
lv: Mēs tikko nosūtījām jums e-pasta ziņojumu uz %@.
nb: Vi har nettopp sendt deg en e-post på %@.
nl: We hebben net een e-mail gestuurd naar %@.
pt: Acabámos de lhe enviar um e-mail para %@.
ro: Tocmai ţi-am trimis un e-mail la adresa %@.
sk: Práve sme vám odoslali e-mail na adresu %@.
sl: Pravkar smo vam poslali e-poštno sporočilo na naslov %@.
sv: Vi har skickat ett e-postmeddelande till %@.
th: เราได้ส่งอีเมล์ไปที่ %@
vi: Chúng tôi đã gửi email đến %@.

# USR_DLS_Verify_Email_Title_Txt
source: Confirm your email
bg: Потвърдете имейла си
ca_es: |Confirme o seu endereço de correio electrónico|
cs: Potvrdit e-mail
da: Bekræft din e-mail
el: Επιβεβαιώστε το email σας
et: Kinnitage oma e-posti aadress
fi: Vahvista sähköpostiosoitteesi
he: אשר את כתובת הדוא"ל שלך
hr: Potvrdite adresu e-pošte
hu: E-mail visszaigazolása
ja: メールを確認
lt: Patvirtinkite savo el. paštą
lv: Apstipriniet e-pasta adresi
nb: Bekreft e-postmeldingen
nl: Bevestig uw e-mailadres
pt: Confirme o seu endereço de correio electrónico
ro: Confirmare e-mail
sk: Potvrdenie e-mailu
sl: Potrdite e-poštni naslov
sv: Bekräfta din e-postadress
th: ยืนยันอีเมล์ของคุณ
vi: Xác nhận email của bạn
