Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_DLS_PhilipsNews_Description_Text
source: As a result of your consent, Philips group companies may contact you with promotional communications via email, SMS and other digital channels, such as mobile apps and social media. To be able to tailor the communications to your preferences and behavior and provide you with the best, personalized experience, we may analyze and combine your personal data. This data may include: Data you give us Data that you want to actively share with us such as: your name, date of birth or age, email address, physical address, country, gender, phone number, social media profile. Data we get from your interactions with Philips Data about your interactions and usage of the Philips digital channels, such as social media, websites, emails, apps and connected products. This data may include: IP address, cookies, device information, communications you click on, location details, and websites you visit Philips will give you the opportunity to withdraw your consent at any time. For more information, please read the Philips Privacy notice and the Philips Cookie notice.
bg: Като резултат от вашето съгласие, компании от групата на Philips могат да се свързват с вас с промоционални съобщения чрез имейл, SMS и други дигитални канали, като мобилни приложения и социални медии. За да адаптираме съобщенията към вашите предпочитания и поведение и да ви предоставим най-добрата персонализирана услуга, можем да анализираме и комбинираме вашите лични данни. Тези данни могат да включват: Данни, които ни предоставяте Данни, които искате да споделяте активно с нас, като например: вашето име, дата на раждане или възраст, имейл адрес, пощенски адрес, страна, пол, телефонен номер, профил в социални медии. Данни, които получаваме от вашите взаимодействия с Philips Данни за вашите взаимоотношения и употреба на дигиталните канали на Philips, като например социални медии, уеб сайтове, имейли, приложения и свързани продукти. Тези данни могат да включват: IP адрес, бисквитки, информация за устройства, съобщения, върху които кликате, информация за местоположение и уеб сайтове, които посещавате. Philips ще ви даде възможност да оттеглите съгласието си по всяко време. За повече информация прочетете бележката за поверителност на Philips и бележката за бисквитките на Philips.
ca_es: |В результате соглашения, компании группы Philips смогут отправлять рекламно-информационные материалы на Вашу электронную почту, в SMS-сообщениях и с помощью других цифровых средств связи, например мобильных приложений и социальных сетей. В целях персонализации сообщений согласно Вашим предпочтениям и действиям, а также предоставления наиболее актуальной информации мы можем анализировать и комбинировать Ваши персональные данные. Эти данные могут включать следующую информацию: Предоставляемые Вами данные Данные, которыми Вы хотите делиться с нами: имя, дата рождения или возраст, адрес электронной почты, почтовый адрес, страна, пол, номер телефона, учетная запись в социальной сети. Данные, получаемые при взаимодействии с компанией Philips Данные о взаимодействии с компанией Philips и об использовании таких цифровых средств связи, как социальные сети, веб-сайты, электронная почта, приложения и подключаемые устройства. Такие данные могут включать следующую информацию: IP-адрес, файлы cookie, информацию об устройстве, переход по ссылкам, информация о местоположении, посещаемые веб-сайты. Вы сможете в любое время отказаться от соглашения с Philips. Для получения дополнительной информации ознакомьтесь с Политикой конфиденциальности Philips и Уведомлением о cookie-файлах Philips.|
cs: Na základě vašeho souhlasu vás mohou společnosti skupiny Philips kontaktovat s reklamními zprávami prostřednictvím e-mailu, SMS a jiných digitálních kanálů, jako jsou mobilní aplikace a sociální média. Abychom vám mohli tyto zprávy přizpůsobit na míru a poskytnout vám tu nejlepší, individuální zkušenost, analyzujeme a kombinujeme vaše osobní údaje. Tyto údaje mohou zahrnovat: Vámi poskytované údaje Údaje, které s námi aktivně sdílíte: vaše jméno, datum narození či věk, e-mailová adresa, adresa bydliště, země, pohlaví, telefonní číslo, profily na sociálních médiích. Údaje získané z vašich interakcí se společností Philips Údaje o vašich interakcích a používání digitálních prostředků Philips, jako jsou sociální média, webové stránky, e-mail, aplikace a připojené výrobky. Tyto údaje mohou zahrnovat: IP adresu, soubory cookie, informace o zařízení, zprávy, na které kliknete, údaje o poloze a navštívené webové stránky. Společnost Philips vám dává možnost svůj souhlas kdykoliv zrušit. Více informací naleznete Oznámení o ochraně osobních společnosti Philips a Oznámení o souborech cookie společnosti Philips.
da: Som et resultat af dit samtykke må Philips' koncernselskaber kontakte dig med salgsfremmende kommunikation via e-mail, SMS og andre digitale kanaler, som f.eks. mobilapps og sociale medier. For at kunne tilpasse kommunikationen til dine præferencer og din adfærd og give dig den bedste personlige oplevelse må vi analysere og kombinere dine personlige oplysninger. Disse oplysninger kan indeholde: Oplysninger, som du deler med os Oplysninger, som du aktivt ønsker at dele med os, f.eks.: dit navn, din fødselsdato eller alder, din e-mailadresse, fysiske adresse, dit land, køn, telefonnummer og din profil på sociale medier. Oplysninger, som vi får via dine interaktioner med Philips Oplysninger om dine interaktioner med og din brug af Philips' digitale kanaler, som f.eks. sociale medier, websteder, e-mails, apps og tilknyttede produkter. Disse oplysninger kan indeholde: IP-adresse, cookies, oplysninger, enhedsoplysninger, kommunikation, som du klikker på, placeringsoplysninger og websteder, som du besøger Philips giver dig mulighed for at tilbagekalde dit samtykke til enhver tid. Du kan få flere oplysninger ved at læse Philips' meddelelse om beskyttelse af personlige oplysninger og Philips' meddelelse om brugen af cookies.
el: Εφόσον συναινέσετε, οι εταιρείες του ομίλου Philips ενδέχεται να επικοινωνήσουν μαζί σας μέσω email, SMS και άλλων ψηφιακών καναλιών, όπως είναι οι εφαρμογές κινητών συσκευών και τα μέσα κοινωνικής δικτύωσης. Για να προσαρμόσουμε τις επικοινωνίες μας στις προτιμήσεις και τη συμπεριφορά σας και για να σας προσφέρουμε την καλύτερη δυνατή εμπειρία που σας ταιριάζει, ενδέχεται να αναλύσουμε και να συνδυάσουμε τα προσωπικά σας δεδομένα. Στα δεδομένα αυτά μπορεί να περιλαμβάνονται: Δεδομένα που μας παρέχετε εσείς Δεδομένα που θέλετε να μοιραστείτε μαζί μας, όπως το ονοματεπώνυμό σας, η ημερομηνία γέννησης ή η ηλικία σας, η διεύθυνση email, η φυσική σας διεύθυνση, η χώρα, το φύλο, το τηλέφωνό σας και το προφίλ σας σε μέσα κοινωνικής δικτύωσης. Δεδομένα που λαμβάνουμε από τις αλληλεπιδράσεις σας με την Philips Δεδομένα σχετικά με τις αλληλεπιδράσεις σας και τον τρόπο που χρησιμοποιείτε τα ψηφιακά κανάλια της Philips, όπως π.χ. μέσα κοινωνικής δικτύωσης, διαδικτυακές τοποθεσίες, email, εφαρμογές και συνδεδεμένα προϊόντα. Στα δεδομένα αυτά μπορεί να περιλαμβάνονται: διεύθυνση IP, cookies, πληροφορίες συσκευής, επικοινωνίες στις οποίες κάνετε κλικ, λεπτομέρειες τοποθεσίας και διάφορες διαδικτυακές τοποθεσίες που επισκέπτεστε Η Philips σας δίνει την επιλογή να άρετε την συναίνεσή σας, οποιαδήποτε στιγμή. Για περισσότερες πληροφορίες, διαβάστε τη Δήλωση απορρήτου της Philips και τη Δήλωση cookies της Philips.
et: Teie nõusolekule tuginedes võivad Philipsi kontserni ettevõtted teile e-kirja, SMSi või muude digitaalsete kanalite kaudu (nt mobiilirakendused ja sotsiaalmeedia) saata reklaamkirju. Selleks, et saaksime teile saata teie eelistustele ja tarbimiskäitumisele vastavaid teavitusi ja pakkuda teile parimat ja personaalset kogemust, võime teie isikuandmeid analüüsida ja kombineerida. Need andmed võivad hõlmata: Andmeid, mida meile annate Andmeid, mida soovite meiega aktiivselt jagada, näiteks teie nimi, sünniaeg või vanus, e-posti aadress, füüsiline aadress, riik, sugu, telefoninumber, suhtlusvõrgustiku profiil. Andmeid, mida me teie suhtlemisest Philipsiga kogume Andmeid teie tegevuse ja Philipsi digitaalsete kanalite (nt sotsiaalmeedia, veebilehed, e-kirjad, rakendused ja nendega seotud tooted) kasutamise kohta. Need andmed võivad hõlmata järgmist: IP-aadress, küpsised, teave seadme kohta, teated, millele olete klõpsanud, asukoha andmed ja külastatavad veebilehed. Philips annab teile võimaluse igal ajal oma nõusoleku tagasi võtta. Lisateabe saamiseks lugege palun Philipsi privaatsusavaldust ja küpsiste teadet.
fi: Kun annat suostumuksesi, Philips-konserniin kuuluvat yritykset voivat lähettää sinulle mainosviestejä sähköpostilla, tekstiviestillä tai muiden digitaalisten kanavien, kuten mobiilisovellusten tai yhteisöpalvelun, välityksellä. Saatamme analysoida ja yhdistää henkilötietojasi, jotta voimme mukauttaa viestejä mieltymyksiäsi ja ostokäyttäytymistäsi vastaavaksi sekä tarjota juuri sinulle sopivan kokemuksen. Näitä tietoja voivat olla: Antamasi tiedot Aktiivisesti meille jakamasi tiedot, kuten nimi, syntymäaika tai ikä, sähköpostiosoite, fyysinen osoite, maa, sukupuoli, puhelinnumero ja yhteisöpalveluprofiili. Tiedot, jotka saamme vuorovaikutuksestasi Philipsin kanssa Tiedot, jotka koskevat vuorovaikutustasi sekä Philipsin digitaalisten kanavien, kuten yhteisöpalvelun, verkkosivujen, sähköpostin, sovellusten ja liitettyjen tuotteiden käyttöä. Näitä tietoja voivat olla: IP-osoite, evästeet, laitetiedot, napsauttamasi mainosviestit, sijaintitiedot sekä verkkosivuvierailusi Philips myöntää käyttäjälle oikeuden peruuttaa suostumuksensa milloin tahansa. Lisätietoja on Philipsin tietosuojalausunnossa ja Philipsin evästeitä koskevassa ilmoituksessa.
he: כתוצאה מהסכמתך, חברות הקבוצה של פיליפס עשויות ליצור עמך קשר באמצעות תקשורת פרסומית באמצעות דואר אלקטרוני, SMS וערוצים דיגיטליים אחרים, כגון אפליקציות לנייד ומדיה חברתית.כדי להתאים את התקשורת להעדפותיך ולהתנהגותך ולספק לך את החוויה הטובה ביותר, אישית, אנו עשויים לנתח ולשלב את הנתונים האישיים שלך.הנתונים עשויים לכלול: הנתונים שאתה נותן לנו נתונים שברצונך לשתף איתנו באופן פעיל כגון: שמך, תאריך לידה או גיל, כתובת דוא""ל, כתובת פיזית, ארץ, מין, מספר טלפון, פרופיל מדיה חברתית. הנתונים שאנו מקבלים מהאינטראקציות שלך עם פיליפס נתונים על האינטראקציות והשימוש בערוצים הדיגיטליים של פיליפס, כגון מדיה חברתית, אתרי אינטרנט, הודעות דוא""ל, אפליקציות ומוצרים מחוברים. נתונים אלה עשויים לכלול: כתובת IP, קובצי Cookie, פרטי מכשיר, תקשורת שאתה לוחץ עליה, פרטי מיקום ואתרים שבהם אתה מבקר פיליפס תיתן לך את ההזדמנות לבטל את הסכמתך בכל עת. לקבלת מידע נוסף, קרא את הודעת הפרטיות של Philips ואת הודעת ה- Cookie של Philips.
hr: Budući da ste dali suglasnost, tvrtke iz grupacije Philips mogu vas kontaktirati u promocijske svrhe e-poštom, SMS porukom i drugim digitalnim kanalima kao što su mobilne aplikacije i društvene mreže. Kako bismo komunikaciju mogli prilagoditi vašim interesima i ponašanju te vam pružiti najbolji doživljaj, možemo analizirati i kombinirati vaše osobne podatke. Ti podaci mogu obuhvaćati: Podatke koje ste nam ustupili Podatke koje želite aktivno dijeliti s nama kao što su: vaše ime, datum rođenja ili dob, adresa e-pošte, poštanska adresa, država, spol, telefonski broj, profil društvenih mreža. Podatke koje prikupimo prilikom vaše interakcije s tvrtkom Philips Podatke o vašim interakcijama i upotrebi digitalnih kanala tvrtke Philips kao što su društvene mreže, web-mjesta, e-pošta, aplikacije i srodni proizvodi. Ti podaci mogu obuhvaćati: IP adresu, kolačiće, informacije o uređaju, komunikaciju koju odaberete, pojedinosti o lokaciji i web-mjesta koja posjećujete. Philips će vam dati priliku da u bilo koje vrijeme poništite svoju suglasnost. Više informacija možete pronaći u Obavijesti o privatnosti tvrtke Philips i Obavijesti o kolačićima tvrtke Philips.
hu: Az Ön beleegyezésének eredményeként előfordulhat, hogy a Philips csoport vállalatai promóciós céllal felveszik Önnel a kapcsolatot e-mailben, SMS-ben és más digitális csatornákon keresztül (pl. mobilalkalmazások és közösségi oldalak). Ahhoz hogy az Ön elvárásainak és szokásainak megfelelően alakítsuk ezt a kommunikációt, illetve hogy a legjobb, személyre szabott élményt nyújthassuk, elemezhetjük és összekapcsolhatjuk az Ön személyes adatait. Ezek az adatok az alábbiakat tartalmazhatják: Ön által megadott adatok Azok az adatok, melyeket Ön aktívan meg kíván osztani velünk, pl: név, születési dátum vagy életkor, e-mail cím, lakcím, ország, nem, telefonszám, közösségioldal-profil. Az Ön Philips-szel való kapcsolatba kerüléséből származó, nekünk megadott adatai Az Ön Philips digitális csatornákkal (pl. közösségi oldalak, weboldalak, e-mail, alkalmazások és kapcsolódó termékek) való kapcsolatba kerüléséből, illetve ezek használatából adódó adatok. Ezek az adatok az alábbiakat tartalmazhatják: IP-cím, cookie-k, eszközadatok, kommunikációs csatornák, amelyekre Ön rákattint, részletes helyadatok, valamint az Ön által látogatott weboldalak A Philips lehetőséget biztosít Önnek arra, hogy bármikor visszavonja beleegyezését. További tájékoztatást a Philips adatvédelmi nyilatkozatban és a Philips Cookie-kkal kapcsolatos nyilatkozatban talál.
ja: お客様にご同意いただいた場合、フィリップスグループ各社が、メール、SMS、モバイルアプリやソーシャルメディアなどのその他デジタルチャネルを利用して、プロモーションについてご連絡させていただく場合があります。 お客様の嗜好や行動に応じて最適な情報をご提供するために、当社では、お客様の個人データを分析したり結びつけたりする場合があります。 それらのデータには次が含まれます： お客様にご提供いただく可能性のあるデータ お客様のお名前、生年月日、年齢、メールアドレス、住所、お住まいの国、性別、電話番号、ソーシャルメディアプロフィールなど、お客様が同意の上ご提供いただくデータ。 お客様とのやり取りで当社が入手するデータ ソーシャルメディア、ウェブサイト、メール、アプリ、コネクテッド製品などのフィリップスのデジタルチャネルでのやり取りおよび使用に関するデータ。 これらのデータには、IP アドレス、cookie、デバイス情報、お客様がクリックした情報、位置情報の詳細、アクセスしたウェブサイトなども含まれます。 お客様はいつでも同意を取り消すことができます。 詳細については、当社のプライバシーに関する通知 および cookie に関するポリシーをお読みください。
lt: Gavę jūsų sutikimą, „Philips group“ priklausančios įmonės gali pateikti jums reklaminių pranešimų el. paštu, SMS žinute arba kitais skaitmeniniais kanalais, pvz., per mobiliesiems skirtas programas ir socialinius tinklus. Siekdami pateikti jūsų poreikius geriausiai atitinkančius pasiūlymus, mes analizuosime ir derinsime jūsų asmeninius duomenis. Šie duomenys apima: Duomenis, kuriuos mums pateikiate Duomenis, kuriais norite aktyviai su mumis dalintis, pvz., vardas, gimimo metai arba amžius, el. pašto adresas, adresas, šalis, lytis, telefono numeris, socialinių tinklų profilis. Duomenis, kuriuos gauname jums naudojantis „Philips“ Duomenis apie jūsų naudojamus „Philips“ skaitmeninius kanalus, pvz., socialiniai tinklai, svetainės, el. paštas, programos ir susiję gaminiai. Šie duomenys apima: IP adresą, slapukus, įrenginio informaciją, jūsų spustelėtus pranešimus, vietos informaciją ir jūsų lankomas svetaines „Philips“ palieka jums galimybę bet kada atšaukti savo sutikimą. Jei reikia daugiau informacijos, perskaitykite „Philips“ privatumo nuostatas ir „Philips“ slapukų nuostatas.
lv: Jūsu piekrišanas rezultātā Philips grupas uzņēmumi var nosūtīt jums reklāmas piedāvājumus, izmantojot e-pastu, īsziņas un citos digitālos kanālus, piemēram, mobilās lietotnes un sociālos tīklus. Lai pielāgotu saziņu jūsu izvēlēm un darbībām tā nodrošinot vislabāko, personalizēto pieredzi, mēs varam analizēt un jūsu personas datus. Šie dati var ietvert: Jūsu norādītie dati Dati, kurus vēlaties aktīvi mums sniegt: jūsu vārds un uzvārds, dzimšanas datums vai vecums, e-pasta adrese, faktiskā adrese, valsts, dzimums, tālruņa numurs, sociālā tīkla profils. Dati, kurus mēs iegūstam no jūsu mijiedarbības ar Philips Dati par jūsu mijiedarbību ar Philips digitālajiem kanāliem un to lietojumu, piemēram, sociālajiem tīkliem, tīmekļa vietnēm, e-pasta ziņojumiem, lietotnēm un pievienotajiem produktiem. Šie dati var ietvert: IP adresi, sīkfailus, ierīces informāciju, saziņas kanālus, uz kuriem noklikšķināts, atrašanās vietas informāciju un apmeklētās tīmekļa vietnes. Philips sniegs jums iespēju jebkurā brīdī atteikties no piekrišanas. Papildinformāciju, lūdzu, lasiet Philips paziņojumā par konfidencialitāti Philips paziņojumā par sīkfailiem.
nb: Gruppen av selskaper som Philips er en del av, kan som følge av ditt samtykke kontakte deg med salgsfremmende kommunikasjon via e-post, SMS og andre digitale kanaler, som mobilapper og sosiale medier. Vi kan analysere og kombinere personopplysningene dine for å gi deg en personlig tilpasset opplevelse og skreddersy kommunikasjonen etter preferansene dine og forbrukeratferden din. Disse opplysningene kan inkludere følgende: Opplysningene du gir oss. Opplysningene som du aktivt deler med oss, for eksempel navn, fødselsdato eller alder, e-postadresse, adresse, land, kjønn, telefonnummer, profiler i sosiale medier. Opplysningene vi får fra samhandlingen din med Philips. Opplysninger om din samhandling med og bruk av Philips' digitale kanaler, for eksempel sosiale medier, nettsteder, e-post, apper og tilkoblede produkter. Disse opplysningene kan inkludere: IP-adresse, informasjonskapsler, enhetsinformasjon, kommunikasjoner du klikker på, opplysninger om sted og nettsteder du besøker. Philips gir deg anledning til å trekke tilbake samtykket ditt når som helst. For mer informasjon kan du lese merknad om personvern fra Philips og merknad om informasjonskapsler fra Philips.
nl: Door uw toestemming kunnen de bedrijven uit de Philips-groep u promotionele berichten sturen via e-mail, sms en andere digitale kanalen, zoals mobiele apps en social media. Om de berichtgeving te kunnen aanpassen aan uw voorkeuren en gedrag en u de beste persoonlijke ervaring te bieden, kunnen we mogelijk uw persoonsgegevens analyseren en combineren. Deze gegevens kunnen bestaan uit: Gegevens die u ons verstrekt Gegevens die u met ons hebt gedeeld, zoals uw naam, geboortedatum of leeftijd, e-mailadres, woonadres, land, geslacht, telefoonnummer, social-mediaprofiel. Gegevens die wij hebben verkregen via uw interactie met Philips Gegevens over uw interactie met en gebruik van de digitale kanalen van Philips, zoals social media, websites, e-mails, apps en gerelateerde producten. Deze gegevens kunnen bestaan uit: IP-adres, cookies, apparaatinformatie, berichten waarop u klikt, locatiegegevens en websites die u bezoekt U kunt uw toestemming aan Philips op ieder gewenst moment intrekken. Lees voor meer informatie de Philips-privacyverklaring en de Philips-cookieverklaring.
pt: No seguimento do seu consentimento, as empresas do grupo Philips poderão contactá-lo com informações promocionais via correio electrónico, SMS e outros canais digitais, como aplicações móveis e redes sociais. Para poder adaptar as comunicações às suas preferências e ao seu comportamento e para lhe fornecer a melhor experiência personalizada, poderemos proceder à análise e combinação dos seus dados pessoais. Estes dados poderão incluir: Dados que nos forneceu Dados que partilhou connosco activamente, tais como: o seu nome, data de nascimento ou idade, endereço de correio electrónico, endereço postal, país, género, número de telefone, perfil de rede social. Dados que obtivemos das suas interacções com a Philips Dados sobre as suas interacções e utilização dos canais digitais da Philips, como redes sociais, Web sites, correio electrónico, aplicações e produtos conectados. Estes dados podem incluir: endereço IP, cookies, informações de dispositivos, comunicações onde clicou, detalhes de localização e Web sites que visitou A Philips permite-lhe cancelar o seu consentimento a qualquer momento. Para obter mais informações, leia a Política de privacidade da Philips e a Declaração de cookies da Philips.
ro: Ca urmare a consimţământului tău, companiile din grupul Philips ar putea să te contacteze cu comunicaţii promoţionale prin e-mail, SMS şi alte canale digitale, cum ar fi aplicaţiile mobile şi reţelele sociale. Pentru a adapta comunicaţiile în funcţie de comportamentul şi preferinţele tale şi a-ţi oferi cea mai bună şi personalizată experienţă, este posibil să analizăm şi să combinăm datele tale personale. Cand vom analiza si combina datele tale personale, o vom face doar in conformitate cu prevederile legale aplicabile, care ar putea implica obtinerea unei prealabile aprobari sau confirmari si/ sau de informatii suplimentare din partea ta. Aceste date pot include: Datele furnizate de tine Datele pe care doreşti să le partajezi activ cu noi, precum numele, data naşterii sau vârsta, adresa de e-mail, adresa fizică, ţara, sexul, numărul de telefon, profilul de reţele sociale. Datele pe care le primim din interacţiunile tale cu Philips Datele despre interacţiunile cu şi folosirea canalelor digitale Philips, cum ar fi reţelele de socializare, site-urile web, e-mailurile, aplicaţiile şi produsele conectate. Aceste date pot include adresa IP, module cookie, informaţii despre dispozitiv, comunicaţiile pe care faci clic, detalii despre locaţie şi despre site-uri web pe care le accesezi Philips îţi oferă oportunitatea să-ţi retragi consimţământul în orice moment. Pentru mai multe informaţii, citeşte notificarea de confidenţialitate Philips şi notificarea privind modulele cookie Philips.
sk: Na základe súhlasu vás môžu kontaktovať spoločnosti skupiny Philips s reklamnými informáciami prostredníctvom e-mailu, SMS a iných digitálnych kanálov, ako napríklad mobilných aplikácií a sociálnych médií. Na to, aby sme mohli prispôsobiť komunikáciu vašim preferenciám a správaniu a zabezpečiť tak najlepšiu osobnú skúsenosť, budeme musieť analyzovať a kombinovať vaše osobné údaje. Tieto údaje môžu zahŕňať: Údaje, ktoré nám poskytnete. Údaje, ktoré chcete s nami aktívne zdieľať, ako napríklad: meno, dátum narodenia alebo vek, e-mailová adresa, poštová adresa, krajina, pohlavie, telefónne číslo, profil na sociálnej sieti. Údaje, ktoré sme získali na základe vašej interakcie so spoločnosťou Philips. Údaje o vašich interakciách a používaní digitálnych kanálov spoločnosti Philips, ako napríklad sociálnych médií, webových lokalít, e-mailov, aplikácií a pripojených produktov. Tieto údaje môžu obsahovať: adresu IP, súbory „cookie“, informácie o zariadení, konverzácie, na ktoré ste klikli, údaje o polohe a webové lokality, ktoré ste navštívili. Spoločnosť Philips vám umožní váš súhlas kedykoľvek zrušiť. Ak sa chcete dozvedieť viac, prečítajte si vyhlásenie spoločnosti Philips o používaní osobných údajov a súboroch „cookie“.
sl: Ob vašem soglasju vam družbe iz skupine Philips glede na vaše izbire in vedenje lahko pošiljajo promocijska obvestila prek e-pošte, sporočil SMS in drugih digitalnih kanalov, kot so mobilne aplikacije in družabna omrežja. Da bomo obvestila lahko prilagodili vašim izbiram in vedenju ter vam nudili najboljše osebno prilagojeno doživetje, lahko analiziramo in združujemo vaše osebne podatke. Ti podatki lahko vključujejo: Podatke, ki nam jih posredujete Podatke, ki jih aktivno delite z nami, kot so: ime, datum rojstva ali starost, e-poštni naslov, hišni naslov, država, spol, telefonska številka, profil v družabnem omrežju. Podatke, ki jih pridobimo prek komunikacije z družbo Philips Podatke o vaši komunikaciji in uporabi Philipsovih digitalnih kanalov, kot so družabna omrežja, spletne strani, e-pošta, aplikacije in povezani izdelki. Ti podatki lahko vključujejo: naslov IP, piškotke, informacije o napravi, uporabljene povezave, podrobnosti o lokaciji in obiskane spletne strani. Philips vam omogoča možnost, da soglasje kadarkoli prekličete. Več informacij lahko preberete v Philipsovem obvestilu o zasebnosti in Philipsovem obvestilu o piškotkih.
sv: Som ett resultat av ditt medgivande kan det hända att Philips företagsgrupp skickar marknadsföringsinformation till dig via e-post, SMS och andra digitala kanaler, såsom mobilappar och sociala medier. För att kunna skräddarsy informationen efter dina preferenser och vanor och förse dig med ett material som är bäst anpassat för dig, kan vi analysera och kombinera dina personuppgifter. Denna information kan innefatta: Uppgifterna du ger oss Data som du aktivt vill dela med oss som: namn, födelsedatum eller ålder, e-postadress, besöksadress, land, kön, telefonnummer, profil på sociala medier. Data som vi får från din interaktion med Philips Data om dina interaktioner och användning av Philips digitala kanaler, som sociala medier, webbplatser, e-post, appar och anslutna produkter. Dessa data kan inkludera: IP-adresser, cookies, enhetsinformation, meddelanden som du kan klicka i, adressuppgifter och webbplatser du besöker Philips ger dig möjlighet att när som helst återkalla ditt medgivande. Mer information finns i Philips sekretessmeddelande och Philips cookie-meddelande.
th: จากที่คุณให้การอนุญาติ กลุ่มบริษัท Philips อาจจะติดต่อคุณด้วยการสื่อสารการโฆษณาและประชาสัมพันธ์ผ่านทางอีเมล์ SMS และช่องทางดิจิตอลอื่นๆ เช่นแอปพลิเคชันมือถือ และสื่อสังคมออนไลน์ เพื่อที่จะสามารถปรับการสื่อสารให้เหมาะสมกับรสนิยมและพฤติกรรมของคุณ ด้วยประสบการณ์รูปแบบเฉพาะที่ดีที่สุด เราอาจจะวิเคราะห์และรวบรวมข้อมูลส่วนบุคคลของคุณ ข้อมูลนี้อาจรวมถึง: ข้อมูลที่คุณให้แก่เรา ข้อมูลที่คุณต้องการแบ่งปันกับเราเช่น: ชื่อของคุณ, วันเกิดหรืออายุ, อีเมล์, ที่อยู่, ประเทศ, เพศ, หมายเลขโทรศัพท์, โปรไฟล์สื่อสังคมออนไลน์ ข้อมูลที่เราได้จากการที่คุณมีปฏิสัมพันธ์กับ Philips ข้อมูลเกี่ยวกับปฏิสัมพันธ์และการใช้งานของช่องทางดิจิตอลของ Philips ของคุณเช่น สื่อสังคมออนไลน์, เว็บไซต์, อีเมล์, แอปพลิเคชัน และผลิตภัณฑ์ที่เชื่อมโยง ข้อมูลนี้ประกอบด้วย: IP แอดเดรส, คุกกี้, ข้อมูลอุปกรณ์, การสื่อสารที่คุณคลิก, รายละเอียดของสถานที่ และเว็บไซต์ที่คุณเยี่ยมชม Philips ให้โอกาสคุณในการเพิกถอนคำยินยอมเมื่อใดก็ได้ สำหรับข้อมูลเพิ่มเติม โปรดอ่านประกาศเกี่ยวกับความเป็นส่วนตัวของ Philips และประกาศเกี่ยวกับคุกกี้ของ Philips
vi: Với sự chấp thuận của bạn, các công ty thuộc tập đoàn Philips có thể liên hệ với bạn kèm theo các thông tin quảng cáo qua email, SMS và các kênh kỹ thuật số khác, chẳng hạn như ứng dụng di động và mạng xã hội. Chúng tôi có thể sẽ phân tích và kết hợp dữ liệu cá nhân của bạn nhằm điều chỉnh thích hợp các thông tin theo đúng sở thích và hành vi của bạn, cũng như mang đến cho bạn trải nghiệm tùy chỉnh theo từng cá nhân tốt nhất. Dữ liệu này có thể bao gồm: Dữ liệu mà bạn đưa cho chúng tôi Dữ liệu mà bạn chủ động muốn chia sẻ với chúng tôi như: tên, ngày tháng năm sinh hay tuổi của bạn, địa chỉ email, địa chỉ vật lý, quốc gia, giới tính, số điện thoại, hồ sơ mạng xã hội. Dữ liệu mà chúng tôi lấy được từ các tương tác của bạn với Philips Dữ liệu về các tương tác và cách bạn sử dụng các kênh kỹ thuật số của Philips, chẳng hạn như mạng xã hội, trang web, email, ứng dụng và các sản phẩm được kết nối. Dữ liệu này có thể bao gồm: địa chỉ IP, cookie, thông tin thiết bị, các liên lạc mà bạn bấm vào, thông tin chi tiết về địa chỉ và các trang web bạn truy cập Philips sẽ cho bạn cơ hội rút lại thỏa thuận của bạn bất kỳ lúc nào. Để biết thêm thông tin, vui lòng đọc Thông báo về quyền riêng tư của Philips và Thông báo về cookie của Philips.
