Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_DLS_PhilipsNews_NavigationBar_Title
source: Philips communication
bg: Съобщения от Philips
ca_es: |Рекламная рассылка от Philips|
cs: Komunikace společnosti Philips
da: Philips-kommunikation
el: Επικοινωνία με τη Philips
et: Philipsi teated
fi: Philipsin viestit ja ilmoitukset
he: הודעה של Philips
hr: Philips komunikacija
hu: Philips kommunikáció
ja: フィリップスコミュニケーション
lt: „Philips“ ryšiai
lv: Philips saziņa
nb: Philips-kommunikasjon
nl: Philips-communicatie
pt: Comunicação da Philips
ro: Comunicare Philips
sk: Správa od spoločnosti Philips
sl: Philipsova obvestila
sv: Kommunikation från Philips
th: ข่าวสารจาก Phiilips
vi: Liên lạc Philips

# USR_DLS_Phonenumber_Label_Text
source: Phone number
bg: Телефонен номер
ca_es: |Numéro de téléphone|
cs: Telefonní číslo
da: Telefonnummer
el: Αριθμός τηλεφώνου
et: Telefoninumber
fi: Puhelinnumero
he: מספר טלפון
hr: Telefonski broj
hu: Telefonszám
ja: 電話番号
lt: Telefono numeris
lv: Tālruņa numurs
nb: Telefonnummer
nl: Telefoonnummer
pt: Número de telefone
ro: Număr de telefon
sk: Telefónne číslo
sl: Telefonska številka
sv: Telefonnummer
th: หมายเลขโทรศัพท์
vi: Số điện thoại

# USR_DLS_ResendSMS_Body_Line1
source: It may take some time for the SMS with the code to arrive.
bg: Възможно е да мине известно време, преди да пристигне SMS с код.
ca_es: |Cela peut prendre un certain temps avant que vous ne receviez le SMS contenant le code.|
cs: Může chvíli trvat, než zprávu SMS s kódem obdržíte.
da: Det kan tage noget tid, før sms'en med koden kommer.
el: Ίσως χρειαστεί λίγη ώρα μέχρι να λάβετε το SMS με τον κωδικό.
et: Koodiga SMS-i kohalejõudmine võib veidi aega võtta.
fi: Varmennuskoodin sisältävän tekstiviestin perille tulo saattaa kestää jonkin aikaa.
he: הגעת הודעת ה-SMS עם הקוד עשויה לארוך זמן מה.
hr: SMS poruka sa šifrom možda neće stići odmah.
hu: Eltelhet egy kis idő, amíg a kódot tartalmazó SMS megérkezik.
ja: コードを記載した SMS が届くまで少々時間がかかることがあります。
lt: Gali šiek tiek užtrukti, kol gausite SMS su kodu.
lv: Iespējams, jāuzgaida, līdz īsziņas ar kodu pienākšanai.
nb: Det kan ta litt tid før du mottar SMS-en med koden.
nl: Het kan enige tijd duren voordat de SMS met de code aankomt.
pt: Poderá ter de aguardar algum tempo pela mensagem de SMS com o código.
ro: Poate dura ceva timp până vei primi mesajul SMS cu codul.
sk: Doručenie správy SMS s kódom môže chvíľu trvať.
sl: Za prejem sporočila SMS s kodo boste mogoče morali malo počakati.
sv: Det kan dröja en stund innan du får ett SMS med koden.
th: อาจจะใช้เวลาสักครู่ก่อนที่ SMS พร้อมรหัสจะไปถึง
vi: Có thể cần một lúc để tin nhắn SMS chứa mã được gửi đến nơi.

# USR_DLS_ResendSMS_Body_Line2
source: Check if your phone number is correct and press the resend button when the timer ends.
bg: Проверете дали телефонният ви номер е правилен и натиснете бутона за повторно изпращане след приключване на таймера.
ca_es: |Vérifiez si votre numéro de téléphone a été bien entré et appuyez sur le bouton pour demander un autre message texte quand le décompte sera terminé.|
cs: Zkontrolujte, zda je vaše telefonní číslo správné a zda jste po ukončení časovače stiskli tlačítko opětovného odeslání.
da: Kontroller, at dit telefonnummer er korrekt, og tryk på knappen Send igen, når timeren er nået til vejs ende.
el: Ελέγξτε εάν ο αριθμός τηλεφώνου είναι σωστός και πατήστε το κουμπί εκ νέου αποστολής όταν λήξει το χρονόμετρο.
et: Kontrollige, kas teie telefoninumber on õige, ja vajutage taimeri aja möödudes uuesti saatmise nuppu.
fi: Tarkista, että puhelinnumero on oikein ja paina Lähetä uudelleen -painiketta, kun ajastinaika loppuu.
he: בדוק אם מספר הטלפון שרשמת נכון, ולחץ על לחצן השליחה מחדש כאשר הזמן בטיימר מסתיים.
hr: Provjerite je li broj telefona točan i pritisnite gumb za ponovno slanje kada odbrojavanje završi.
hu: Ellenőrizze, hogy a telefonszám helyes-e, majd az időzítő lejártakor nyomja meg az újraküldés gombot.
ja: 電話番号が正しいことを確認して、タイマーが終了したら［再送］ボタンを押してください。
lt: Patikrinkite, ar teisingas telefono numeris, ir paspauskite pakartotinio siuntimo mygtuką pasibaigus laikmačiui.
lv: Pārbaudiet, vai jūsu tālruņa numurs ir pareizs, un nospiediet atkārtotas sūtīšanas pogu, kad beidzas taimera laiks.
nb: Kontroller at telefonnummeret er riktig, og trykk på Send på nytt-knappen når timeren er ferdig.
nl: Controleer of uw telefoonnummer klopt en druk op de knop voor opnieuw verzenden wanneer de timer stopt.
pt: Confirme que o seu número de telemóvel está correcto e prima o botão para reenviar quando o temporizador terminar.
ro: Verifică dacă numărul tău de telefon este corect şi apasă butonul de retrimitere când cronometrul s-a oprit.
sk: Skontrolujte správnosť telefónneho čísla a po uplynutí časového limitu stlačte tlačidlo na opätovné odoslanie.
sl: Preverite, ali je telefonska številka pravilna, in pritisnite gumb za ponovno pošiljanje, ko se časovnik izteče.
sv: Kontrollera att telefonnumret stämmer och tryck på knappen för att skicka igen när tiden är slut.
th: ตรวจสอบว่าหมายเลขโทรศัพท์ของคุณถูกต้องหรือไม่ แล้วกดปุ่ม Resend เมื่อตัวนับเวลาเสร็จสิ้น
vi: Kiểm tra để đảm bảo bạn đã nhập đúng số điện thoại và nhấn nút gửi lại khi hết thời gian chờ.

# USR_DLS_ResendSMS_NotificationBar_Title
source: A new verification SMS has been sent to
bg: Нов SMS за проверка е изпратен на
ca_es: |Новое SMS-сообщение с подтверждением было отправлено на|
cs: Nová ověřovací zpráva SMS byla zaslána na číslo
da: Der er blevet sendt en ny SMS-bekræftelse til
el: Στάλθηκε ένα νέο SMS επαλήθευσης στο
et: Uus kinnitav SMS saadeti saajale
fi: Uusi vahvistustekstiviesti on lähetetty numeroon
he: הודעת SMS חדשה לאימות נשלחה אל
hr: Novi SMS za potvrdu poslan je na
hu: Új megerősítő SMS elküldve ide:
ja: 新しい確認 SMS が次の宛先に送信されました
lt: Nauja patvirtinimo SMS žinutė buvo išsiųsta adresu
lv: Jauna apstiprinājuma īsziņa ir nosūtīta uz
nb: En ny bekreftelse er sendt som SMS til
nl: Er is een nieuwe verificatie-SMS verzonden naar
pt: Foi enviada uma nova SMS de verificação para
ro: A fost trimis un nou mesaj SMS de verificare la
sk: Nová overovacia SMS bola odoslaná na číslo
sl: Novo potrditveno sporočilo SMS je bilo poslano na naslov
sv: Ett nytt SMS för verifiering har skickats till
th: SMS ยืนยันฉบับใหม่ได้ส่งไปที่
vi: Một SMS xác thực mới đã được gửi đến

# USR_DLS_ResendSMS_Progress_View_Progress_Text
source: Please wait %d more seconds…
bg: Моля, изчакайте още %d секунди…
ca_es: |Veuillez patienter encore %d secondes...|
cs: Počkejte prosím ještě %d sekund…
da: Vent %d sekunder mere...
el: Περιμένετε ακόμα %d δευτερόλεπτα…
et: Palun oodake veel %d sekundit …
fi: Odota vielä %d sekuntia…
he: נא המתן %d שניות נוספות...
hr: Pričekajte još %d sekundi…
hu: Kérjük, várjon még %d másodpercet...
ja: あと %d 秒お待ちください…
lt: Palaukite dar %d sekundžių…
lv: Lūdzu, uzgaidiet vēl %d sekundes…
nb: Vent %d sekunder til …
nl: Wacht nog even %d seconden…
pt: Aguarde mais %d segundos…
ro: Te rugăm să mai aştepţi %d secunde…
sk: Počkajte ešte toľkoto sekúnd: %d…
sl: Počakajte še toliko sekund: %d
sv: Vänta i %d sekunder till …
th: โปรดรออีก %d วินาที...
vi: Vui lòng chờ thêm %d giây…

# USR_DLS_ResendSMS_Progress_View_Title_Text
source: No SMS yet? Press resend!
bg: Още няма SMS? Натиснете повторно изпращане!
ca_es: |Nie otrzymałeś(-aś) jeszcze wiadomości SMS? Naciśnij przycisk ponownego wysyłania.|
cs: Ještě vám nepřišla zpráva SMS? Stiskněte možnost Znovu odeslat!
da: Ingen SMS endnu? Tryk på Send igen!
el: Δεν λάβατε ακόμα SMS; Πατήστε το κουμπί εκ νέου αποστολής!
et: Ei ole veel SMSi saanud? Vajutage uuesti saatmise nuppu!
fi: Etkö vielä saanut tekstiviestiä? Paina Lähetä uudelleen!
he: עדיין לא קיבלת הודעת SMS? לחץ על 'שלח מחדש'!
hr: SMS još nije stigao? Pritisnite ponovno slanje!
hu: Még nem kapta meg az SMS-t? Nyomja meg az újraküldést.
ja: SMS が届きませんか？［再送］を押してください！
lt: Dar negavote SMS žinutės? Paspauskite siuntimo iš naujo mygtuką!
lv: Vēl neesat saņēmis īsziņu? Nospiediet Sūtīt atkārtoti!
nb: Ikke fått SMS ennå? Trykk på Send på nytt!
nl: Nog geen SMS? Druk op opnieuw verzenden!
pt: Ainda não recebeu a SMS? Prima o botão para reenviar.
ro: Nu ai primit un SMS? Apasă butonul de retrimitere!
sk: Stále žiadna správa SMS? Stlačte tlačidlo na opätovné odoslanie.
sl: Še niste prejeli sporočila SMS? Pritisnite gumb za ponovno pošiljanje.
sv: Inget SMS ännu? Tryck för att skicka igen.
th: ยังไม่ได้ SMS อีกหรือ กด Resend!
vi: Chưa nhận được SMS? Vui lòng gửi lại!

# USR_DLS_ResendSMS_title
source: Did not receive an SMS?
bg: Не сте получили SMS?
ca_es: |Vous n’avez pas reçu de message texte?|
cs: Nedostali jste zprávu SMS?
da: Ikke fået tilsendt en sms?
el: Λάβατε SMS;
et: Te ei saanud SMS-i?
fi: Etkö saanut tekstiviestiä?
he: לא קיבלת הודעת SMS?
hr: Niste primili SMS poruku?
hu: Nem kapta meg az SMS-t?
ja: SMS を受信していませんか？
lt: Negavote SMS?
lv: Vai nesaņēmāt īsziņu?
nb: Fikk du ikke SMS?
nl: Hebt u geen SMS ontvangen?
pt: Não recebeu uma SMS?
ro: Nu ai primit un mesaj SMS?
sk: Nedostali ste správu SMS?
sl: Niste prejeli sporočila SMS?
sv: Fick du inget SMS?
th: ไม่ได้รับ SMS งั้นหรือ
vi: Bạn không nhận được SMS?

# USR_DLS_Resend_Email_Body_Line1
source: Sometimes it takes a little while for the verification email to arrive. It may be that it has landed in your spam folder.
bg: Понякога минава известно време до пристигането на имейла за потвърждение. Има вероятност да е пристигнал в папката с нежелана поща.
ca_es: |En ocasiones, el correo electrónico de verificación se tarda unos minutos en llegar. Es posible que se haya enviado a su carpeta de correos electrónicos no deseados.|
cs: Někdy nějakou dobu trvá, než vám bude ověřovací e-mail doručen. Je možné, že byl doručen do složky s nevyžádanou poštou.
da: Nogle gange går der et lille stykke tid, før du modtager bekræftelsesmailen. Det kan godt være, at den lander i dit spamfilter.
el: Μερικές φορές, απαιτείται περισσότερος χρόνος για να σταλεί το email επαλήθευσης. Μπορεί να βρίσκεται στο φάκελο ανεπιθύμητης αλληλογραφίας.
et: Mõnikord võtab kinnitava e-kirja kättesaamine veidi rohkem aega. Võib juhtuda, et see on teie rämpsposti kausta sattunud.
fi: Joskus vahvistusviestin saapumisessa voi kestää. Voi olla, että se on päätynyt roskapostikansioon.
he: לעתים נדרש להודעת הדוא"ל לאימות זמן מה להגיע. ייתכן שהיא הגיעה אל תיקיית דואר הזבל שלך.
hr: Ponekad je potrebno neko vrijeme da poruka e-pošte za potvrdu stigne. Možda je završila u mapi za neželjene poruke.
hu: Néha kicsit később érkezik meg a megerősítő e-mail. Az is előfordulhat, hogy a postaládája levélszemét mappájába került.
ja: 確認メールが届くまで少し時間がかかることがあります。また、お客様の迷惑メールフォルダに届いている可能性もあります。
lt: Kartais šiek tiek užtrunka, kol gaunamas el. patvirtinimo laiškas. Gali būti, kad jis pateko į brukalo aplanką.
lv: Dažreiz nepieciešams nedaudz laika, līdz pienāk apstiprinājuma e-pasta ziņojums. Iespējams, tas atrodas jūsu mēstuļu mapē.
nb: Noen ganger kan det ta litt tid før bekreftelses-e-posten kommer. Den kan også ha havnet i søppelpostmappen.
nl: Het kan enige tijd duren voordat de e-mail aankomt. Kijk eventueel in uw map met spamberichten.
pt: Por vezes demora algum tempo até receber o e-mail de verificação. Pode ter sido enviado para a sua pasta de spam.
ro: Uneori, e-mailul de verificare este primit cu o anumită întârziere. Se poate să fi ajuns în dosarul de spam.
sk: Doručenie overovacieho e-mailu môže niekedy chvíľu trvať. Mohlo sa tiež stať, že skončil v priečinku so spamom.
sl: Potrditvenega e-poštnega sporočila včasih ne prejmete takoj. Morda je bilo premaknjeno v mapo z neželeno/vsiljeno pošto.
sv: Ibland tar det en stund innan e-postbekräftelsen kommer fram. Den kan ha hamnat bland skräpposten.
th: อาจใช้เวลาเล็กน้อยก่อนที่อีเมล์ยืนยันจะมาถึง ซึ่งอาจส่งเข้าไปที่โฟลเดอร์สแปมของคุณได้
vi: Đôi khi, có thể cần một lúc để email xác thực được gửi đến nơi. Có thể email đang nằm trong thư mục rác của bạn.

# USR_DLS_Resend_Email_Body_Line2
source: If it isn't there please check the address below is correct and click the resend button to receive the link again
bg: Ако не е там, моля, проверете дали адресът по-долу е правилен и щракнете върху бутона за повторно изпращане, за да получите отново връзката
ca_es: |Wenn sich die E-Mail auch nicht im Spam-Ordner befindet, überprüfen Sie die unten aufgeführte E-Mail-Adresse, und klicken Sie auf die Schaltfläche "Erneut senden", um den Link erneut anzufordern.|
cs: Pokud ho tam nenajdete, zkontrolujte, zda je níže uvedená adresa správná, a klikněte na tlačítko Znovu odeslat, aby vám byl odkaz znovu zaslán
da: Hvis den ikke er i spamfilteret, skal du kontrollere, at nedenstående adresse er korrekt, og klikke på knappen Send igen for at modtage linket igen
el: Εάν δεν είναι εκεί, ελέγξτε ότι η παρακάτω διεύθυνση είναι σωστή και κάντε κλικ στο κουμπί εκ νέου αποστολής, για να λάβετε ξανά το σύνδεσμο
et: Kui kirja selles kaustas ei ole, veenduge, et alltoodud aadress oleks õige, ja klõpsake nuppu Saada uuesti, misjärel saadetakse link teile uuesti
fi: Jos viesti ei ole roskapostikansiossa, tarkista, että sähköpostiosoite oikein ja napsauta Lähetä uudelleen -painiketta, jotta saat uuden linkin
he: אם היא לא שם, ודא שהכתובת למטה היא הנכונה, ולחץ על לחצן השליחה מחדש כדי לקבל את הקישור שוב.
hr: Ako nije tamo, provjerite je li adresa u nastavku točna i pritisnite gumb za ponovno slanje kako biste ponovo primili vezu
hu: Ha ott nincs, ellenőrizze a lenti címet, és kattintson az újraküldés gombra a hivatkozás újbóli megküldéséhez
ja: メールが届いていない場合は、以下のアドレスが正しいかどうかを確認し、［再送］ボタンをクリックしてリンクを再度受信してください
lt: Jei jo ten nėra, patikrinkite, ar žemiau esantis adresas yra teisingas, ir paspauskite siuntimo iš naujo mygtuką, kad iš naujo gautumėte nuorodą
lv: Ja ziņojuma tur nav, pārbaudiet, vai zemāk norādītā adrese ir pareiza un noklikšķiniet uz atkārtotas sūtīšanas pogas, lai vēlreiz saņemtu saiti.
nb: Hvis den ikke ligger der, må du sjekke at adressen nedenfor er riktig, og klikke på Send på nytt-knappen for å motta koblingen igjen
nl: Vindt u het bericht daar niet, controleer dan of het onderstaande adres juist is. Klik vervolgens op de knop voor opnieuw verzenden om de koppeling nogmaals te ontvangen
pt: Se não estiver na pasta de spam, verifique se o endereço abaixo está correcto e clique no botão de reenvio para receber a ligação novamente
ro: Dacă nu este acolo, verifică dacă adresa de mai jos este corectă şi fă clic pe butonul de retrimitere pentru a primi din nou linkul
sk: Ak nie je ani tam, skontrolujte, či je nižšie uvedená adresa správna, a kliknite na tlačidlo na opätovné odoslanie, aby sme vám odkaz doručili znova
sl: Če sporočila ni v tej mapi, preverite, ali je spodnji naslov pravilen in kliknite gumb za ponovno pošiljanje, da znova prejmete sporočilo s povezavo
sv: Om den inte ligger där kontrollerar du att adressen nedan är korrekt och trycker på knappen för att skicka igen.
th: หากไม่พบอีเมล์ โปรดตรวจสอบแอดเดรสด้านล่างว่าถูกต้องหรือไม่ และคลิกที่ปุ่ม Resend เพื่อรับลิงก์ใหม่
vi: Nếu email không có trong đó, vui lòng kiểm tra để đảm bảo địa chỉ dưới đây là đúng và bấm vào nút gửi lại để nhận lại liên kết

# USR_DLS_Resend_Email_NotificationBar_Title
source: A new verification email has been sent to
bg: Нов имейл за потвърждение е изпратен на
ca_es: |Новое электронное письмо с подтверждением отправлено на|
cs: Nový ověřovací e-mail byl zaslán na adresu
da: Der er blevet sendt en ny bekræftelsesmail til
el: Στάλθηκε ένα νέο email επαλήθευσης στο
et: Uus kinnitav e-kiri saadeti aadressile
fi: Uusi vahvistusviesti on lähetetty osoitteeseen
he: הודעת דוא"ל חדשה לאימות נשלחה אל
hr: Nova poruka e-pošte za potvrdu poslana je na
hu: Új megerősítő hivatkozás elküldve ide:
ja: 新しい確認メールが次の宛先に送信されました
lt: Naujas el. patvirtinimo laiškas buvo išsiųstas adresu
lv: Jauns apstiprinājuma e-pasta ziņojums ir nosūtīts uz
nb: En ny bekreftelses-e-post er sendt til
nl: Er is een nieuwe verificatiemail verzonden naar
pt: Foi enviado um novo e-mail de verificação para
ro: A fost trimis un nou e-mail de verificare la
sk: Nový overovací e-mail bol odoslaný na adresu
sl: Novo potrditveno e-poštno sporočilo je bilo poslano na naslov
sv: En ny e-postbekräftelse har skickats till
th: อีเมล์ยืนยันฉบับใหม่ได้ถูกส่งไปที่
vi: Một email xác thực mới đã được gửi đến

# USR_DLS_Resend_Email_Screen_title
source: Resend email
bg: Повторно пращане на имейл
ca_es: |Отправить электронное сообщение повторно|
cs: Znovu poslat e-mail
da: Send e-mail igen
el: Εκ νέου αποστολή email
et: Saada e-kiri uuesti
fi: Lähetä viesti uudelleen
he: שלח שוב הודעת דוא"ל
hr: Ponovo pošalji poruku e-pošte
hu: E-mail újraküldése
ja: メールを再送
lt: Siųsti el. laišką iš naujo
lv: Atkārtoti sūtīt e-pastu
nb: Send e-posten på nytt
nl: E-mail opnieuw verzenden
pt: Reenviar e-mail
ro: Retrimitere e-mail
sk: Znova odoslať e-mail
sl: Ponovno pošlji e-pošto
sv: Skicka om e-postmeddelande
th: ส่งอีเมล์อีกครั้ง
vi: Gửi lại email

# USR_DLS_Resend_Email_Textbox_Title
source: Your email address
bg: Вашият имейл адрес
ca_es: |O seu endereço de correio electrónico|
cs: Vaše e-mailová adresa
da: Din e-mail-adresse
el: Η διεύθυνση email σας
et: Teie e-posti aadress
fi: Sähköpostiosoitteesi
he: כתובת הדוא"ל שלך
hr: Vaša adresa e-pošte
hu: Az Ön e-mail címe
ja: お客様のメールアドレス
lt: Jūsų el. pašto adresas
lv: Jūsu e-pasta adrese
nb: E-postadresse
nl: Uw e-mailadres
pt: O seu endereço de correio electrónico
ro: Adresa ta de e-mail
sk: Vaša e-mailová adresa
sl: Vaš e-poštni naslov
sv: Din e-postadress
th: อีเมล์แอดเดรสของคุณ
vi: Địa chỉ email của bạn

# USR_DLS_Resend_Email_Title_Txt
source: Haven't received the verification email?
bg: Не сте получавали имейл за потвърждение?
ca_es: |Ви ще не отримали електронного листа для перевірки?|
cs: Ještě jste nedostali ověřovací e-mail?
da: Har du ikke modtaget bekræftelsesmailen?
el: Δεν λάβατε το email επαλήθευσης;
et: Ei ole kinnitavat e-kirja saanud?
fi: Etkö ole saanut vahvistusviestiä?
he: לא קיבלת הודעת דוא"ל לאימות?
hr: Niste primili poruku e-pošte za potvrdu?
hu: Nem kapta meg a megerősítő e-mailt?
ja: 確認メールを受信していませんか？
lt: Negavote el. patvirtinimo laiško?
lv: Vai nesaņēmāt pastiprinājuma e-pasta ziņojumu?
nb: Har du ikke mottatt bekreftelses-e-posten?
nl: Geen verificatiemail ontvangen?
pt: Não recebeu o e-mail de verificação?
ro: Nu ai primit e-mailul de verificare?
sk: Nedostali ste overovací e-mail?
sl: Niste prejeli potrditvenega e-poštnega sporočila?
sv: Har du inte fått någon e-postbekräftelse?
th: ยังไม่ได้รับอีเมล์ยืนยันใช่หรือไม่
vi: Bạn chưa nhận được email xác thực?

# USR_DLS_Resend_The_Email_Button_Title
source: Resend the email
bg: Повторно изпращане на имейла
ca_es: |Ponovno pošiljanje e-poštnega sporočila|
cs: Poslat znovu e-mail
da: Send e-mailen igen
el: Εκ νέου αποστολή του email
et: Saada e-kiri uuesti
fi: Lähetä viesti uudelleen
he: שלח שוב את הודעת הדוא"ל
hr: Ponovo pošalji poruku e-pošte
hu: E-mail újraküldése
ja: メールの再送
lt: Siųskite el. laišką iš naujo
lv: Atkārtoti sūtīt e-pasta ziņojumu
nb: Send e-posten på nytt
nl: De e-mail opnieuw verzenden
pt: Reenviar o e-mail
ro: Retrimitere e-mail
sk: Znova odoslať e-mail
sl: Ponovno pošiljanje e-poštnega sporočila
sv: Skicka om e-postbekräftelsen
th: ส่งอีเมล์อีกครั้ง
vi: Gửi lại email

# USR_DLS_ResetAccount_EnterCode_Text
source: Please enter the code to reset your account password.
bg: Моля, въведете кода, за да нулирате паролата на своя акаунт.
ca_es: |Εισαγάγετε τον κωδικό για να γίνει επαναφορά του κωδικού πρόσβασης του λογαριασμού σας.|
cs: Zadejte kód k resetování hesla účtu.
da: Indtast koden for at nulstille adgangskoden til din konto.
el: Εισαγάγετε τον κωδικό για να γίνει επαναφορά του κωδικού πρόσβασης του λογαριασμού σας.
et: Palun sisestage konto parooli lähtestamiseks kood.
fi: Palauta tilisi salasana antamalla koodi.
he: הזן את הקוד לשחזור סיסמת החשבון.
hr: Unesite kod kako biste ponovo postavili lozinku za račun.
hu: Adja meg a kódot fiókja jelszavának módosításához.
ja: アカウントのパスワードをリセットするには、コードを入力してください。
lt: Įveskite kodą, norėdami iš naujo nustatyti paskyros slaptažodį.
lv: Lūdzu, ievadiet kodu, lai atiestatītu sava konta paroli.
nb: Angi koden for å tilbakestille kontopassordet.
nl: Voer de code in om uw accountwachtwoord opnieuw in te stellen.
pt: Introduza o código para repor a palavra-passe da conta.
ro: Introdu codul pentru a reseta parola contului.
sk: Zadajte kód a vytvorte nové heslo svojho konta.
sl: Vnesite kodo, da ponastavite geslo računa.
sv: Ange koden för att återställa ditt lösenord.
th: โปรดป้อนรหัสเพื่อรีเซ็ตรหัสผ่านของบัญชี
vi: Vui lòng nhập mã để đặt lại mật khẩu tài khoản của bạn.

# USR_DLS_SigIn_TitleTxt
source: Log in
bg: Влизане
ca_es: |حساب تسجيل الدخول،|
cs: Přihlásit
da: Log ind
el: Σύνδεση
et: Logi sisse
fi: Kirjaudu
he: התחבר
hr: Prijava
hu: Bejelentkezés
ja: ログイン
lt: Prisijungti
lv: Pieteikties
nb: Logg på
nl: Aanmelden
pt: Iniciar sessão
ro: Conectare
sk: Prihlásiť sa
sl: Prijava
sv: Logga in
th: ล็อกอิน
vi: Đăng nhập

# USR_DLS_Social_Merge_Description
source: To do this, please log in again using %@.
bg: За да направите това, моля, влезте отново с помощта на %@.
ca_es: |Edellä mainitun toteuttamiseksi kirjaudu uudelleen sisään tunnuksella %@.|
cs: Přihlaste se znovu pomocí %@.
da: Dette gøres ved at logge på igen med %@.
el: Για αυτό, συνδεθείτε ξανά με το %@.
et: Selleks logige palun uuesti sisse, kasutades valikut %@.
fi: Edellä mainitun toteuttamiseksi kirjaudu uudelleen sisään tunnuksella %@.
he: כדי לעשות זאת, היכנס שוב באמצעות %@.
hr: Kako biste to učinili, ponovo se prijavite koristeći %@.
hu: Ehhez jelentkezzen be újra a %@ használatával.
ja: アカウントにリンクするには、%@ を使用して再度ログインしてください。
lt: Norėdami tai padaryti, dar kartą prisijunkite naudodami %@.
lv: Lai to izdarītu, lūdzu, vēlreiz piesakieties, izmantojot %@.
nb: For å gjøre dette må du logge deg på igjen med %@.
nl: Meld u daartoe opnieuw aan met %@.
pt: Para tal, inicie sessão novamente com %@.
ro: Pentru aceasta, te rugăm să te conectezi din nou folosind %@.
sk: Ak to chcete urobiť, prihláste sa znova cez %@.
sl: To naredite tako, da se znova prijavite z naslovom %@.
sv: Det gör du genom att logga in igen med %@.
th: ในการทำเช่นนี้ โปรดล็อกอินอีกครั้งโดยใช้ %@
vi: Để làm vậy, vui lòng đăng nhập lại bằng %@.

# USR_DLS_Social_Merge_Disabled_Button_Title
source: No, log out
bg: Не, излизане
ca_es: |いいえ、ログアウトします|
cs: Ne, odhlásit
da: Nej, log af
el: Όχι, αποσύνδεση
et: Ei, logi välja
fi: Ei, kirjaudu ulos
he: לא, ברצוני להתנתק
hr: Ne, odjavi se
hu: Nem, kijelentkezek
ja: いいえ、ログアウトします
lt: Ne, atsijungti
lv: Nē, iziet.
nb: Nei, logg av
nl: Nee, afmelden
pt: Não, terminar sessão
ro: Nu, mă deconectez
sk: Nie, odhlásiť sa
sl: Ne, odjavi se
sv: Nej, logga ut
th: ไม่ ล็อกเอาต์
vi: Không, đăng xuất

# USR_DLS_Social_Merge_Enabled_Button_Title
source: Yes, log in with %@
bg: Да, влизане с %@
ca_es: |Tak, zaloguj mnie za pomocą adresu %@|
cs: Ano, přihlásit pomocí %@
da: Ja, log på med %@
el: Ναι, σύνδεση με το %@
et: Jah, logi sisse valikuga %@
fi: Kyllä, kirjaudu sisään tunnuksella %@
he: כן, ברצוני להתחבר באמצעות %@
hr: Da, koristi %@ za prijavu
hu: Igen, bejelentkezek ezzel: %@
ja: はい、%@ でログインします
lt: Taip, prisijungti per %@
lv: Jā, pieteikties ar %@
nb: Ja, logg på med %@
nl: Ja, aanmelden met %@
pt: Sim, iniciar sessão com %@
ro: Da, mă conectez cu %@
sk: Áno, prihlásiť sa cez %@
sl: Da, prijavi se z naslovom %@
sv: Ja, logga in med %@
th: ใช่ ล็อกอินด้วย %@
vi: Vâng, đăng nhập bằng %@
