Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_URX_SMS_Already_Verified
source: Account already verified. Log in to continue.
bg: Акаунтът вече е потвърден. Влезте, за да продължите.
ca_es: |A fiók visszaigazolása már megtörtént. Jelentkezzen be a folytatáshoz.|
cs: Účet byl již ověřen. Pokračujte přihlášením.
da: Konto er allerede bekræftet. Log på for at fortsætte.
el: Ο λογαριασμός επαληθεύτηκε ήδη. Συνδεθείτε για συνέχεια.
et: Konto juba kinnitatud. Jätkamiseks logige sisse.
fi: Tili on jo vahvistettu. Jatka kirjautumalla sisään.
he: החשבון כבר אומת. היכנס כדי להמשיך.
hr: Račun je već provjeren. Prijavite se za nastavak.
hu: A fiók visszaigazolása már megtörtént. Jelentkezzen be a folytatáshoz.
ja: アカウントは確認済みです。 ログインして続行してください。
lt: Paskyra jau patvirtinta. Prisijunkite, jei norite tęsti.
lv: Konts jau ir apstiprināts. Ieejiet sistēmā, lai turpinātu.
nb: Kontoen er allerede bekreftet. Logg på for å fortsette.
nl: Account is al geverifieerd. Meld u aan om verder te gaan.
pt: Conta já verificada. Inicie sessão para continuar.
ro: Cont deja verificat. Conectează-te pentru a continua.
sk: Účet už je overený. Prihláste sa, aby ste mohli pokračovať.
sl: Račun je že potrjen. Za nadaljevanje se prijavite.
sv: Kontot har redan verifierats. Logga in för att fortsätta.
th: ได้รับการยืนยันบัญชีเรียบร้อย ล็อกอินเพื่อดำเนินการต่อ
vi: Đã xác thực tài khoản. Đăng nhập để tiếp tục.

# USR_URX_SMS_InternalServerError
source: SMS cannot be sent. %@.
bg: Не може да се изпрати SMS. %@.
ca_es: |Nie można wysłać wiadomości SMS. %@.|
cs: Zpráva SMS nebyla odeslána. %@.
da: SMS kan ikke sendes. %@.
el: Αδύνατη η αποστολή SMS. %@.
et: SMSi ei saa saata. %@.
fi: Viestiä ei voi lähettää. %@.
he: אי אפשר לשלוח SMS. %@.
hr: SMS se ne može poslati. %@.
hu: Az SMS elküldése sikertelen. %@.
ja: SMS を送信できません。 %@。
lt: Negalime išsiųsti SMS. %@.
lv: Neizdevās nosūtīt īsziņu. %@.
nb: Kan ikke sende SMS. %@.
nl: SMS kan niet worden verstuurd. %@.
pt: Não é possível enviar SMS. %@.
ro: Nu se poate trimite SMS-ul. %@.
sk: Nie je možné poslať SMS. %@.
sl: SMS ni mogoče poslati. %@.
sv: Det går inte att skicka SMS. %@.
th: ไม่สามารถส่ง SMS ได้ %@
vi: Không thể gửi SMS được. %@.

# USR_URX_SMS_Invalid_PhoneNumber
source: We can't send an SMS to this phone number.
bg: Не можем да изпратим SMS до този телефонен номер.
ca_es: |Nie możemy wysłać wiadomości SMS na ten numer telefonu.|
cs: Na toto telefonní číslo nemůžeme zaslat zprávu SMS.
da: Vi kan ikke sende en SMS til dette nummer.
el: Αδύνατη η αποστολή SMS σε αυτόν τον αριθμό τηλεφώνου.
et: Me ei saa sellele telefoninumbrile SMSi saata.
fi: Tähän puhelinnumeroon ei voi lähettää tekstiviestiä.
he: אין לנו אפשרות לשלוח הודעת SMS למספר טלפון זה.
hr: Ne možemo poslati SMS na ovaj telefonski broj.
hu: Nem tudunk SMS-t küldeni erre a telefonszámra.
ja: この電話番号には SMS を送信できません。
lt: Negalime išsiųsti SMS šiuo telefono numeriu.
lv: Mēs nevaram nosūtīt īsziņu uz šo tālruņa numuru.
nb: Vi kan ikke sende SMS til dette telefonnummeret.
nl: We kunnen geen SMS naar dit telefoonnummer sturen.
pt: Não é possível enviar uma SMS para o número de telefone.
ro: Nu putem trimite un SMS la acest număr de telefon.
sk: Na toto telefónne číslo nemôžeme poslať SMS správu.
sl: Na to tel. številko ne moremo poslati sporočila SMS.
sv: Det går inte att skicka ett SMS till det här telefonnumret.
th: พวกเราไม่สามารถส่ง SMS ไปยังหมายเลขโทรศัพท์นี้ได้
vi: Chúng tôi không thể gửi SMS tới số điện thoại này.

# USR_URX_SMS_Limit_Reached
source: The SMS limit has been reached for this phone number. Please try again in %d secs.
bg: Лимитът за SMS е достигнат за този телефонен номер. Моля, опитайте отново след %d секунди.
ca_es: |La limite de messages textes est atteinte pour ce numéro de téléphone. Veuillez réessayer dans %d secondes.|
cs: Byl dosažen limit zpráv SMS pro toto telefonní číslo. Zkuste to znovu po %d sekundách.
da: Grænsen for SMS'er er nået for dette telefonnummer. Prøv igen om %d sekunder.
el: Έχει συμπληρωθεί το όριο SMS για αυτόν τον αριθμό τηλεφώνου. Δοκιμάστε ξανά μετά από %d δευτ.
et: SMSide piirarv on selle telefoninumbri jaoks saavutatud. Proovige uuesti %d s pärast.
fi: Tämän puhelinnumeron tekstiviestien enimmäismäärä on saavutettu. Yritä uudelleen %d sekunnin kuluttua.
he: הגעת למגבלת הודעות ה-SMS עבור מספר טלפון זה. נסה שוב בעוד %d שניות.
hr: Dosegnuto je ograničenje za SMS za telefonski broj. Pokušajte ponovo za %d s.
hu: Elérte a telefonszámhoz tartozó maximális SMS limitet. Kérjük, próbálja újra %d másodperc múlva.
ja: SMS の試行回数の上限に達しました。 %d 秒以内に再試行してください。
lt: Buvo pasiektas telefono numeriui skirtas SMS limitas. Po %d sek. bandykite dar kartą.
lv: Tālruņa numuram ir sasniegts īsziņu skaita ierobežojums. Lūdzu, mēģiniet vēlreiz pēc %d sekundēm.
nb: SMS-grensen er nådd for dette telefonnummeret. Prøv på nytt om %d sekunder.
nl: De SMS-limiet is bereikt voor dit telefoonnummer. Probeer het opnieuw over %d seconden.
pt: Atingiu o limite de SMS para este número de telefone. Tente novamente dentro de %d segundos.
ro: S-a atins limita de SMS-uri pentru acest număr de telefon. Încearcă din nou după %d secunde.
sk: Bol dosiahnutý limit pre dané telefónne číslo. Skúste to znova o %d sekúnd.
sl: Za telefonsko številko je bila dosežena omejitev sporočil SMS. Poskusite znova čez %d sekund.
sv: Gränsen har uppnåtts för telefonnumret. Försök igen om %d sekunder.
th: หมายเลขโทรศัพท์นี้ใช้บริการ SMS เต็มขีดจำกัดแล้ว โปรดลองอีกครั้งใน %d วินาที
vi: Đã đạt đến giới hạn SMS dành cho số điện thoại. Vui lòng thử lại sau %d giây.

# USR_URX_SMS_NoInformation_Available
source: Unable to connect to server. %@.
bg: Неуспешно свързване със сървъра. %@.
ca_es: |Kan geen verbinding maken met de server. %@.|
cs: Nepodařilo se připojit k serveru. %@.
da: Kan ikke oprette forbindelse til server. %@.
el: Αδύνατη η σύνδεση με τον διακομιστή. %@.
et: Serveriga ei saa ühendust luua. %@.
fi: Yhteyttä palvelimeen ei voi muodostaa. %@.
he: אי אפשר להתחבר לשרת. %@.
hr: Ne može se povezati s poslužiteljem. %@.
hu: Nem tud csatlakozni a szerverhez. %@.
ja: サーバーに接続できません。%@。
lt: Negalima prisijungti prie serverio. %@.
lv: Neizdodas savienoties ar serveri. %@.
nb: Kan ikke koble til serveren. %@.
nl: Kan geen verbinding maken met de server. %@.
pt: Não é possível ligar ao servidor. %@.
ro: Imposibil de conectat la server. %@.
sk: Nie je možné pripojiť sa na server. %@.
sl: Povezava s strežnikom ni mogoča. %@.
sv: Det går inte att ansluta till servern %@.
th: เชื่อมต่อเซิร์ฟเวอร์ไม่ได้ %@
vi: Không thể kết nối với máy chủ. %@.

# USR_URX_SMS_Not_Sent
source: SMS could not be delivered. %@.
bg: Не може да бъде доставен SMS. %@.
ca_es: |Nie udało się dostarczyć wiadomości SMS. %@.|
cs: Zprávu SMS nelze doručit. %@.
da: SMS kunne ikke leveres. %@.
el: Αδύνατη η παράδοση SMS. %@.
et: SMSi ei saanud edastada. %@.
fi: Tekstiviestiä ei voitu toimittaa. %@.
he: אי אפשר לשלוח SMS. %@.
hr: SMS se nije mogao isporučiti. %@.
hu: Az SMS kézbesítése sikertelen. %@.
ja: SMS を送信できませんでした。%@。
lt: Negalime išsiųsti SMS. %@.
lv: Īsziņas piegāde neizdevās. %@.
nb: Kan ikke levere SMS. %@.
nl: SMS is niet aangekomen. %@.
pt: Não foi possível entregar a SMS. %@.
ro: Nu s-a putut livra SMS-ul. %@.
sk: SMS správu nebolo možné doručiť. %@.
sl: Sporočila SMS ni bilo mogoče poslati. %@.
sv: SMS:et kunde inte levereras. %@.
th: ไม่สามารถส่ง SMS ได้ %@
vi: Không thể gửi SMS được. %@.

# USR_URX_SMS_UnSupported_Country_ForSMS
source: %@ The country code is not supported.
bg: %@ Кодът на държавата не се поддържа.
ca_es: |%@ Não temos suporte para este código de país.|
cs: %@ Kód předvolby není podporován.
da: %@ Landekoden understøttes ikke.
el: %@ Ο κωδικός χώρας δεν υποστηρίζεται.
et: %@ Riigi koodi ei toetata.
fi: %@ Maatunnusta ei tueta.
he: %@ אין תמיכה בקידומת המדינה.
hr: %@ Pozivni broj države nije podržan.
hu: %@ Az országhívó kód nem támogatott.
ja: %@ 入力された国番号はサポートされていません。
lt: %@ Tokio šalies kodo nėra.
lv: %@ Šis valsts kods netiek atbalstīts.
nb: %@ Landskoden støttes ikke.
nl: %@ De landcode wordt niet ondersteund.
pt: %@ O indicativo do país não é compatível.
ro: %@ Codul de ţară nu este acceptat.
sk: %@ Kód krajiny nie je podporovaný.
sl: %@ Koda države ni podprta.
sv: %@ Landskoden stöds inte.
th: %@ ไม่รองรับรหัสประเทศ
vi: %@ Mã quốc gia không được hỗ trợ.

# USR_UnexpectedInternalError_ErrorMsg
source: Sorry, something went wrong. Please try again.
bg: Съжаляваме, нещо се обърка. Моля, опитайте отново.
ca_es: |Λυπούμαστε, αλλά κάτι πήγε στραβά. Δοκιμάστε ξανά αργότερα.|
cs: Je nám líto, ale něco se pokazilo. Zkuste to znovu.
da: Noget gik galt. Prøv igen.
el: Λυπούμαστε, αλλά κάτι πήγε στραβά. Δοκιμάστε ξανά αργότερα.
et: Vabandage, midagi läks valesti. Palun proovige uuesti.
fi: Tuntematon virhe. Yritä uudelleen.
he: אפס! משהו השתבש. נסה שוב מאוחר יותר.
hr: Nažalost, došlo je do pogreške. Pokušajte ponovo.
hu: Sajnos hiba történt. Próbálja meg újra.
ja: 問題が発生しました。再試行してください。
lt: Atsiprašome, įvyko klaida. Bandykite dar kartą.
lv: Radās neparedzēta kļūda. Lūdzu, mēģiniet vēlreiz.
nb: Beklager, noe gikk galt. Prøv på nytt.
nl: Er is iets fout gegaan. Probeer het opnieuw.
pt: Lamentamos, mas ocorreu um erro. Tente novamente.
ro: Ne pare rău, a apărut o problemă. Încearcă din nou.
sk: Ľutujeme, došlo k chybe. Skúste to znova.
sl: Žal je šlo nekaj narobe. Poskusite znova pozneje.
sv: Något gick fel. Försök igen.
th: ขออภัย เกิดข้อผิดพลาดบางประการ โปรดลองอีกครั้ง
vi: Rất tiếc, có gì đó không ổn. Vui lòng thử lại sau.

# USR_Update_Email_Button_Text
source: Update Email address
bg: Актуализация на имейл адрес
ca_es: |Actualizar la dirección de correo electrónico|
cs: Aktualizovat e-mailovou adresu
da: Opdater e-mailadresse
el: Ενημέρωση διεύθυνσης email
et: Värskendage e-posti aadressi
fi: Päivitä sähköpostiosoite
he: עדכן את כתובת הדוא"ל
hr: Ažuriranje adrese e-pošte
hu: E-mail-cím frissítése
ja: メールアドレスの更新
lt: Atnaujinkite el. pašto adresą
lv: Atjaunināt e-pasta adresi
nb: Oppdater e-postadressen
nl: E-mailadres bijwerken
pt: Atualizar endereço de e-mail
ro: Actualizare adresă e-mail
sk: Aktualizovať e-mailovú adresu
sl: Posodobitev e-poštnega naslova
sv: Uppdatera e-postadressen:
th: อัพเดตอีเมล์แอดเดรส
vi: Cập nhật địa chỉ email

# USR_Update_MobileNumber_Button_Text
source: Update PhoneNumber
bg: Актуализиране на телефонен номер
ca_es: |Актуализиране на телефонен номер|
cs: Aktualizace telefonního čísla
da: Opdater telefonnummer
el: Ενημέρωση αριθμού τηλεφώνου
et: Värskendage telefoninumbrit
fi: Puhelinnumeron päivitys
he: עדכן מספר טלפון
hr: Ažuriranje broja telefona
hu: PhoneNumber frissítése
ja: 電話番号を更新
lt: Atnaujinkite telefono numerį
lv: Atjauniniet tālruņa numuru
nb: Oppdatere telefonnummer
nl: Telefoonnummer bijwerken
pt: Actualizar número de telemóvel
ro: Actualizează-ţi numărul de telefon
sk: Aktualizácia telefónneho čísla
sl: Posodobi telefonsko številko
sv: Uppdatera telefonnummer
th: อัปเดต PhoneNumber
vi: Cập nhật số điện thoại

# USR_Update_MobileNumber_Thanks_Got_It
source: Thanks, I got it.
bg: Благодаря, получих го.
ca_es: |Děkuji, zprávu jsem obdržel.|
cs: Děkuji, zprávu jsem obdržel.
da: Tak, jeg har modtaget den.
el: Ευχαριστώ, το έλαβα.
et: Aitäh, sain aru.
fi: Kiitos, ymmärsin.
he: תודה, קיבלתי.
hr: Hvala, primljeno.
hu: Köszönöm, megkaptam.
ja: 受信しました。
lt: Ačiū, gavau.
lv: Paldies, sapratu.
nb: Takk, jeg fikk den.
nl: Bedankt, ik snap het.
pt: Obrigado, percebi.
ro: Mulţumesc, am înţeles.
sk: Ďakujem, mám to.
sl: Hvala, prejeto.
sv: Jag har fått den.
th: ขอบคุณ เข้าใจแล้ว
vi: Cảm ơn, tôi nhận được rồi.

# USR_VerificationCode_ErrorText
source: The verification code you entered is incorrect. Please try again.
bg: Кодът за потвърждаване, който сте въвели, е грешен. Опитайте отново.
ca_es: |Der von Ihnen eingegebene Verifizierungscode ist falsch. Versuchen Sie es erneut.|
cs: Zadaný ověřovací kód není správný. Zkuste to znovu.
da: Den indtastede bekræftelseskode er forkert. Prøv igen.
el: Η διεύθυνση email που εισαγάγατε είναι λανθασμένη. Δοκιμάστε ξανά.
et: Sisestatud kinnituskood on vale. Palun proovige uuesti.
fi: Antamasi varmennuskoodi on virheellinen. Yritä uudelleen.
he: קוד האימות שהזנת שגוי. אנא נסה שוב.
hr: Unesen je pogrešan kod za provjeru. Pokušajte ponovo.
hu: A megadott visszaigazoló kód hibás. Kérjük, próbálja újra.
ja: 入力された確認コードが間違っています。入力し直してください。
lt: Įvedėte neteisingą patvirtinimo kodą. Bandykite dar kartą.
lv: Ievadītais pārbaudes kods nav pareizs. Lūdzu, mēģiniet vēlreiz.
nb: Verifiseringskoden du skrev inn, er feil. Prøv på nytt.
nl: De verificatiecode die u hebt ingevoerd is onjuist. Probeer het opnieuw.
pt: O código de verificação que introduziu está incorrecto. Tente novamente.
ro: Codul de verificare introdus este incorect. Încearcă din nou.
sk: Zadaný overovací kód je nesprávny. Skúste to znova.
sl: Vnesli ste napačno potrditveno kodo. Poskusite znova.
sv: Verifieringskoden som du angav är felaktig. Försök igen.
th: รหัสการตรวจสอบที่คุณป้อนไม่ถูกต้อง โปรดลองอีกครั้ง
vi: Mã xác thực mà bạn đã nhập không chính xác. Vui lòng thử lại.

# USR_Welcome_Alternate_SignInAccount_lbltxt
source: Or log in with
bg: Или влизане с
ca_es: |Tai kirjaudu jollain seuraavista tileistä:|
cs: nebo se přihlásit pomocí
da: Eller log ind med
el: Ή συνδεθείτε μέσω του
et: Või logige sisse kontoga
fi: Tai kirjaudu jollain seuraavista tileistä:
he: או התחבר באמצעות
hr: Ili se prijavite koristeći
hu: Vagy jelentkezzen be a következővel:
ja: または次のアカウントでログイン：
lt: Arba prisijungti naudojant
lv: Vai piesakieties ar
nb: Eller logg på med
nl: Of meld aan met
pt: Ou inicie sessão com
ro: Sau conectare cu
sk: alebo sa prihlásiť cez
sl: Ali pa se prijavite z
sv: Eller logga in med
th: หรือล็อกอินด้วย
vi: Hoặc đăng nhập bằng

# USR_blogger
source: Blogger
ca_es: |Tinklaraštininkas|
lt: Tinklaraštininkas
sv: Bloggare

# USR_flickr
source: Flickr
ca_es: |Flickristä|
fi: Flickristä

# USR_microsoftaccount
source: Microsoft Account
bg: Акаунт в Microsoft
ca_es: |Обліковий запис Microsoft|
cs: Účet Microsoft
da: Microsoft-konto
et: Microsofti konto
fi: Microsoft-tili
he: חשבון מייקרוסופט
hr: Račun za Microsoft
hu: Microsoft-fiók
ja: Microsoft アカウント
lt: „Microsoft“ paskyra
lv: Microsoft konts
nb: Microsoft-konto
pt: Conta Microsoft
ro: Cont Microsoft
sk: Konto Microsoft
sl: Račun Microsoft
sv: Microsoft-konto
th: บัญชี Microsoft
vi: Tài khoản Microsoft

# USR_myphilips
source: Philips account
bg: Акаунт във Philips
ca_es: |Обліковий запис Philips|
cs: Účet Philips
da: Philips-konto
el: Λογαριασμός Philips
et: Philipsi konto
fi: Philips-tili
he: חשבון פיליפס
hr: Philips račun
hu: Philips fiók
ja: フィリップスアカウント
lt: „Philips“ paskyra
lv: Philips konts
nb: Philips-konto
pt: Conta Philips
ro: Cont Philips
sk: Konto Philips
sl: Račun Philips
sv: Philips-konto
th: บัญชี Phillips
vi: Tài khoản Philips

# USR_sinaweibo
source: Sina Weibo
ca_es: |网和新浪微博|

# USR_InvalidOrMissingName_ErrorMsg
source: Please enter a valid name
bg: моля, въведете валидно име
ca_es: Por favor ingrese un nombre valido
cs: prosím zadejte platné jméno
da: indtast et gyldigt navn
el: Εισαγάγετε ένα έγκυρο όνομα
et: palun sisesta kehtiv nimi
fi: palun sisesta kehtiv nimi
he: אנא הכנס שם חוקי
hr: unesite valjano ime
hu: Kérem egy valós nevet adjon meg
ja: 有効な名前を入力してください
lt: įveskite teisingą vardą
lv: įveskite teisingą vardą
nb: vennligst skriv inn et gyldig navn
nl: Vul alstublieft een geldige naam in
pt: Por favor, indique um nome válido
ro: introduceți un nume valid
sk: zadajte platný názov
sl: prosimo, vnesite veljavno ime
sv: var snäll och skriv ett giltigt namn
th: กรุณาใส่ชื่อที่ถูกต้อง
vi: Xin vui lòng nhập vào một tên hợp lệ

# USR_facebook
source: Facebook
he: פייסבוק

# USR_twitter
source: Twitter
he: טוויטר
