Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_DLS_Optin_Body_Line1
source: Special offers, promotions and first hand information about new product releases. Tailored for you!
bg: Специални предложения, промоции и информация от първа ръка за пускането на нови продукти. Подбрани за вас!
ca_es: |Ofertas especiales, promociones e información de primera mano acerca de los lanzamientos de nuevos productos. ¡Todo ello diseñado especialmente para ti!|
cs: Speciální nabídky, propagační akce a informace z první ruky o nových výrobcích. Přizpůsobeno pro vás!
da: Specialtilbud, kampagner og førstehåndsoplysninger om nye produkter. Skræddersyet til dig!
el: Ειδικές προσφορές, προωθήσεις και πληροφορίες πριν από όλους για τις κυκλοφορίες νέων προϊόντων. Όλα ειδικά για εσάς!
et: Eripakkumised, kampaaniad ja värskeim teave uute toodete turuletuleku koha. Mõeldud just teile!
fi: Erikoistarjouksia, kampanjoita ja ensi käden tietoa uusista tuotteista – räätälöitynä juuri sinulle!
he: הצעות מיוחדות, מבצעים ומידע ממקור ראשון על גרסאות מוצר חדשות. מותאם במיוחד בשבילך!
hr: Posebne ponude, promocije i informacije iz prve ruke o novim proizvodima. Prilagođene vama!
hu: Különleges ajánlatokat, promóciókat és első kézből származó információkat az új termékekről. Az Ön igényeihez szabva!
ja: 特別オファー、プロモーション、新製品の発売に関する情報など、あなたにぴったりの情報をお届けします。
lt: Specialius pasiūlymus, reklamas ir informaciją iš pirmų lūpų apie naujai išleidžiamus produktus. Skirta specialiai jums!
lv: Īpašie piedāvājumi, reklāmas akcijas un informācija no pirmavota par jaunu produktu izlaidi. Īpaši jums!
nb: Spesialtilbud, kampanjer og førstehåndsinformasjon om nye produktlanseringer. Tilpasset deg!
nl: Speciale aanbiedingen, promoties en informatie uit de eerste hand over nieuwe productreleases. Voor u op maat!
pt: Ofertas especiais, promoções e informações em primeira mão sobre o lançamento de novos produtos. Tudo adaptado a si!
ro: Oferte speciale, promoţii şi informaţii direct de la sursă despre noile produse lansate. Adaptate special pentru tine!
sk: Špeciálne ponuky, propagačné akcie a informácie o nových výrobkoch z prvej ruky. Prispôsobené presne pre vás!
sl: Posebne ponudbe, promocije in informacije iz prve roke o novih izdelkih na trgu. Prilagojeno posebej za vas.
sv: Specialerbjudanden, kampanjer och förstahandsinformation om nya produktlanseringar. Skräddarsydda för dig!
th: ข้อเสนอพิเศษ โปรโมชั่น และข้อมูลโดยตรงเกี่ยวกับการเปิดตัวผลิตภัณฑ์ใหม่ ทำมาเพื่อคุณ!
vi: Đề nghị chào hàng đặc biệt, chương trình quảng cáo và thông tin đầu tiên về các đợt phát hành sản phẩm mới, được điều chỉnh riêng cho bạn!

# USR_DLS_Optin_Body_Line2
source: Join 140.000 of your peers now!
bg: Присъединете се към 140 000 потребители сега!
ca_es: |Rejoignez dès maintenant une communauté de plus de 140 000 personnes !|
cs: Přidejte se ke 140 000 dalších uživatelů ještě dnes!
da: 140.000 har allerede tilmeldt sig!
el: Συνδεθείτε με 140.000 άλλους παρόμοιους χρήστες τώρα!
et: Liituge 140 000 kaaslasega!
fi: Liity nyt yli 140 000 kaltaisesi joukkoon!
he: הצטרף אל 140,000 מעמיתיך עכשיו!
hr: Pridružite se 140 000 drugih korisnika odmah!
hu: Csatlakozzon 140 000 fős táborunkhoz!
ja: 14 万人のユーザーがいる my Philips に参加しましょう！
lt: Prisijunkite prie 140 000 bendraminčių dabar!
lv: Pievienojieties 140 000 lietotāju!
nb: Gjør som 140 000 andre personer nå!
nl: 140.000 mensen gingen u al voor!
pt: Junte-se já a 140 000 utilizadores!
ro: Alătură-te acum celor 140.000 de colegi!
sk: Pridajte sa hneď teraz k 140 000 odberateľom!
sl: Pridružite se 140.000 somišljenikom.
sv: Gör som 140 000 andra och gå med nu!
th: เข้าร่วมกับเพื่อนของคุณกว่าอีก 140,000 คนตอนนี้เลย!
vi: Gia nhập ngay 140,000 người có cùng sở thích như bạn!

# USR_DLS_Password_lbltxt
source: Password
bg: Парола
ca_es: |Κωδικός πρόσβασης|
cs: Heslo
da: Adgangskode
el: Κωδικός πρόσβασης
et: Salasõna
fi: Salasana
he: סיסמה
hr: Lozinka
hu: Jelszó
ja: パスワード
lt: Slaptažodis
lv: Parole
nb: Passord
nl: Wachtwoord
pt: Palavra-passe
ro: Parolă
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
vi: Mật khẩu
