Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_Login_Details_Txt
source: Login details
bg: Данни за влизане
ca_es: |Detalhes de início de sessão|
cs: Данни за влизане
da: Login-oplysninger
el: Στοιχεία σύνδεσης
et: Sisselogimise andmed
fi: Kirjautumistiedot
he: פרטי כניסה
hr: Pojedinosti prijave
hu: Bejelentkezési adatok
ja: ログイン詳細
lt: Prisijungimo informacija
lv: Pieteikšanās detaļas
nb: Påloggingsdetaljer
nl: Aanmeldingsgegevens
pt: Detalhes de início de sessão
ro: Detalii conectare
sk: Prihlasovacie údaje
sl: Podrobnosti prijave
sv: Inloggningsuppgifter
th: รายละเอียดการล็อกอิน
vi: Chi tiết đăng nhập

# USR_MaxiumCharacters_ErrorMsg
source: You cannot enter more than 256 characters.
bg: Не можете да въведете повече от 256 знака.
ca_es: |Δεν μπορείτε να προσθέσετε περισσότερους από 256 χαρακτήρες.|
cs: Nelze zadat více než 256 znaků.
da: Du kan ikke indtaste mere end 256 tegn.
el: Δεν μπορείτε να προσθέσετε περισσότερους από 256 χαρακτήρες.
et: Saate sisestada kuni 256 tähemärki.
fi: Voit lisätä enintään 256 merkkiä.
he: אי אפשר להזין יותר מ-256 תווים.
hr: Ne možete unijeti više od 256 znakova.
hu: Legfeljebb 256 karakter hosszúságú szöveget adhat meg.
ja: 256 文字を超える入力はできません。
lt: Negalite įvesti daugiau nei 256 ženklus.
lv: Nevar ievadīt vairāk kā 256 rakstzīmes.
nb: Du kan ikke skrive inn mer enn 256 tegn.
nl: U kunt maximaal 256 tekens invoeren.
pt: Não pode introduzir mais de 256 caracteres.
ro: Nu poţi să introduci mai mult de 256 de caractere.
sk: Nie je možné zadať viac než 256 znakov.
sl: Ne morete vnesti več kot 256 znakov.
sv: Du kan inte ange fler än 256 tecken.
th: คุณไม่สามารถป้อนได้มากกว่า 256 ตัวอักษร
vi: Bạn không thể nhập quá 256 ký tự.

# USR_Mobile_number_TitleTxt
source: Mobile number
bg: Мобилен номер
ca_es: |Номер мобильного телефона|
cs: Мобилен номер
da: Mobilnummer
el: Κινητό
et: Mobiilinumber
fi: Puhelinnumero
he: מספר הנייד
hr: Broj mobitela
hu: Mobilszám
ja: 携帯電話番号
lt: Mob. tel. nr.
lv: Mob. tālruņa numurs
nb: Mobilnummer
nl: Mobiele nummer
pt: Número de telemóvel
ro: Număr telefon mobil
sk: Číslo mobilného telefónu
sl: Številka mobilnega telefona
sv: Mobilnummer
th: หมายเลขโทรศัพท์มือถือ
vi: Số điện thoại di động

# USR_MyDetails_TitleTxt
source: My details
bg: Моите данни
ca_es: |التفاصيل الخاصة بي|
cs: Моите данни
da: Mine oplysn.
el: Στοιχεία
et: Minu andmed
fi: Omat tiedot
he: הפרטים שלי
hr: Moji detalji
hu: Saját adataim
ja: 詳細
lt: Informacija
lv: Mana informācija
nb: Mine detaljer
nl: Mijn details
pt: Os meus detalhes
ro: Detaliile mele
sk: Moje detaily
sl: Moji podatki
sv: Mina uppgifter
th: ข้อมูลของฉัน
vi: Thông tin chi tiết

# USR_NameField_ErrorText
source: Please enter your first name.
bg: Въведете собственото си име.
ca_es: |Въведете собственото си име.|
cs: Zadejte své křestní jméno.
da: Indtast dit fornavn.
el: Εισαγάγετε το όνομά σας.
et: Sisestage oma eesnimi.
fi: Kirjoita etunimesi.
he: אנא הזן את שמך הפרטי.
hr: Unesite svoje ime.
hu: Adja meg a keresztnevét.
ja: 名前（名）を入力してください
lt: Įveskite vardą.
lv: Lūdzu, ievadiet savu vārdu.
nb: Skriv inn fornavnet ditt.
nl: Voer uw voornaam in.
pt: Introduza o seu primeiro nome.
ro: Introdu prenumele.
sk: Zadajte krstné meno.
sl: Vnesite svoje ime.
sv: Ange ditt förnamn.
th: โปรดป้อนชื่อของคุณ
vi: Vui lòng nhập tên của bạn.

# USR_Name_TitleTxt
source: Name
bg: Име
ca_es: |Imię i nazwisko|
cs: Име
da: Navn
el: Όνομα
et: Nimi
fi: Nimi
he: שם
hr: Ime
hu: Név
ja: 名前
lt: Pavadinimas:
lv: Vārds
nb: Navn
nl: Naam
pt: Nome
ro: Nume
sk: Názov
sl: Ime
sv: Namn
th: ชื่อ
vi: Tên

# USR_Network_ErrorMsg
source: You appear to be offline. Please check your internet settings.
bg: Изглежда, че сте офлайн. Моля, проверете интернет настройките си.
ca_es: |Не удалось установить соединение. Проверьте настройки подключения к сети.|
cs: Vypadá to, že jste offline. Zkontrolujte nastavení připojení k internetu.
da: Du ser ud til at være offline. Kontroller dine internetindstillinger.
el: Φαίνεστε offline. Ελέγξτε τις ρυθμίσεις internet.
et: Näib, et võrguühendust ei ole. Kontrollige oma internetiseadeid.
fi: Olet offline-tilassa. Tarkista verkkoyhteyden asetukset.
he: נראה שאתה במצב לא מקוון. בדוק את הגדרות האינטרנט.
hr: Izgleda da ste izvan mreže. Provjerite internetske postavke.
hu: Úgy tűnik, ki van jelentkezve. Kérjük, ellenőrizze az internetbeállításokat.
ja: オフラインのようです。 インターネット設定を確認してください。
lt: Esate neprisijungęs prie interneto. Patikrinkite interneto ryšio nustatymus.
lv: Šķiet, ka esat bezsaistē. Lūdzu, pārbaudiet interneta iestatījumus.
nb: Det virker som at du er frakoblet. Sjekk Internett-innstillingene.
nl: U lijkt offline te zijn. Controleer uw internetinstellingen.
pt: Parece estar offline. Verifique as suas definições de Internet.
ro: Se pare că eşti offline. Verifică-ţi setările de internet.
sk: Zdá sa, že ste offline. Skontrolujte svoje internetové nastavenia.
sl: Videti je, da niste povezani z internetom. Preverite internetne nastavitve.
sv: Du verkar vara offline. Kontrollera dina internetinställningar.
th: ดูเหมือนว่า คุณ กำลังออฟไลน์อยู่ โปรดตรวจสอบการตั้งค่าอินเทอร์เน็ต
vi: Có vẻ như bạn đang ngoại tuyến. Vui lòng kiểm tra cài đặt internet của bạn.

# USR_PasswordField_ErrorMsg
source: Please enter your password
bg: Въведете паролата си
ca_es: |Veuillez entrer votre mot de passe.|
cs: Zadejte své heslo
da: Indtast din adgangskode.
el: Εισαγάγετε κωδικό πρόσβασης
et: Palun sisestage oma salasõna
fi: Kirjoita salasana
he: הזן סיסמה
hr: Unesite lozinku
hu: Adja meg jelszavát
ja: パスワードを入力してください
lt: Įveskite savo slaptažodį
lv: Lūdzu, ievadiet savu paroli
nb: Skriv inn passordet ditt
nl: Voer je wachtwoord in
pt: Introduza a sua palavra-passe.
ro: Introdu parola
sk: Zadajte svoje heslo
sl: Vnesite geslo
sv: Ange ditt lösenord
th: โปรดป้อนรหัสผ่านของคุณ
vi: Vui lòng nhập mật khẩu của bạn

# USR_Password_Guidelines
source: Password must have at least 8 characters with a mix of letters (A-Z, a-z), digits(0-9) and/or symbols (_.@$).
bg: Паролата трябва да има най-малко 8 знака с комбинация от букви (A-Z, a-z), цифри (0-9) и/или символи (_.@$).
ca_es: |Das Passwort muss aus mindestens 8 Zeichen bestehen und folgende Zeichentypen enthalten: Buchstaben (A-Z, a-z), Ziffern (0 bis 9) und Symbole (_.@$).|
cs: Heslo musí mít nejméně 8 znaků včetně kombinace písmen (A–Z, a–z), číslic (0–9) nebo symbolů (_.@$).
da: Adgangskoden skal indeholde mindst 8 tegn med en blanding af bogstaver (A-Z, a-z), tal (0-9) og/eller symboler (_.@$).
el: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες με συνδυασμό γραμμάτων (A-Z, a-z), ψηφίων (0-9) ή/και συμβόλων (_.@$).
et: Parool peab koosnema vähemalt 8 tähemärgist, mis peavad hõlmama tähti (A–Z, a–z), numbreid (0–9) ja/või sümboleid (_.@$).
fi: Salasanassa on oltava vähintään 8 merkkiä ja sen täytyy sisältää kirjaimia (A–Z, a–z), numeroita (0–9) ja/tai symboleja (_.@$).
he: הסיסמה צריכה להיות באורך של 8 תווים לפחות, ולכלול עירוב של אותיות (A-Z, a-z), ספרות (0-9) ו/או סמלים (_.@$).
hr: Lozinka mora imati najmanje 8 znakova uz kombinaciju slova (A-Z, a-z), znamenki (0 – 9) i/ili simbola (_.@$).
hu: A jelszónak legalább 8 karaktert kell tartalmaznia, és betűk (A-Z, a-z), számjegyek (0-9) és/vagy szimbólumok (_.@$) kombinációjából kell állnia.
ja: パスワードは、アルファベット（A～Z、a～z）、数字（0～9）、または記号（_.@$）を組み合わせた 8 文字以上のものを使用してください。
lt: Slaptažodį turi sudaryti bent 8 ženklai, t. y. raidžių (A–Z, a–z), skaičių (0–9) ir / arba simbolių (_.@$) derinys.
lv: Parolei jābūt vismaz 8 rakstzīmes garai un jāsatur burtu (A-Z, a-z), ciparu (0-9) un/vai simbolu (_.@$) kombinācija.
nb: Passordet må inneholde minst åtte tegn og må bestå av ulike bokstaver (A–Z, a–z), tall (0–9) og/eller symboler (_.@$).
nl: Wachtwoord moet uit ten minste 8 tekens bestaan met een combinatie van letters (A-Z, a-z), cijfers (0-9) en/of symbolen (_.@$).
pt: A palavra-passe tem de conter, pelo menos, 8 caracteres com uma combinação de letras (A-Z, a-z), dígitos (0-9) e/ou símbolos (_. @ $).
ro: Parola trebuie să aibă minimum 8 caractere şi să conţină o combinaţie de litere (A-Z, a-z), cifre (0-9) şi/sau simboluri (_.@$).
sk: Heslo musí obsahovať aspoň 8 znakov pozostávajúcich z kombinácie písmen (A – Z, a – z), číslic (0 – 9) alebo symbolov (_.@$).
sl: Geslo mora vsebovati vsaj 8 znakov s kombinacijo črk (A–Z, a–z), številk (0–9) in/ali simbolov (_.@$).
sv: Lösenordet måste bestå av minst 8 tecken med en blandning av bokstäver (A-Z, a-z), siffror (0-9) och symboler (_.@$).
th: รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษรโดยผสมระหว่างตัวหนังสือ (A-Z, a-z), ตัวเลข(0-9) และ/หรือสัญลักษณ์ (_.@$)
vi: Mật khẩu phải có ít nhất 8 ký tự gồm chữ cái (A-Z, a-z), chữ số (0-9) và/hoặc ký hiệu (_.@$).

# USR_Password_Strength_Medium
source: Medium
bg: Средно
ca_es: |Keskinopea|
cs: Střední
da: Mellem
el: Μέτρια
et: Keskmine
fi: Keskinopea
he: בינוני
hr: Srednja
hu: Közepes
ja: ミディアム
lt: Vidutinė
lv: Vidējs
nb: middels
pt: Média
ro: Medie
sk: Stredná
sl: Srednja
th: ปานกลาง
vi: Trung bình

# USR_Password_Strength_Strong
source: Strong
bg: Сигурна
ca_es: |Надежный|
cs: Silné
da: Stærk
el: Ισχυρός
et: Tugev
fi: Vahva
he: חזק
hr: Jaka
hu: Erős
ja: 強
lt: Stiprus
lv: Izturība
nb: Sterk
nl: Sterk
pt: Forte
ro: Puternică
sk: Silné
sl: Močno
sv: Starkt
th: คาดเดายาก
vi: Mạnh

# USR_Password_Strength_Weak
source: Weak
bg: Слаба
ca_es: |Ненадійний|
cs: Slabé
da: Svag
el: Αδύναμος
et: Nõrk
fi: Heikko
he: חלש
hr: Slaba
hu: Gyenge
ja: 弱
lt: Silpna
lv: Vāji
nb: Svakt
nl: Zwak
pt: Fraco
ro: Simplă
sk: Slabé
sl: Slabo
sv: Svagt
th: คาดเดาง่าย
vi: Yếu

# USR_Personal_Details_Txt
source: Personal details
bg: Лични данни
ca_es: |Renseignements personnels|
cs: Лични данни
da: Personlige oplysninger
el: Προσωπικά στοιχεία
et: Isikuandmed
fi: Henkilötiedot
he: פרטים אישיים
hr: Osobni podaci
hu: Személyes adatok
ja: 個人情報詳細
lt: Asmens duomenys
lv: Personas informācija
nb: Personlige opplysninger
nl: Persoonlijke gegevens
pt: Detalhes pessoais
ro: Date personale
sk: Osobné údaje
sl: Osebni podatki
sv: Personuppgifter
th: รายละเอียดส่วนตัว
vi: Chi tiết cá nhân

# USR_PhoneNumber_Txt
source: phone number
bg: телефонен номер
ca_es: |votre numéro de téléphone, |
cs: telefonní číslo
da: telefonnummer
el: αριθμός τηλεφώνου
et: telefoninumber;
fi: puhelinnumero
he: מספר טלפון
hr: telefonski broj
hu: telefonszám
ja: 電話番号
lt: telefono numerį;
lv: tālruņa numurs
nb: telefonnummer
nl: telefoonnummer
pt: número de telefone
ro: numărul de telefon
sk: telefónne číslo,
sl: telefonska številka
sv: telefonnummer
th: หมายเลขโทรศัพท์
vi: số điện thoại

# USR_Phone_Number_Not_Found_Text
source: Phone number not found
bg: Телефонният номер не е намерен
ca_es: |Número de telemóvel não encontrado|
cs: Telefonní číslo nebylo nalezeno
da: Telefonnummeret blev ikke fundet
el: Ο αριθμός τηλεφώνου δεν βρέθηκε
et: Telefoninumbrit ei leitud
fi: Puhelinnumeroa ei löytynyt
he: מספר הטלפון לא נמצא
hr: Telefonski broj nije pronađen
hu: A telefonszám nem található
ja: 電話番号が見つかりません
lt: Telefono numeris nerastas
lv: Tālruņa numurs nav atrasts
nb: Finner ikke telefonnummeret
nl: Telefoonnummer niet gevonden
pt: Número de telemóvel não encontrado
ro: Numărul de telefon nu a fost găsit
sk: Nenašlo sa telefónne číslo
sl: Telefonske številke ni mogoče najti
sv: Telefonnummer hittades inte
th: ไม่พบหมายเลขโทรศัพท์
vi: Không tìm thấy số điện thoại

# USR_PrivacyNoticeText
source: Privacy Notice
bg: Бележка за поверителност
ca_es: |Informations relatives à la confidentialité des données|
cs: Oznámení o ochraně osobních údajů
da: Meddelelse om beskyttelse af personlige oplysninger
el: Δήλωση απορρήτου
et: Privaatsusavaldus
fi: Tietosuojalausunto
he: הודעת פרטיות
hr: Obavijest o privatnosti
hu: Adatvédelmi nyilatkozat
ja: プライバシーに関する通知
lt: Privatumo nuostatos
lv: Paziņojums par konfidencialitāti
nb: Merknad om personvern
nl: Privacyverklaring
pt: Declaração de privacidade
ro: Notificarea de confidențialitate
sk: Vyhlásenie o používaní osobných údajov
sl: Obvestilo o zasebnosti
sv: Sekretessmeddelande
th: ประกาศเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล
vi: Thông báo về quyền riêng tư

# USR_Provider_Not_Supported
source: Provider not supported.
bg: Доставчикът не се поддържа.
ca_es: |Pakalpojuma sniedzējs netiek atbalstīts.|
cs: Poskytovatel není podporován.
da: Udbyder understøttes ikke.
el: Ο πάροχος δεν υποστηρίζεται.
et: Teenuseosutajat ei toetata.
fi: Toimittajaa ei tueta.
he: הספק אינו נתמך.
hr: Davatelj usluga nije podržan.
hu: A szolgáltató nem támogatott.
ja: サポートされていないプロバイダーです。
lt: Tiekėjas nepalaikomas.
lv: Pakalpojuma sniedzējs netiek atbalstīts.
nb: Leverandøren støttes ikke.
nl: Provider niet ondersteund.
pt: Fornecedor não suportado.
ro: Furnizorul nu este acceptat.
sk: Poskytovateľ nie je podporovaný.
sl: Ponudnik ni podprt.
sv: Leverantör som inte stöds.
th: ผู้ให้บริการไม่รองรับ
vi: Nhà cung cấp không được hỗ trợ.

# USR_Receive_Philips_News_Meaning_lbltxt
source: What does this mean?
bg: Какво означава това?
ca_es: |Qu'est-ce que cela signifie ?|
cs: Co to znamená?
da: Hvad betyder dette?
el: Τι σημαίνει αυτό;
et: Mida see tähendab?
fi: Mitä tämä tarkoittaa?
he: מה זה אומר?
hr: Što to znači?
hu: Ez mit jelent?
ja: どういう意味ですか？
lt: Ką tai reiškia?
lv: Ko tas nozīmē?
nb: Hva betyr dette?
nl: Wat betekent dit?
pt: O que significa isto?
ro: Ce înseamnă aceasta?
sk: Čo to znamená?
sl: Kaj to pomeni?
sv: Vad betyder det?
th: หมายความว่าอย่างไร
vi: Điều này nghĩa là gì?

# USR_Resend_SMS_title
source: Resend SMS
bg: Ново изпращане на SMS
ca_es: |Отправить SMS-сообщение повторно|
cs: Poslat znovu SMS zprávu
da: Send SMS igen
el: Νέα αποστολή SMS
et: Saada SMS uuesti
fi: Lähetä tekstiviesti uudelleen
he: הודעת SMS חדשה
hr: Ponovo pošalji SMS
hu: SMS újraküldése
ja: SMS を再送
lt: Iš naujo atsiųsti SMS žinutę
lv: Pārsūtīt īsziņu
nb: Send SMS på nytt
nl: Sms opnieuw verzenden
pt: Reenviar SMS
ro: SMS retrimis
sk: Znova odoslať správu SMS
sl: Ponovno pošlji SMS
sv: Skicka om SMS
th: ส่ง SMS อีกครั้ง
vi: Gửi lại SMS

# USR_SigIn_TitleTxt
source: Log In
bg: Влизане
ca_es: |Увійти в систему|
cs: Přihlásit
da: Log ind
el: Σύνδεση
et: Logi sisse
fi: Kirjaudu
he: התחבר
hr: Prijava
hu: Bejelentkezés
ja: ログイン
lt: Prisijungti
lv: Pieteikties
nb: Logg på
nl: Aanmelden
pt: Iniciar sessão
ro: Conectare
sk: Prihlásenie
sl: Prijava
sv: Logga in
th: ล็อกอิน
vi: Đăng nhập

# USR_SignOut_btntxt
source: Log Out
bg: Изход
ca_es: |Terminar sessão|
cs: Odhlásit
da: Log af
el: Έξοδος
et: Logi välja
fi: Kirjaudu ulos
he: התנתק
hr: Odjava
hu: Kijelentkezés
ja: ログアウト
lt: Atsijungti
lv: Iziet
nb: Logg av
nl: Afmelden
pt: Terminar sessão
ro: Deconectare
sk: Odhlásiť sa
sl: Odjava
sv: Logga ut
th: ล็อกเอาต์
vi: Đăng xuất

# USR_Social_Merge_Cancel_btntxt
source: Cancel
bg: Отказ
ca_es: |Скасувати|
cs: Zrušit
da: Annuller
el: Ακύρωση
et: Tühista
fi: Peruuta
he: ביטול
hr: Odustani
hu: Mégse
ja: キャンセル
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
ro: Anulare
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
vi: Hủy

# USR_Social_SignIn_AlmostDone_lbltxt
source: Almost done!
bg: Почти готово!
ca_es: |Vous avez presque terminé !|
cs: Téměř hotovo!
da: Næsten færdig!
el: Σχεδόν τελειώσατε!
et: Peaaegu valmis!
fi: Melkein valmista!
he: כמעט סיימת!
hr: Još malo i gotovi ste!
hu: Majdnem készen van!
ja: もう少しで完了です
lt: Jau beveik baigėte!
lv: Gandrīz pabeigts!
nb: Du er snart ferdig.
nl: Bijna klaar!
pt: Está quase a terminar!
ro: Aproape gata!
sk: Takmer hotovo!
sl: Skoraj ste že končali.
sv: Nästan klar!
th: เกือบจะเสร็จแล้ว!
vi: Gần xong rồi!

# USR_SomethingWentWrong_Txt
source: Sorry, something went wrong.
bg: Съжаляваме, възникна грешка.
ca_es: |何らかの問題が発生しました。ご不便をおかけして申し訳ございません|
cs: Omlouváme se, něco se pokazilo.
da: Beklager, noget gik galt.
el: Παρουσιάστηκε κάποιο πρόβλημα.
et: Vabandage, midagi läks valesti.
fi: Tapahtui tuntematon virhe.
he: מצטערים, משהו השתבש.
hr: Nažalost, došlo je do pogreške.
hu: Sajnáljuk, de valamilyen hiba történt.
ja: 何らかの問題が発生しました。ご不便をおかけして申し訳ございません
lt: Atsiprašome, įvyko klaida.
lv: Diemžēl neizdevās veikt darbību.
nb: Beklager, noe gikk galt.
nl: Er is helaas iets fout gegaan.
pt: Lamentamos, ocorreu um erro.
ro: Ne pare rău, ceva nu a funcţionat corect.
sk: Prepáčte, došlo k chybe.
sl: Oprostite, prišlo je do napake.
sv: Något gick fel.
th: ขออภัย มีข้อผิดพลาดเกิดขึ้น
vi: Rất tiếc, có điều gì đó không đúng.

# USR_TermsAndConditionsAcceptanceText_Error
source: Please accept the Terms & Conditions
bg: Приемете правилата и условията
ca_es: |Akzeptieren Sie die allgemeinen Geschäftsbedingungen|
cs: Potvrďte souhlas s podmínkami
da: Accepter Vilkår og betingelser
el: Αποδεχτείτε τους Όρους και τις προϋποθέσεις
et: Palun kinnitage tingimused
fi: Hyväksy Käyttöehdot
he: אשר את התנאים והתניות
hr: Prihvatite odredbe i uvjete
hu: Kérjük, fogadja el a használati feltételeket
ja: アプリの利用規約に同意する
lt: Sutikite su sąlygomis ir taisyklėmis
lv: Lūdzu, piekrītiet noteikumiem un nosacījumiem
nb: Godta vilkårene og betingelsene
nl: Accepteer de algemene voorwaarden
pt: Aceite os Termos e condições
ro: Te rugăm să accepţi termenii şi condiţiile
sk: Vyjadrite súhlas so všeobecnými podmienkami
sl: Sprejmite pogoje in določila
sv: Godkänn våra Villkor
th: โปรดยอมรับข้อกำหนดและเงื่อนไข
vi: Vui lòng chấp nhận Điều khoản và điều kiện

# USR_TermsAndConditionsText
source: Terms and Conditions
bg: Правила и условия
ca_es: |Allg. Nutzungsbedingungen|
cs: Podmínky
da: Vilkår og betingelser
el: Όροι και προϋποθέσεις
et: Kasutustingimused
fi: Käyttöehdot
he: תנאים והתניות
hr: Odredbe i uvjeti
hu: Felhasználási feltételek
ja: 利用規約
lt: Nuostatos ir sąlygos
lv: Noteikumi un nosacījumi
nb: Vilkår og betingelser
nl: Algemene voorwaarden
pt: Termos e condições
ro: Termenii și condițiile
sk: Všeobecné podmienky
sl: Pogoji in določila
sv: Villkor
th: ข้อกำหนดและเงื่อนไข
vi: Điều khoản và điều kiện

# USR_Title_AccountAlreadyExists_Txt
source: Account already exists.
bg: Акаунтът вече съществува.
ca_es: |Учетная запись уже существует.|
cs: Účet již existuje.
da: Konto findes allerede.
el: Ο λογαριασμός υπάρχει ήδη.
et: Konto juba olemas.
fi: Tili on jo käytössä.
he: החשבון קיים כבר.
hr: Račun već postoji.
hu: A fiók már létezik.
ja: アカウントは既に存在します。
lt: Tokia paskyra jau yra.
lv: Konts jau eksistē.
nb: Kontoen finnes allerede.
nl: Account bestaat al.
pt: A conta já existe.
ro: Contul există deja.
sk: Účet už existuje.
sl: Račun že obstaja.
sv: Kontot finns redan.
th: มีการใช้บัญชีนี้อยู่แล้ว
vi: Tài khoản đã tồn tại.

# USR_Title_AuthorizationCodeExpired_Txt
source: Authorization code has expired
bg: Кодът за потвърждение е изтекъл
ca_es: |Истек срок действия кода авторизации|
cs: Platnost autorizačního kódu vypršela
da: Godkendelseskoden er udløbet
el: Ο κωδικός έγκρισης έληξε
et: Kinnituskood on aegunud
fi: Vahvistuskoodi on vanhentunut.
he: פג תוקף קוד ההרשאה
hr: Kôd za autorizaciju istekao je
hu: Az engedélyezőkód érvényessége lejárt.
ja: 認証コードの期限が切れています
lt: Baigėsi patvirtinimo kodo laikas
lv: Autorizācijas koda derīgums ir beidzies
nb: Autorisasjonskoden er utløpt
nl: Autorisatiecode is verlopen
pt: O código de autorização expirou
ro: Codul de autorizare a expirat
sk: Platnosť autorizačného kódu vypršala.
sl: Pooblastitvena koda je potekla
sv: Verifieringskoden har upphört
th: รหัสยืนยันตัวตนได้หมดอายุ
vi: Mã ủy quyền đã hết hạn

# USR_Title_ConnectionLost_Txt
source: Connection lost
bg: Загубена връзка
ca_es: |Se ha perdido la conexión|
cs: Připojení ztraceno
da: Forbindelse afbrudt
el: Χάθηκε η σύνδεση
et: Ühendus katkenud
fi: Yhteys on katkennut
he: החיבור אבד
hr: Veza je prekinuta
hu: A kapcsolat megszakadt
ja: 接続切断
lt: Dingo ryšys
lv: Zaudēts savienojums
nb: Mistet tilkobling
nl: Verbinding verbroken
pt: Ligação perdida
ro: Conexiune pierdută
sk: Prerušené spojenie
sl: Povezava prekinjena
sv: Anslutning förlorades
th: สูญเสียการเชื่อมต่อ
vi: Mất kết nối

# USR_Title_NoInternetConnection_Txt
source: No internet connection
bg: Няма връзка с интернет
ca_es: |Connessione a Internet assente|
cs: Nelze se připojit k internetu
da: Ingen internetforbindelse
el: Χωρίς σύνδεση internet
et: Internetiühendus puudub
fi: Ei verkkoyhteyttä
he: אין חיבור לאינטרנט
hr: Nema internetske veze
hu: Nincs internetkapcsolat.
ja: インターネット接続なし
lt: Nėra interneto ryšio
lv: Nav interneta savienojuma
nb: Ingen Internett-tilkobling
nl: Geen internetverbinding
pt: Sem ligação à Internet
ro: Fără conexiune la internet
sk: Nemáte pripojenie na internet
sl: Ni internetne povezave
sv: Ingen anslutning till Internet
th: ไม่มีการเชื่อมต่ออินเตอร์เน็ต
vi: Không có kết nối internet

# USR_Title_SignatureExpired_Txt
source: Signature expired
bg: Подписът е изтекъл
ca_es: |Signaturen har upphört att gälla|
cs: Podpis vypršel
da: Signatur udløbet
el: Η υπογραφή έληξε
et: Allkiri aegunud
fi: Allekirj. vanhentunut
he: פג תוקף החתימה
hr: Potpis je istekao
hu: Az aláírás lejárt.
ja: シグネチャーの期限切れ
lt: Baigėsi pasirašymo laikas
lv: Paraksta termiņa kļūme
nb: Signatur utløpt
nl: Handtekening verlopen
pt: A assinatura expirou
ro: Semnătură expirată
sk: Podpis vypršal
sl: Podpis je potekel
sv: Signaturen har upphört att gälla
th: ลายเซ็นหมดอายุ
vi: Chữ ký đã hết hạn

# USR_Title_SmsNotSent_Txt
source: SMS not sent
bg: Неизпратен SMS
ca_es: |لم يتم إرسال رسالة نصية قصيرة|
cs: SMS neodeslána
da: SMS ikke sendt
el: Δεν στάλθηκε SMS
et: SMSi ei saadetud
fi: Viesti ei lähet.
he: הודעת ה-SMS לא נשלחה
hr: SMS nije poslan
hu: Az SMS nincs elküldve.
ja: SMS 未送信
lt: SMS neišsiųsta
lv: SMS nav nosūtīta
nb: SMS ikke sendt
nl: SMS niet verzonden
pt: SMS não enviada
ro: SMS netrimis
sk: Neodoslaná SMS
sl: SMS ni poslan
sv: SMS skickades inte!
th: ไม่ได้ส่ง SMS
vi: Không thể gửi SMS

# USR_Title_TooManyRequests_Txt
source: Too many requests
bg: Прекалено много заявки
ca_es: |Existem demasiados pedidos|
cs: Příliš mnoho požadavků
da: For mange anmodninger
el: Πάρα πολλά αιτήματα
et: Liiga palju taotlusi
fi: Liian monta yritystä
he: בקשות רבות מדי
hr: Previše zahtjeva
hu: Túl sok a kérelem.
ja: リクエスト過多
lt: Per daug užklausų
lv: Par daudz pieprasījumu
nb: For mange forespørsler
nl: Te veel verzoeken
pt: Existem demasiados pedidos
ro: Prea multe solicitări
sk: Príliš veľa žiadostí
sl: Preveč zahtev
sv: För många förfrågningar
th: มีคำร้องมากเกินไป
vi: Quá nhiều yêu cầu

# USR_Title_UnexpectedError_Txt
source: Unexpected error
bg: Неочаквана грешка
ca_es: |Непредвиденная ошибка|
cs: Neočekávaná chyba
da: Uventet fejl
el: Απροσδόκητο σφάλμα
et: Ootamatu viga
fi: Odottamaton virhe
he: שגיאה לא צפויה
hr: Neočekivana pogreška
hu: Váratlan hiba
ja: 不明なエラー
lt: Netikėta klaida
lv: Neparedzēta kļūda
nb: Uventet feil
nl: Onverwachte fout
pt: Erro inesperado
ro: Eroare neaşteptată
sk: Nečakaná chyba
sl: Nepričakovana napaka
sv: Oväntat fel
th: ข้อผิดพลาดไม่คาดคิด
vi: Lỗi không mong muốn

# USR_TraditionalSignIn_SignInWithMyPhilips_lbltxt
source: Log in with Philips account
bg: Влизане с акаунт във Philips
ca_es: |Вхід у систему з обліковим записом Philips|
cs: Přihlásit se pomocí účtu Philips
da: Log ind med din Philips-konto
el: Σύνδεση μέσω λογαριασμού Philips
et: Logi sisse Philipsi kontoga
fi: Kirjaudu Philips-tilille
he: התחבר באמצעות חשבון הפיליפס שלך
hr: Prijavite se pomoću Philips računa
hu: Bejelentkezés Philips-fiókkal
ja: MyPhilipsでログイン
lt: Prisijunkite naudodami „Philips“ paskyrą
lv: Pieteikties ar Philips kontu
nb: Logg deg på med Philips-kontoen
nl: Meld aan met uw Philips-account
pt: Iniciar sessão com a conta Philips
ro: Conectează-te cu ajutorul contului Philips
sk: Prihlásiť sa kontom Philips
sl: Prijava z računom Philips
sv: Logga in med ditt Philips-konto
th: ล็อกอินด้วยบัญชี Philips
vi: Đăng nhập bằng tài khoản Philips
