Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_Account_Merge_Merge_btntxt
source: Merge
bg: Сливане
ca_es: |Knytt sammen|
cs: Sloučit
da: Flet sammen
el: Συγχώνευση
et: Seo kontod
fi: Yhdistä
he: מזג
hr: Spoji
hu: Egyesítés
ja: マージ
lt: Sujungti
lv: Sapludināt
nb: Knytt sammen
nl: Samenvoegen
pt: Ligar
ro: Fuzionare
sk: Zlúčiť
sl: Združi
sv: Koppla
th: รวม
vi: Hợp nhất

# USR_Account_Setting_Titletxt
source: Account settings
bg: Настройки на акаунта
ca_es: |Налаштування облікового запису|
cs: Nastavení účtu
da: Kontoindstillinger
el: Ρυθμίσεις λογαριασμού
et: Konto seaded
fi: Tilin asetukset
he: הגדרות חשבון
hr: Postavke računa
hu: Fiókbeállítások
ja: アカウント設定
lt: Paskyros nustatymai
lv: Konta iestatījumi
nb: Kontoinnstillinger
nl: Accountinstellingen
pt: Definições da conta
ro: Setările contului
sk: Nastavenia konta
sl: Nastavitve računa
sv: Kontoinställningar
th: การตั้งค่าบัญชี
vi: Thiết đặt tài khoản

# USR_Action_ConsumerCare_Txt
source: Consumer Care
bg: Обслужване клиент
ca_es: |Central de Atendimento ao Cliente|
cs: Zákaznická podpora
da: Forbrugerlinje
el: Εξυπηρέτηση
et: Klienditeenindus
fi: Asiakaspalvelu
he: צור קשר עם פיליפס
hr: Služba za potrošače
hu: Vevőszolgálat
ja: 家電製品
lt: Klientų aptarnavimo centras
lv: Klientu apkalpošana
nb: Forbrukerstøtte
nl: Klantenservice
pt: Apoio ao cliente
ro: Asistenţă clienţi
sk: Starostlivosť o zákazníkov
sl: Pomoč uporabnikom
sv: Kundtjänst
th: ฝ่ายดูแลลูกค้า
vi: Chăm sóc khách hàng

# USR_Action_FAQs_Txt
source: FAQs
bg: ЧЗВ
ca_es: |Preguntas más frecuentes|
cs: Často kladené dotazy
da: Ofte stillede spørgsmål
el: FAQ
et: KKKd
fi: Ohje
he: שאלות ותשובות
hr: Najčešća pitanja
hu: GYIK
ja: FAQ
lt: DUK
lv: Bieži uzdotie jautājumi
nb: Vanlige spørsmål
nl: Veelgestelde vragen
sk: Časté otázky
sl: Pogosta vprašanja
sv: Vanliga frågor
th: คำถามที่พบบ่อย
vi: Câu hỏi thường gặp

# USR_Action_Login_Txt
source: Login
bg: Влизане
ca_es: |Увійти в систему|
cs: Přihlášení
el: Σύνδεση
et: Sisselogimine
fi: Kirj.
he: התחברות
hr: Prijava
hu: Bejelentkezés
ja: ログイン
lt: Prisijungimas
lv: Pieteikšanās
nb: Logg på
nl: Aanmelden
pt: Iniciar sessão
ro: Conectare
sk: Prihlásiť sa
sl: Prijava
sv: Logga in
th: ล็อกอิน
vi: Đăng nhập

# USR_Action_OkGotIt_Txt
source: Ok, got it
bg: Ок, разбрах
ca_es: |Rendben, értem.|
cs: Rozumím
da: OK, forstået
el: OK
et: Ok, sain aru
fi: OK, selvä!
he: אוקיי, הבנתי!
hr: U redu
hu: Rendben, értem.
ja: 確認しました
lt: Supratau
lv: Sapratu
nb: Ok, greit
nl: Ik snap het
pt: Ok, percebi
ro: Am înţeles
sk: Rozumiem
sl: Razumem
sv: Okej, jag förstår
th: โอเค เข้าใจ
vi: Ok, được rồi

# USR_Action_Retry_Txt
source: Retry
bg: Отново
ca_es: |Повторити спробу|
cs: Opakovat
da: Prøv igen
el: Ξανά
et: Proovi veel
fi: Uudell.
he: נסה שנית
hr: Ponovni pokušaj
hu: Ismét
ja: 再試行
lt: Bandyti vėl
lv: Mēģināt vēlreiz
nb: Prøv på nytt
nl: Opnieuw proberen
pt: Novamente
ro: Reîncearcă
sk: Skúsiť znova
sl: Poskusi znova
sv: Försök igen
th: ลองอีกครั้ง
vi: Thử lại

# USR_Address_TitleTxt
source: Address
bg: Адрес
ca_es: |Διεύθυνση|
cs: Адрес
da: Adresse
el: Διεύθυνση
et: Aadress
fi: Osoite
he: כתובת
hr: Adresa
hu: Cím
ja: 住所
lt: Adresas
lv: Adrese
nb: Adresse
nl: Adres
pt: Morada
ro: Adresă
sk: Adresa
sl: Naslov
sv: Adress
th: ที่อยู่
vi: Địa chỉ

# USR_AppNotInstalled_Alert_Title
source: App not installed
bg: Приложението не е инсталирано
ca_es: |Η εφαρμογή δεν είναι εγκατεστημένη|
cs: Aplikace není nainstalována
da: App ikke installeret
el: Η εφαρμογή δεν είναι εγκατεστημένη
et: Rakendus ei ole installitud
fi: Sovellusta ei ole asennettu
he: היישום אינו מותקן
hr: Aplikacija nije instalirana
hu: Az alkalmazás nincs telepítve
ja: アプリがインストールされていません
lt: Programa neįdiegta
lv: Lietotne nav instalēta
nb: App ikke installert
nl: App niet geïnstalleerd
pt: Aplicação não instalada
ro: Aplicaţia nu este instalată
sk: Aplikácia nie je nainštalovaná
sl: Aplikacija ni nameščena
sv: Appen är inte installerad
th: ไม่ได้ติดตั้งแอป
vi: Chưa cài đặt ứng dụng

# USR_App_NotInstalled_AlertMessage
source: Please install %@ app to avail this feature.
bg: Инсталирайте приложението %@, за да ползвате тази функция.
ca_es: |Установите приложение %@, чтобы получить возможность использования этой функции.|
cs: Nainstalujte aplikaci %@, chcete-li využít tuto funkci.
da: Installer %@ appen for at benytte denne funktion.
el: Εγκαταστήστε την εφαρμογή %@ για να γίνει διαθέσιμη αυτή η λειτουργία.
et: Selle funktsiooni kasutamiseks installige %@ rakendus.
fi: Asenna %@, jos haluat käyttää tätä ominaisuutta.
he: התקן את היישום %@ כדי ליהנות מתכונה זו.
hr: Instalirajte aplikaciju %@ kako biste mogli koristiti ovu značajku.
hu: Kérjük, telepítse a(z) %@ alkalmazást a funkció használatához.
ja: この機能を利用するには、%@ アプリをインストールしてください。
lt: Įdiekite %@ programą, kad galėtumėte naudoti šią funkciją.
lv: Lai izmantotu šo funkciju, lūdzu, instalējiet lietotni %@.
nb: Installer %@-appen for å få denne funksjonen.
nl: Installeer de app %@ ter ondersteuning van deze functie.
pt: Instale a aplicação %@ para utilizar esta funcionalidade.
ro: Instalează aplicaţia %@ pentru a profita de această funcţie.
sk: Na využívanie tejto funkcie si nainštalujte aplikáciu %@.
sl: Namestite aplikacijo %@ in izkoristite to funkcijo.
sv: Installera %@-appen för att utnyttja den här funktionen.
th: โปรดติดตั้งแอป %@ เพื่อใช้งานคุณสมบัตินี้
vi: Vui lòng cài đặt ứng dụng %@ để tận dụng tính năng này.

# USR_App_NotInstalled_InstallButton
source: Install
bg: Инсталир.
ca_es: |Встановлення|
cs: Instalace
da: Installation
el: Εγκατά/ση
et: Installimine
fi: Asenna
he: התקן
hr: Instaliraj
hu: Telepítés
ja: インストール
lt: Diegimas
lv: Instalēt
nb: Installere
nl: Installeren
pt: Instalar
ro: Instalare
sk: Inštalácia
sl: Namestitev
sv: Installation
th: ติดตั้ง
vi: Cài đặt

# USR_Continue_Btntxt
source: Continue
bg: Продължи
ca_es: |Продовжити|
cs: Pokračovat
da: Fortsæt
el: Συνέχεια
et: Jätka
fi: Jatka
he: המשך
hr: Nastavi
hu: Folytatás
ja: 続行
lt: Tęsti
lv: Turpināt
nb: Fortsett
nl: Doorgaan
pt: Continuar
ro: Continuă
sk: Pokračovať
sl: Naprej
sv: Fortsätt
th: ดำเนินการต่อ
vi: Tiếp tục

# USR_Country
source: Country
bg: Държава
ca_es: |Държава|
cs: Země
da: Land
el: Χώρα
et: Riik
fi: Maa
he: מדינה
hr: Država
hu: Ország
ja: 国
lt: Šalis
lv: Valsts
nb: Land
nl: Land
pt: País
ro: Ţara
sk: Krajina
sl: Država
sv: Land
th: ประเทศ
vi: Quốc gia

# USR_Country_AR
source: Argentina
bg: Аржентина
ca_es: |アルゼンチン|
el: Αργεντινή
et: Argentiina
fi: Argentiina
he: ארגנטינה
hu: Argentína
ja: アルゼンチン
lv: Argentīna
nl: Argentinië
sk: Argentína
th: อาร์เจนตินา

# USR_Country_AT
source: Austria
bg: Австрия
ca_es: |オーストリア|
da: Østrig
el: Αυστρία
fi: Itävalta
he: אוסטריה
hr: Austrija
hu: Ausztria
ja: オーストリア
lt: Austrija
lv: Austrija
nb: Østerrike
nl: Oostenrijk
sk: Rakúsko
sl: Avstrija
sv: Österrike
th: ออสเตรีย
vi: Áo

# USR_Country_AU
source: Australia
bg: Австралия
ca_es: |オーストラリア|
cs: Austrálie
da: Australien
el: Αυστραλία
et: Austraalia
he: אוסטרליה
hr: Australija
hu: Ausztrália
ja: オーストラリア
lt: Australija
lv: Austrālija
nl: Australië
pt: Austrália
sk: Austrália
sl: Avstralija
sv: Australien
th: ออสเตรเลีย
vi: Úc

# USR_Country_BE
source: Belgium
bg: Белгия
ca_es: |Belgique|
da: Belgien
el: Βέλγιο
et: Belgia
fi: Belgia
he: בלגיה
hr: Belgija
ja: ベルギー
lt: Belgija
lv: Beļģija
nb: Belgia
nl: België
ro: Belgia
sl: Belgija
sv: Belgien
th: เบลเยียม
vi: Bỉ

# USR_Country_BG
source: Bulgaria
bg: България
ca_es: |Bulgaristan|
da: Bulgarien
el: Βουλγαρία
et: Bulgaaria
he: בולגריה
hr: Bugarska
hu: Bulgária
ja: ブルガリア
lt: Bulgarija
lv: Bulgārija
nl: Bulgarije
sk: Bulharsko
sl: Bolgarija
sv: Bulgarien
th: บัลแกเรีย
vi: Bungary

# USR_Country_BR
source: Brazil
bg: Бразилия
ca_es: |Бразилия|
cs: Brazílie
da: Brasilien
el: Βραζιλία
et: Brasiilia
fi: Brasilia
he: ברזיל
hu: Brazília
ja: ブラジル
lt: Brazilija
lv: Brazīlija
nb: Brasil
nl: Brazilië
pt: Brasil
ro: Brazilia
sk: Brazília
sl: Brazilija
sv: Brasilien
th: บราซิล

# USR_Country_CA
source: Canada
bg: Канада
ca_es: |Καναδάς|
cs: Kanada
el: Καναδάς
et: Kanada
fi: Kanada
he: קנדה
hr: Kanada
hu: Kanada
ja: カナダ
lt: Kanada
lv: Kanāda
pt: Canadá
sk: Kanada
sl: Kanada
sv: Kanada
th: แคนาดา

# USR_Country_CH
source: Switzerland
bg: Швейцария
ca_es: |สวิตเซอร์แลนด์|
cs: Švýcarsko
da: Schweiz
el: Ελβετία
et: Šveits
fi: Sveitsi
he: שוויץ
hr: Švicarska
hu: Svájc
ja: スイス
lt: Šveicarija
lv: Šveice
nb: Sveits
nl: Zwitserland
pt: Suíça
ro: Elveţia
sk: Švajčiarsko
sl: Švica
sv: Schweiz
th: สวิตเซอร์แลนด์
vi: Thụy Sĩ

# USR_Country_CL
source: Chile
bg: Чили
ca_es: |تشيلي|
el: Χιλή
et: Tšiili
he: צ'לה
hr: Čile
ja: チリ
lt: Čilė
lv: Čīle
nl: Chili
sk: Čile
sl: Čile
th: ชิลี

# USR_Country_CN
source: Chinese mainland
bg: Континентален Китай
ca_es: |Chineză - China continentală|
cs: Čína, pevninská
da: Det kinesiske fastland
el: Ηπειρωτική Κίνα
et: Mandri-Hiina
fi: Manner-Kiina
he: סין (יבשת)
hr: Kontinentalna Kina
hu: Kontinentális Kína
ja: 中国（本土）
lt: Žemyninė Kinija
lv: Kontinentālā ķīniešu
nb: Fastlands-Kina
nl: Chinees vasteland
pt: Chinês (China Continental)
ro: Chineză - China continentală
sk: Čínština – pevnina
sl: Kitajščina – celina
sv: Kinesiska fastlandet
th: จีน - แผ่นดินใหญ่
vi: Trung Quốc đại lục

# USR_Country_CO
source: Colombia
bg: Колумбия
ca_es: |Kolumbien|
cs: Kolumbie
el: Κολομβία
fi: Kolumbia
he: קולומביה
hr: Kolumbija
hu: Kolumbia
ja: コロンビア
lt: Kolumbija
lv: Kolumbija
pt: Colômbia
ro: Columbia
sk: Kolumbia
sl: Kolumbija
th: โคลอมเบีย

# USR_Country_CZ
source: Czech Republic
bg: Чешка република
ca_es: |Tschechische Republik|
cs: Česká Republika
da: Tjekkiet
el: Δημ.Τσεχίας
et: Tšehhi
fi: Tsekin tasavalta
he: צ'כיה
hr: Republika Češka
hu: Cseh Közt.
ja: チェコ共和国
lt: Čekija
lv: Čehijas Republika
nb: Tsjekkia
nl: Tsjechische Republiek
pt: República Checa
ro: Cehia
sk: Česká republika
sl: Češka
sv: Tjeckien
th: สาธารณรัฐเชค
vi: Cộng hòa Séc

# USR_Country_DE
source: Germany
bg: Германия
ca_es: |Németország|
cs: Německo
da: Tyskland
el: Γερμανία
et: Saksa
fi: Saksa
he: גרמניה
hr: Njemačka
hu: Németország
ja: ドイツ
lt: Vokietija
lv: Vācija
nb: Tyskland
nl: Duitsland
pt: Alemanha
ro: Germania
sk: Nemecko
sl: Nemčija
sv: Tyskland
th: เยอรมนี
vi: Đức

# USR_Country_DK
source: Denmark
bg: Дания
ca_es: |Denemarken|
cs: Dánsko
da: Danmark
el: Δανία
et: Taani
fi: Tanska
he: דנמרק
hr: Danska
hu: Dánia
ja: デンマーク
lt: Danija
lv: Dānija
nb: Danmark
nl: Denemarken
pt: Dinamarca
ro: Danemarca
sk: Dánsko
sl: Danska
sv: Danmark
th: เดนมาร์ก
vi: Đan Mạch

# USR_Country_EE
source: Estonia
bg: Естония
ca_es: |Észtország|
cs: Estonsko
da: Estland
el: Εσθονία
et: Eesti
fi: Viro
he: אסטוניה
hr: Estonija
hu: Észtország
ja: エストニア
lt: Estija
lv: Igaunija
nb: Estland
nl: Estland
sk: Estónsko
sl: Estonija
sv: Estland
th: เอสโตเนีย

# USR_Country_ES
source: Spain
bg: Испания
ca_es: |Spanyolország|
da: Spanien
el: Ισπανία
et: Hispaania
fi: Espanja
he: ספרד
hr: Španjolska
hu: Spanyolország
ja: スペイン
lt: Ispanija
lv: Spānija
nb: Spania
nl: Spanje
ro: Spania
sk: Španielsko
sl: Španija
sv: Spanien
th: สเปน
vi: Tây Ban Nha

# USR_Country_FI
source: Finland
bg: Финландия
ca_es: |フィンランド|
el: Φινλανδία
et: Soome
fi: Suomi
he: פינלנד
hr: Finska
hu: Finnország
ja: フィンランド
lt: Suomija
lv: Somija
ro: Finlanda
sk: Fínsko
sl: Finska
th: ฟินแลนด์
vi: Phần Lan

# USR_Country_FR
source: France
bg: Франция
ca_es: |Franciaország|
cs: Francie
da: Frankrig
el: Γαλλία
et: Prantsusmaa
fi: Ranska
he: צרפת
hr: Francuska
hu: Franciaország
ja: フランス
lt: Prancūzija
lv: Francija
nb: Frankrike
nl: Frankrijk
pt: França
ro: Franţa
sk: Francúzsko
sl: Francija
sv: Frankrike
th: ฝรั่งเศส
vi: Pháp

# USR_Country_GB
source: United Kingdom
bg: Великобритания
ca_es: |Сполучене Королівство|
cs: Velká Británie
da: Storbritannien
el: Ηνωμένου Βασιλείου
et: Ühendkuningriik
fi: Iso-Britannia
he: בריטניה
hr: Ujedinjeno Kraljevstvo
hu: Egyesült Királyság
ja: 英国
lt: Jungtinė Karalystė
lv: Apvienotā Karaliste
nb: Storbritannia
nl: Verenigd Koninkrijk
pt: Reino Unido
ro: Regatul Unit
sk: Spojené kráľovstvo
sl: Združeno kraljestvo
sv: Storbritannien
th: สหราชอาณาจักร
vi: Vương quốc Anh

# USR_Country_GR
source: Greece
bg: Гърция
ca_es: |Griechenland|
da: Grækenland
el: Ελλάδα
et: Kreeka
fi: Kreikka
he: יוון
hr: Grčka
hu: Görögország
ja: ギリシャ
lt: Graikija
lv: Grieķija
nb: Hellas
nl: Griekenland
ro: Grecia
sk: Grécko
sl: Grčija
sv: Grekland
th: กรีซ
vi: Hy Lạp

# USR_Country_HK
source: Chinese Hong Kong
bg: Хонг Конг, Китай
ca_es: |Hồng Kông (Trung Quốc)|
cs: Čína, Hong Kong
da: Kinesisk Hongkong
el: Κίνα - Χονγκ-Κονγκ
et: Hiina Hongkong
fi: Kiina - Hongkong
he: הונג קונג הסינית
hr: Kineski Hong Kong
hu: Hongkong, Kína
ja: 香港
lt: Kinijos Honkongas
lv: Honkongas ķīniešu
nb: Kina – Hongkong
nl: Chinees Hongkong
pt: Chinês (Hong Kong)
ro: Chineză - Hong Kong
sk: Čínština – Hongkong
sl: Kitajščina – Hongkong
sv: Kinesiska Hongkong
th: จีน - ฮ่องกง
vi: Hồng Kông (Trung Quốc)

# USR_Country_HR
source: Croatia
bg: Хърватска
ca_es: |Horvátország|
da: Kroatien
el: Κροατία
et: Horvaatia
fi: Kroatia
he: קרואטיה
hr: Hrvatska
hu: Horvátország
ja: クロアチア
lt: Kroatija
lv: Horvātija
nb: Kroatia
nl: Kroatië
ro: Croaţia
sk: Chorvátsko
sl: Hrvaška
sv: Kroatien
th: โครเอเชีย

# USR_Country_HU
source: Hungary
bg: Унгария
ca_es: |Magyarország|
cs: Maďarsko
da: Ungarn
el: Ουγγαρία
et: Ungari
fi: Unkari
he: הונגריה
hr: Mađarska
hu: Magyarország
ja: ハンガリー
lt: Vengrija
lv: Ungārija
nb: Ungarn
nl: Hongarije
pt: Hungria
ro: Ungaria
sk: Maďarsko
sl: Madžarska
sv: Ungern
th: ฮังการี

# USR_Country_ID
source: Indonesia
ca_es: |インドネシア|
cs: Indonésie
da: Indonesien
et: Indoneesia
he: אינדונזיה
hr: Indonezija
hu: Indonézia
ja: インドネシア
lt: Indonezija
lv: Indonēzija
nl: Indonesië
pt: Indonésia
ro: Indonezia
sk: Indonézia
sl: Indonezija
sv: Indonesien
th: อินโดนีเซีย

# USR_Country_IE
source: Ireland
bg: Ирландия
ca_es: |アイルランド|
da: Irland
el: Ιρλανδία
et: Iirimaa
fi: Irlanti
he: אירלנד
hr: Irska
hu: Írország
ja: アイルランド
lt: Airija
lv: Īrija
nb: Irland
nl: Ierland
ro: Irlanda
sl: Irska
sv: Irland
th: ไอร์แลนด์

# USR_Country_IN
source: India
bg: Индия
ca_es: |Hindistan|
cs: Indie
da: Indien
el: Ινδία
fi: Intia
he: הודו
hr: Indija
ja: インド
lt: Indija
lv: Indija
pt: Índia
sl: Indija
sv: Indien
th: อินเดีย
vi: Ấn Độ

# USR_Country_IT
source: Italy
bg: Италия
ca_es: |Olaszország|
cs: Itálii
el: Ιταλία
et: Itaalias
fi: Italia
he: איטליה
hr: Italija
hu: Olaszország
ja: イタリア
lt: Italijoje
lv: Itālijā
nb: Italia
nl: Italië
pt: Itália
ro: Italia
sk: Taliansko
sl: Italiji
sv: Italien
th: อิตาลี
vi: Ý

# USR_Country_JP
source: Japan
bg: Япония
ca_es: |Giappone|
cs: Japonsko
el: Ιαπωνία
et: Jaapan
fi: Japani
he: יפן
hu: Japán
ja: 日本
lt: Japonija
lv: Japāna
pt: Japão
ro: Japonia
sk: Japonsko
sl: Japonska
th: ญี่ปุ่น
vi: Nhật Bản

# USR_Country_KR
source: South Korea
bg: Южна Кореа
ca_es: |Korea Południowa|
cs: Jižní Korea
el: Νότια Κορέα
et: Lõuna-Korea
fi: Etelä-Korea
he: קוריאה הדרומית
hr: Južna Koreja
hu: Dél-Korea
ja: 韓国
lt: Pietų Korėja
lv: Dienvidkoreja
nb: Sør-Korea
nl: Zuid-Korea
pt: Coreia do Sul
ro: Coreea de Sud
sk: Južná Kórea
sl: Južna Koreja
sv: Sydkorea
th: เกาหลีใต้
vi: Hàn Quốc

# USR_Country_LT
source: Lithuania
bg: Литва
ca_es: |リトアニア|
da: Litauen
el: Λιθουανία
et: Leedu
fi: Liettua
he: ליטא
hr: Litva
hu: Litvánia
ja: リトアニア
lt: Lietuva
lv: Lietuva
nb: Litauen
nl: Litouwen
ro: Lituania
sl: Litva
sv: Litauen
th: ลิธัวเนีย

# USR_Country_LU
source: Luxembourg
bg: Люксембург
ca_es: |Liuksemburgas|
cs: Lucembursko
el: Λουξεμβούργο
et: Luksemburg
he: לוקסמבורג
hr: Luksemburg
hu: Luxemburg
ja: ルクセンブルグ
lt: Liuksemburgas
lv: Luksemburga
nl: Luxemburg
pt: Luxemburgo
ro: Luxemburg
sk: Luxembursko
sl: Luksemburg
sv: Luxemburg
th: ลักเซมเบิร์ก

# USR_Country_LV
source: Latvia
bg: Латвия
ca_es: |Lettország|
da: Letland
el: Λετονία
et: Läti
he: לאטביה
hr: Latvija
hu: Lettország
ja: ラトビア
lt: Latvija
lv: Latvija
nl: Letland
ro: Letonia
sl: Latvija
sv: Lettland
th: ลัตเวีย

# USR_Country_MO
source: Chinese Macau
bg: Макао, Китай
ca_es: |Ma Cao (Trung Quốc)|
cs: Čína, Macao
da: Kinesisk Macao
el: Κίνα - Μακάου
et: Hiina Macau
fi: Macao - Kiina
he: מקאו הסינית
hr: Kineski Makao
hu: Makaó, Kína
ja: マカオ
lt: Kinijos Makao
lv: Makao ķīniešu
nb: Kina – Macau
nl: Chinees Macau
pt: Chinês (Macau)
ro: Chineză - Macao
sk: Čínština – Macao
sl: Kitajščina – Macau
sv: Kinesiska Macao
th: จีน - มาเก๊า
vi: Ma Cao (Trung Quốc)

# USR_Country_MX
source: Mexico
bg: Мексико
ca_es: |Мексико|
cs: Mexiko
el: Μεξικό
et: Mehhiko
fi: Meksiko
he: מקסיקו
hr: Meksiko
hu: Mexikó
ja: メキシコ
lt: Meksika
lv: Meksika
pt: México
ro: Mexic
sk: Mexiko
sl: Mehika
sv: Mexiko
th: เม็กซิโก

# USR_Country_MY
source: Malaysia
bg: Малайзия
ca_es: |馬來西亞群島|
cs: Malajsie
el: Μαλαισία
et: Malaisia
fi: Malesia
he: מלזיה
hr: Malezija
hu: Malajzia
ja: マレーシア
lt: Malaizija
lv: Malaizija
nl: Maleisië
pt: Malásia
sk: Malajzia
sl: Malezija
th: มาเลเซีย

# USR_Country_NL
source: Netherlands
bg: Холандия
ca_es: |Nederländerna|
da: Holland
el: Ολλανδία
et: Holland
fi: Alankomaat
he: הולנד
hr: Nizozemska
hu: Hollandia
ja: オランダ
lt: Nyderlandai
lv: Nīderlande
nb: Nederland
nl: Nederland
pt: Holanda
ro: Ţările de Jos
sk: Holandsko
sl: Nizozemska
sv: Nederländerna
th: เนเธอร์แลนด์
vi: Hà Lan

# USR_Country_NO
source: Norway
bg: Норвегия
ca_es: |Noorwegen|
da: Norge
el: Νορβηγία
et: Norra
fi: Norja
he: נורבגיה
hr: Norveška
hu: Norvégia
ja: ノルウェー
lt: Norvegija
lv: Norvēģija
nb: Norge
nl: Noorwegen
ro: Norvegia
sk: Nórsko
sl: Norveška
sv: Norge
th: นอร์เวย์
vi: Na Uy

# USR_Country_NZ
source: New Zealand
bg: Нова Зеландия
ca_es: |Nouvelle-Zélande|
el: Νέα Ζηλανδία
et: Uus-Meremaa
fi: Uusi-Seelanti
he: ניו זילנד
hr: Novi Zeland
hu: Új-Zéland
ja: ニュージーランド
lt: Naujoji Zelandija
lv: Jaunzēlande
nl: Nieuw-Zeeland
pt: Nova Zelândia
ro: Noua Zeelandă
sk: Nový Zéland
sl: Nova Zelandija
sv: Nya Zeeland
th: นิวซีแลนด์

# USR_Country_PE
source: Peru
bg: Перу
ca_es: |Περού|
el: Περού
et: Peruu
he: פרו
ja: ペルー
th: เปรู

# USR_Country_PH
source: Philippines
bg: Филипините
ca_es: |Fülöp-szigetek|
da: Filippinerne
el: Φιλιππίνες
et: Filipiinid
fi: Filippiinit
he: פיליפינים
hr: Filipini
hu: Fülöp-szigetek
ja: フィリピン
lt: Filipinai
lv: Filipīnas
nb: Filippinene
nl: Filipijnen
pt: Filipinas
ro: Filipine
sk: Filipíny
sl: Filipini
sv: Filippinerna
th: ฟิลิปปินส์

# USR_Country_PK
source: Pakistan
bg: Пакистан
ca_es: |Pakistanas|
el: Πακιστάν
he: פקיסטן
hu: Pakisztán
ja: パキスタン
lt: Pakistanas
lv: Pakistāna
pt: Paquistão
th: ปากีสถาน

# USR_Country_PL
source: Poland
bg: Полша
ca_es: |Lengyelország|
cs: Polsko
da: Polen
el: Πολωνία
et: Poola
fi: Puola
he: פולין
hr: Poljska
hu: Lengyelország
ja: ポーランド
lt: Lenkija
lv: Polija
nb: Polen
nl: Polen
pt: Polónia
ro: Polonia
sk: Poľsko
sl: Poljska
sv: Polen
th: โปแลนด์
vi: Ba Lan

# USR_Country_PT
source: Portugal
bg: Португалия
ca_es: |Португалия|
el: Πορτογαλία
fi: Portugali
he: פורטוגל
hu: Portugália
ja: ポルトガル
lt: Portugalija
lv: Portugāle
ro: Portugalia
sk: Portugalsko
sl: Portugalska
th: โปรตุเกส
vi: Bồ Đào Nha

# USR_Country_RO
source: Romania
bg: Румъния
ca_es: |Rumunjska|
cs: Rumunsku
da: Rumænien
el: Ρουμανία
et: Rumeenia
he: רומניה
hr: Rumunjska
hu: Románia
ja: ルーマニア
lt: Rumunija
lv: Rumānija
nl: Roemenië
pt: Roménia
ro: România
sk: Rumunsko
sl: Romuniji
sv: Rumänien
th: โรมาเนีย
vi: Rumani

# USR_Country_RU
source: Russia
bg: Русия
ca_es: |Oroszország|
da: Rusland
el: Ρωσία
et: Venemaa
fi: Venäjä
he: רוסיה
hr: Rusija
hu: Oroszország
ja: ロシア
lt: Rusija
lv: Krievija
nb: Russland
nl: Rusland
pt: Rússia
ro: Rusia
sk: Rusko
sl: Rusija
sv: Ryssland
th: รัสเซีย
vi: Nga

# USR_Country_RW
source: Rwanda
bg: Руанда
ca_es: |Ρουάντα|
el: Ρουάντα
fi: Ruanda
he: רואנדה
hr: Ruanda
hu: Ruanda
ja: ルワンダ
lt: Ruanda
lv: Ruanda
pt: Ruanda
sl: Ruanda
th: รวันดา

# USR_Country_Region
source: Country/Region
bg: Държава/област
ca_es: |Quốc gia/Khu vực|
cs: Země/oblast
da: Land/Region
el: Χώρα/Περιοχή
et: Riik/regioon
fi: Maa/alue
he: מדינה/אזור
hr: Država/Regija
hu: Ország/régió
ja: 国/地域
lt: Šalis/regionas
lv: Valsts/reģions
nb: Land/Region
nl: Land/regio
pt: País/Região
ro: Țară/regiune
sk: Krajina/región
sl: Država/regija
sv: Land/Region
th: ประเทศ/ภูมิภาค
vi: Quốc gia/Khu vực

# USR_Country_SA
source: Saudi Arabia
bg: Саудитска Арабия
ca_es: |Саудовская Аравия|
cs: Saudská Arábie
da: Saudi-Arabien
el: Σαουδική Αραβία
et: Saudi Araabia
he: ערב הסעודית
hr: Saudijska Arabija
hu: Szaud-Arábia
ja: サウジアラビア
lt: Saudo Arabija
lv: Saūda Arābija
nl: Saudi-Arabië
pt: Arábia Saudita
ro: Arabia Saudită
sk: Saudská Arábia
sl: Saudova Arabija
sv: Saudiarabien
th: ซาอุดิอาระเบีย
vi: Ả Rập Xê út

# USR_Country_SE
source: Sweden
bg: Швеция
ca_es: |スウェーデン|
cs: Švédsko
da: Sverige
el: Σουηδία
et: Rootsi
fi: Ruotsi
he: שוודיה
hr: Švedska
hu: Svédország
ja: スウェーデン
lt: Švedija
lv: Zviedrija
nb: Sverige
nl: Zweden
pt: Suécia
ro: Suedia
sk: Švédsko
sl: Švedska
sv: Sverige
th: สวีเดน
vi: Thụy Điển

# USR_Country_SG
source: Singapore
bg: Сингапур
ca_es: |シンガポール|
el: Σιγκαπούρη
et: Singapur
he: סינגפור
hr: Singapur
hu: Szingapúr
ja: シンガポール
lt: Singapūras
lv: Singapūra
pt: Singapura
sk: Singapur
sl: Singapur
th: สิงคโปร์

# USR_Country_SI
source: Slovenia
bg: Словения
ca_es: |ประเทศสโลวีเนีย|
cs: Slovinsko
da: Slovenien
el: Σλοβενία
et: Sloveenia
he: סלובניה
hr: Slovenija
hu: Szlovénia
ja: スロベニア
lt: Slovėnija
lv: Slovēnija
nl: Slovenië
pt: Eslovénia
sk: Slovinsko
sl: Slovenija
sv: Slovenien
th: ประเทศสโลวีเนีย

# USR_Country_SK
source: Slovakia
bg: Словакия
ca_es: |Словаччина|
da: Slovakiet
el: Σλοβακία
et: Slovakkia
he: סלובקיה
hr: Slovačka
hu: Szlovákia
ja: スロバキア
lt: Slovakija
lv: Slovākija
nl: Slowakije
ro: Slovacia
sk: Slovensko
sl: Slovaška
sv: Slovakien
th: สโลวาเกีย

# USR_Country_TH
source: Thailand
bg: Тайланд
ca_es: |Thailandia|
el: Ταϊλάνδη
et: Tai
fi: Thaimaa
he: תאילנד
hr: Tajland
hu: Thaiföld
ja: タイ
lt: Tailandas
lv: Taizeme
pt: Tailândia
ro: Thailanda
sk: Thajsko
sl: Tajska
th: ไทย
vi: Thái Lan

# USR_Country_TR
source: Turkey
bg: Турция
ca_es: |Törökország|
cs: Turecko
da: Tyrkiet
el: Τουρκία
et: Türgi
fi: Turkki
he: תרנגול הודו
hr: Turska
hu: Törökország
ja: トルコ
lt: Kalakutiena
lv: Turcija
nb: Tyrkia
nl: Turkije
pt: Turquia
ro: Turcia
sk: Turecko
sl: Turčija
sv: Turkiet
th: ตุรกี
vi: Thổ Nhĩ Kỳ

# USR_Country_TW
source: Taiwan
bg: Тайван
ca_es: |Тайвань|
el: Ταϊβάν
he: טייוואן
hr: Tajvan
hu: Tajvan
ja: 台湾
lt: Taivanas
lv: Taivāna
sl: Tajvan
th: ไต้หวัน
vi: Đài Loan

# USR_Country_TWGC
source: Chinese Taipei
bg: Република Китай
ca_es: |Китайський Тайбей|
cs: Čína, Tchaj-pej
da: Kinesisk Taipei
el: Κίνα -Ταϊπέι
et: Hiina Taipei
fi: Taipei - Kiina
he: טאיפיי הסינית
hr: Kineski Taipei
hu: Kínai Köztársaság
ja: 中国台北
lt: Kinijos Taipėjus
lv: Taipejas ķīniešu
nb: Kina – Taipei
nl: Chinees Taipei
pt: Chinês (Taipei)
ro: Chineză - Taipei
sk: Čínština – Tchaj-pej
sl: Kitajščina – Tajpej
sv: Kinesiska Taipei
th: จีน - ไทเป
vi: Trung Hoa Đài Bắc

# USR_Country_UA
source: Ukraine
bg: Украйна
ca_es: |Украинский|
cs: Ukrajinština
el: Ουκρανία
et: Ukraina
fi: Ukraina
he: אוקראינה
hr: Ukrajina
hu: ukrán
ja: ウクライナ
lt: ukrainiečių
lv: Ukraiņu
nb: Ukraina
nl: Oekraïens
pt: Ucrânia
ro: Ucraina
sk: Ukrajina
sl: Ukrajinščina
sv: Ukrainska
th: ยูเครน
vi: Ukraina

# USR_Country_US
source: United States
bg: България
ca_es: |Jungtinės Amerikos Valstijos|
cs: Spojené státy americké
da: USA
el: Ελλάδα
et: Ameerika Ühendriigid
fi: Yhdysvallat
he: ארצות הברית
hr: Sjedinjene Američke Države
hu: Egyesült Államok
ja: 米国
lt: Jungtinės Amerikos Valstijos
lv: Savienotās Valstis
nb: USA
nl: Verenigde Staten
pt: Estados Unidos
ro: Statele Unite
sk: Spojené štáty
sl: ZDA
sv: USA
th: สหรัฐอเมริกา
vi: Hợp chủng quốc Hoa Kỳ

# USR_Country_VN
source: Vietnam
ca_es: |Vietnamita|
el: Βιετνάμ
he: וייטנאם
ja: ベトナム
lt: Vietnamas
lv: Vjetnama
th: เวียดนาม
vi: Việt Nam
