Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_Janrain_EmailAddressInUse_ErrorMsg
source: This email address already exists. Please log in using this address or register using a different one.
bg: Този имейл адрес вече съществува. Моля, влезте чрез този адрес или регистрирайте друг.
ca_es: |Ця адреса електронної пошти уже існує. Увійдіть у систему за допомогою цієї адреси або зареєструйтеся за допомогою іншої адреси.|
cs: Tato e-mailová adresa již existuje. Přihlaste se pomocí ní nebo se zaregistrujte a použijte jinou adresu.
da: Denne e-mailadresse findes allerede. Log på med denne adresse, eller tilmeld dig ved hjælp af en anden.
el: Αυτή η διεύθυνση email υπάρχει ήδη. Συνδεθείτε χρησιμοποιώντας αυτήν τη διεύθυνση ή κάντε εγγραφή με μια άλλη.
et: See e-posti aadress on juba olemas. Logige sisse seda aadressi kasutades või registreerige teine aadress.
fi: Tämä sähköpostiosoite on jo käytössä. Kirjaudu sisään tällä sähköpostiosoitteella tai rekisteröi jokin muu sähköpostiosoite.
he: כתובת דוא"ל זו קיימת כבר. היכנס באמצעות כתובת זו או הירשם באמצעות אחרת.
hr: Ova adresa e-pošte već postoji. Prijavite se s ovom adresom ili se registrirajte s drugom.
hu: Ez az e-mail-cím már létezik. Kérjük, jelentkezzen be ezzel az e-mail-címmel, vagy regisztráljon másik e-mail-cím használatával.
ja: このメールアドレスは既に存在します。このアドレスを使用してログインするか、別のアドレスを使用して登録してください。
lt: Šis el. pašto adresas jau egzistuoja. Prisijunkite naudodami šį adresą arba užregistruokite kitą.
lv: Šī e-pasta adrese jau eksistē. Lūdzu, piesakieties sistēmā ar šo e-pasta adresi vai reģistrējieties ar jaunu adresi.
nb: Denne e-postadressen finnes allerede. Logg på med denne e-postadressen, eller bruk en annen adresse.
nl: Dit e-mailadres bestaat al. Meld u aan met dit adres of registreer u met een ander e-mailadres.
pt: Este endereço de e-mail já existe. Inicie sessão utilizando este endereço de e-mail ou registe-se utilizando outro.
ro: Această adresă de e-mail există deja. Conectează-te utilizând această adresă sau înregistrează-te utilizând altă adresă.
sk: Táto e-mailová adresa už existuje. Prihláste sa pomocou tejto adresy alebo si zaregistrujte inú.
sl: Ta e-poštni naslov že obstaja. Prijavite se s tem naslovom ali se registrirajte z drugim.
sv: Den här e-postadressen finns redan. Logga in med adressen eller registrera dig med en annan adress.
th: มีการใช้อีเมลนี้อยู่แล้ว โปรดล็อกอินด้วยอีเมลนี้ หรือลงทะเบียนด้วยอีเมลอื่น
vi: Địa chỉ email này đã tồn tại. Vui lòng đăng nhập bằng địa chỉ này hoặc đăng ký bằng địa chỉ khác.

# USR_Janrain_EntityAlreadyExists_ErrorMsg
source: Your %@ is already registered.
bg: Вашият %@ вече е регистриран.
ca_es: |Adres/numer: %@ został już zarejestrowany.|
cs: Vaše %@ jsou již zaregistrovány.
da: Din %@ er allerede registreret.
el: Το %@ δεν έχει δηλωθεί.
et: Teie %@ on juba registreeritud.
fi: %@ on jo rekisteröity.
he: ה %@שלך רשום כבר.
hr: %@ je već registriran.
hu: A(z) %@ már regisztrálva van.
ja: %@ は既に登録されています。
lt: Jūsų %@ jau užregistruotas.
lv: Jūsu %@ jau ir reģistrēts.
nb: %@ er allerede registrert.
nl: Uw %@ is al geregistreerd.
pt: O %@ já se encontra registado.
ro: %@ este deja înregistrat.
sk: Vaša %@ už je zaregistrovaná.
sl: Že registrirano: %@.
sv: Din %@ är redan registrerad.
th: %@ ของคุณได้ลงทะเบียนเรียบร้อย
vi: %@ của bạn đã được đăng ký.

# USR_Janrain_Error_Need_Email_Verification
source: Please verify your email address through the activation link sent to your email account
bg: Потвърдете вашия имейл адрес от връзката за активиране, изпратена на имейл акаунта ви
ca_es: |Verifique o seu endereço de correio electrónico através da ligação de activação enviada para a sua conta de correio electrónico|
cs: Ověřte svou e-mailovou adresu pomocí aktivačního odkazu, který jsme vám zaslali na e-mailový účet
da: Kontroller din e-mailadresse via det aktiveringslink, der er sendt til din e-mailkonto
el: Επαληθεύστε τη διεύθυνση email σας μέσω του συνδέσμου ενεργοποίησης που έχει σταλεί στο λογαριασμό email σας
et: Palun kinnitage oma e-posti aadress sellele saadetud aktiveerimislingi abil
fi: Vahvista sähköpostiosoitteesi sinulle lähetetyssä viestissä olevan aktivointilinkin kautta
he: אמת את כתובת הדוא"ל שלך באמצעות קישור ההפעלה שנשלח לחשבון הדוא"ל שלך
hr: Potvrdite svoju adresu e-pošte putem veze za aktivaciju koju smo vam poslali na račun e-pošte
hu: Kérjük, erősítse meg e-mail címét az e-mail fiókjába küldött aktivációs linken keresztül
ja: お客様のメールアカウントに送信されたアクティベーションリンクを使用して、メールアドレスの照合を行ってください。
lt: Patvirtinkite el. pašto adresą pasinaudodami į jūsų el. pašto paskyra atsiųsta aktyvinimo nuoroda
lv: Lūdzu, apstipriniet e-pasta adresi, izmantojot aktivizācijas saiti, kas nosūtīta uz jūsu e-pasta kontu
nb: Bekreft e-postadressen din med koblingen for aktivering som ble sendt til e-postkontoen din
nl: Controleer uw e-mail adres via de activatielink die naar uw e-mailaccount is verzonden
pt: Verifique o seu endereço de correio electrónico através da ligação de activação enviada para a sua conta de correio electrónico
ro: Te rugăm să-ţi verifici adresa de e-mail prin legătura de activare expediată către contul tău de e-mail
sk: Overte svoju e-mailovú adresu prostredníctvom aktivačného prepojenia zaslaného na vaše e-mailové konto
sl: Prek povezave, ki smo vam jo poslali v e-poštnem sporočilu, preverite svoj e-poštni naslov
sv: Bekräfta din e-postadress via den aktiveringslänk som har skickats till ditt e-postkonto.
th: โปรดยืนยันอีเมล์แอดเดรสของคุณผ่านทางลิงค์สำหรับเปิดการใช้งานที่ส่งไปยังบัญชีอีเมล์ของคุณ
vi: Vui lòng xác thực địa chỉ email của bạn thông qua liên kết kích hoạt được gửi đến tài khoản email của bạn

# USR_Janrain_Error_Need_Mobile_Verification
source: Please verify your mobile number through the activation code we sent to your mobile number
bg: Потвърдете номера на мобилния си телефон чрез кода за активиране, който изпратихме на мобилния ви телефон
ca_es: |Veuillez vérifier votre numéro de téléphone mobile à l'aide du code d'activation que nous avons envoyé à votre numéro de téléphone mobile|
cs: Ověřte číslo vašeho mobilního telefonu prostřednictvím aktivačního kódu, který jsme vám zaslali na váš mobilní telefon.
da: Bekræft dit mobilnummer vha. den aktiveringskode, vi har sendt til dit mobilnummer
el: Επαληθεύστε τον αριθμό κινητού μέσω του κωδικού ενεργοποίησης που σας στείλαμε στον αριθμό κινητού σας
et: Palun kinnitage oma mobiiltelefoni number teie mobiiltelefoni numbrile saadetud aktiveerimiskoodi kasutades
fi: Vahvista matkapuhelinnumerosi matkapuhelimeesi lähetetyllä aktivointikoodilla
he: אמת את מספר הטלפון הנייד שלך באמצעות קוד ההפעלה ששלחנו למספר הנייד שלך
hr: Potvrdite broj mobilnog telefona putem aktivacijskog koda koji smo poslali na broj vašeg mobilnog telefona
hu: Kérjük, erősítse meg a telefonszámát a telefonszámára küldött aktivációs kódon keresztül
ja: 携帯電話番号にお送りしたアクティベーションコードを使用して、携帯電話番号を確認してください。
lt: Patvirtinkite mobiliojo telefono numerį aktyvavimo kodu, kurį nusiuntėme jūsų mobiliojo telefono numeriu
lv: Lūdzu, verificējiet savu mobilā tālruņa numuru, izmantojot uz jūsu mobilā tālruņa numuru nosūtīto aktivizācijas kodu
nb: Bekreft mobilnummeret ved hjelp av aktiveringskoden vi sendte til mobilen din
nl: Controleer uw mobiele nummer met de activeringscode die wij hebben verzonden naar uw mobiele nummer
pt: Verifique o seu número de telemóvel através do código de activação que enviámos para o mesmo
ro: Verifică-ţi numărul de telefon mobil folosind codul de activare trimis la numărul tău de telefon mobil
sk: Overte svoje mobilné číslo pomocou aktivačného kódu, ktorý sme odoslali vaše mobilné číslo
sl: Potrdite mobilno telefonsko številko z aktivacijsko kodo, ki smo vam jo poslali na mobilno telefonsko številko.
sv: Verifiera ditt mobilnummer via aktiveringskoden vi skickade till din mobiltelefon
th: โปรดตรวจสอบหมายเลขโทรศัพท์มือถือของคุณผ่านทางรหัสเปิดใช้งานที่เราส่งไปที่หมายเลขโทรศัพท์มือถือของคุณ
vi: Vui lòng xác thực số điện thoại di động của bạn bằng mã kích hoạt mà chúng tôi gửi đến số điện thoại của bạn

# USR_Janrain_HSDP_ServerErrorMsg
source: Cannot connect to server. Please try later or check our FAQs for more information. If this doesn't resolve your query, contact consumer care stating error code [%d]
bg: Неуспешно свързване със сървъра. Моля, опитайте по-късно или проверете нашите ЧЗВ за повече информация. Ако това не реши проблема Ви, свържете се с отдела за поддръжка на клиенти и им кажете кода на грешката [%d]
ca_es: |No se puede conectar con el servidor. Vuelve a intentarlo más tarde o visita nuestras preguntas más frecuentes para obtener más información. Si no resuelves tu pregunta de esta forma, ponte en contacto con el Servicio de atención al cliente e indícales el código de error [%d]|
cs: Nepodařilo se připojit k serveru. Zkuste to později nebo se podívejte do sekce často kladených dotazů. Pokud tam nenaleznete odpověď, kontaktujte oddělení péče o zákazníky a uveďte kód chyby [%d]
da: Kan ikke oprette forbindelse til server. Prøv igen senere, eller se vores ofte stillede spørgsmål for at få flere oplysninger. Hvis det ikke løser dit problem, skal du kontakte kundecenteret og oplyse fejlkoden [%d]
el: Αδύνατη η σύνδεση με τον διακομιστή. Δοκιμάστε ξανά ή ελέγξτε τις συνήθεις ερωτήσεις για πληροφορίες. Αν δεν βρείτε λύση, επικοινωνήστε με την εξυπηρέτηση και αναφέρετε τον κωδικό σφάλματος [%d]
et: Ei saa serveriga ühendust luua. Proovige hiljem uuesti või lugege lisateavet osast KKK. Kui see probleemi ei lahenda, võtke ühendust klienditeenindusega ja öelge oma veakood [%d]
fi: Yhteyttä palvelimeen ei voi muodostaa. Yritä myöhemmin uudelleen tai katso lisätietoja ohjeesta. Jos ongelma toistuu, ota yhteys asiakaspalveluun ja ilmoita virhekoodi [%d]
he: אין אפשרות להתחבר לשרת. נסה מאוחר יותר, או בדוק את השאלות הנפוצות שלנו לקבלת מידע נוסף. אם צעדים אלה אינם עונים על שאלתך, פנה אל מחלקת הטיפול בלקוחות תוך ציון קוד השגיאה [%d]
hr: Ne može se uspostaviti veza s poslužiteljem. Pokušajte poslije ili informacije potražite u Čestim pitanjima. Ako ne dobijete odgovor, kontaktirajte korisničku službu i navedite šifru pogreške [%d]
hu: Nem tud csatlakozni a szerverhez. Kérjük, próbálja meg később, vagy tekintse meg a GYIK szakaszt további információkért. Ha ez nem oldja meg a kérdést, forduljon az ügyfélszolgálathoz a(z) [%d] hibakód megnevezésével.
ja: サーバーに接続できません。 しばらくしてから再試行するか、よくある質問で詳細を確認してください。 問題が解決しない場合は、サポートにお問い合わせください。その際エラーコード [%d] をお伝えください
lt: Negalima prisijungti prie serverio. Bandykite vėliau arba daugiau informacijos ieškokite DUK. Jei tai nepadės išspręsti problemos, susisiekite su klientų aptarnavimo centru ir pasakykite klaidos kodą [%d]
lv: Neizdodas savienoties ar serveri. Lūdzu, mēģiniet vēlāk vēlreiz vai skatiet mūsu biežāk uzdoto jautājumu sadaļu. Ja problēmu neizdodas novērst, sazinieties ar klientu atbalsta dienestu, norādot kļūdas kodu [%d]
nb: Kan ikke koble til serveren. Prøv på nytt senere eller les Vanlige spørsmål for å finne mer informasjon. Hvis dette ikke løser problemet, kan du kontakte forbrukerstøtten og oppgi feilkode [%d]
nl: Kan geen verbinding maken met de server. Probeer het later opnieuw of raadpleeg onze veelgestelde vragen. Als ook dit uw vraag niet oplost, neem dan contact op met klantenservice en vermeld de foutcode [%d]
pt: Não é possível ligar ao servidor. Tente mais tarde ou consulte as nossas FAQ para obter mais informações. Se isto não resolver a sua questão, contacte o apoio ao cliente e indique o código de erro [%d]
ro: Conectarea la server nu este posibilă. Încearcă mai târziu sau consultă întrebările frecvente pentru mai multe informaţii. Dacă nu găseşti răspuns, contactează asistenţa clienţi, specificând codul de eroare [%d]
sk: Pripojenie na server nie je možné. Skúste to neskôr alebo nájdite viac informácií v často kladených otázkach. Ak nenájdete odpoveď na vašu otázku, kontaktujte službu starostlivosti o zákazníkov a uveďte kód chyby [%d]
sl: Povezave s strežnikom ni mogoče vzpostaviti. Poskusite znova pozneje ali preberite naše odgovore na pogosta vprašanja. Če ne najdete odgovora, se obrnite na center za pomoč uporabnikom in navedite kodo napake [%d]
sv: Det går inte att ansluta till servern. Försök igen senare eller kolla in våra Vanliga frågor för mer information. Om detta inte löser frågan kontaktar du kundtjänst och anger felkod [%d]
th: ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ได้ โปรดลองใหม่ภายหลัง หรือ ตรวจสอบคำถามที่พบบ่อยของเราสำหรับข้อมูลเพิ่มเติม หากไม่สามารถแก้ไขปัญหาได้ ติดต่อทีมบริการดูแลลูกค้า เพื่อบอกสัญลักษณ์แสดงข้อผิดพลาด [%d]
vi: Không thể kết nối với máy chủ. Vui lòng thử lại sau hoặc kiểm tra các câu hỏi thường gặp của chúng tôi để biết thêm thông tin. Nếu việc này vẫn không giải quyết được câu hỏi của bạn, hãy liên hệ với trung tâm chăm sóc khách hàng để thông báo mã lỗi [%d]

# USR_Janrain_Invalid_Credentials
source: The username or password you entered is incorrect.
bg: Потребителското име или паролата, която сте въвели, е грешна.
ca_es: |Le nom d'utilisateur ou le mot de passe que vous avez entré n'est pas valide.|
cs: Zadaná e-mailová adresa nebo heslo nejsou správné.
da: Det indtastede brugernavn eller adgangskoden er forkert.
el: Το όνομα χρήστη ή ο κωδικός πρόσβασης που εισαγάγετε είναι λανθασμένα.
et: Sisestatud kasutajanimi või parool on vale.
fi: Antamasi käyttäjätunnus tai salasana on virheellinen.
he: שם המשתמש או הסיסמה שהזנת שגויים.
hr: Uneseno je pogrešno korisničko ime ili lozinka.
hu: A megadott felhasználónév vagy jelszó hibás.
ja: 入力されたユーザー名またはパスワードが間違っています。
lt: Įvestas naudotojo vardas arba slaptažodis neteisingas.
lv: Ievadītais lietotājvārds vai parole nav derīga.
nb: Du har skrevet inn feil brukernavn eller passord.
nl: U hebt een onjuiste gebruikersnaam of een onjuist wachtwoord ingevoerd.
pt: O nome de utilizador ou palavra-passe que introduziu está incorrecto.
ro: Numele de utilizator sau parola introdusă este incorectă.
sk: Zadané používateľské meno alebo heslo sú nesprávne.
sl: Vnesli ste napačno uporabniško ime ali geslo.
sv: Användarnamnet eller lösenordet du angav är felaktigt.
th: ชื่อผู้ใช้หรือรหัสผ่านที่ป้อนไม่ถูกต้อง
vi: Tên người dùng hoặc mật khẩu mà bạn đã nhập không chính xác.

# USR_Janrain_Invalid_Credentials_ErrorMsg
source: The phone number, email or password you entered is not correct
bg: Телефонният номер, имейлът или паролата, които сте въвели, са грешни
ca_es: |El número de teléfono, el correo electrónico o la contraseña que has introducido son incorrectos.|
cs: Zadané telefonní číslo, e-mail nebo heslo nejsou správné.
da: Det telefonnummer, den e-mailadresse eller den adgangskode, du har indtastet er forkert
el: Ο αριθμός τηλεφώνου, το email ή ο κωδικός πρόσβασης δεν είναι σωστός.
et: Sisestatud telefoninumber, e-posti aadress või parool on vale.
fi: Antamasi puhelinnumero, sähköpostiosoite tai salasana ei kelpaa.
he: שגיאה במספר הטלפון, הדוא״ל או הסיסמה שהוזנו
hr: Uneseni telefonski broj, adresa e-pošte ili lozinka nije točna
hu: A megadott telefonszám, e-mail vagy jelszó helytelen.
ja: 入力された電話番号、メールアドレスまたはパスワードが間違っています。
lt: Įvestas telefono numeris, el. pašto adresas arba slaptažodis yra neteisingas.
lv: Jūsu ievadītais tālruņa numurs, e-pasta adrese vai parole nav pareiza
nb: Du har skrevet inn feil telefonnummer, e-postadresse eller passord.
nl: Het telefoonnummer, e-mailadres of wachtwoord dat u hebt opgegeven, is onjuist
pt: O número de telefone, o e-mail ou a palavra-passe introduzidos estão incorretos
ro: Numărul de telefon, adresa de e-mail sau parola introdusă nu este corectă.
sk: Zadané telefónne číslo, e-mailová adresa alebo heslo sú nesprávne.
sl: Telefonska številka, e-poštni naslov ali geslo, ki ste jo/ga vnesli, je napačna/-en/-o.
sv: Telefonnumret, e-postadressen eller lösenordet som du angav stämmer inte.
th: หมายเลขโทรศัพท์ อีเมล์ หรือรหัสผ่านคุณที่ป้อนไม่ถูกต้อง
vi: Số điện thoại, email hoặc mật khẩu mà bạn đã nhập không chính xác

# USR_Janrain_Invalid_Credentials_ForgotPasswordFlow_ErrorMsg
source: No account exists for this email. Create an account using this email or enter a different email address.
bg: Няма съществуващ акаунт за този имейл. Създайте акаунт чрез този имейл или въведете различен имейл адрес.
ca_es: |С этим адресом эл. почты не связана ни одна учетная запись. Создайте учетную запись с этим адресом эл. почты или введите другой адрес.|
cs: S touto e-mailovou adresou není spojen žádný účet. Vytvořte nový účet s touto e-mailovou adresou nebo zadejte jinou e-mailovou adresu.
da: Ingen konto findes for denne e-mail. Opret en konto med denne e-mail, eller indtast en anden e-mailadresse.
el: Δεν υπάρχει λογαριασμός για αυτό το email. Δημιουργήστε έναν λογαριασμό με αυτό το email ή εισαγάγετε μια διαφορετική διεύθυνση email.
et: Selle e-posti aadressiga ei ole seotud ühtegi kontot. Looge konto seda e-posti aadressi kasutades või sisestage teine e-posti aadress.
fi: Tähän sähköpostiosoitteeseen ei liity tiliä. Luo tili tälle sähköpostiosoitteelle tai valitse jokin muu sähköpostiosoite.
he: לא קיים חשבון עבור דוא"ל זה. צור חשבון באמצעות דוא"ל זה, או הזן כתובת דוא"ל שונה.
hr: Ne postoji račun s ovom adresom e-pošte. Izradite račun s ovom adresom e-pošte ili unesite drugu adresu e-pošte.
hu: Nem létezik fiók ehhez az e-mailhez. Hozzon létre fiókot ezzel az e-mail-címmel, vagy adjon meg másik e-mail-címet.
ja: このメールアドレスのアカウントは存在しません。このメールアドレスを使用してアカウントを作成するか、別のメールアドレスを入力してください。
lt: Šiam el. pašto adresui paskyra nesukurta. Sukurkite paskyrą naudodami šį el. pašto adresą arba įveskite kitą el. pašto adresą.
lv: Konts ar šādu e-pasta adresi neeksistē. Izveidojiet kontu, izmantojot šo e-pasta adresi vai ievadiet citu e-pasta adresi.
nb: Det finnes ingen konto for denne e-postadressen. Opprett en konto med denne e-postadressen, eller bruk en annen e-postadresse.
nl: Er bestaat geen account voor dit e-mailadres. Maak een account aan met dit e-mailadres of voer een ander e-mailadres in.
pt: Não existe nenhuma conta associada a este e-mail. Crie uma conta utilizando este e-mail ou introduza outro endereço de e-mail.
ro: Nu există niciun cont pentru acest e-mail. Creează un cont utilizând acest e-mail sau introdu altă adresă de e-mail.
sk: Pre túto e-mailovú adresu neexistuje žiadny účet. Vytvorte si účet použitím tejto e-mailovej adresy alebo zadajte inú.
sl: Račun za ta e-poštni naslov ne obstaja. Ustvarite račun s tem e-poštnim naslovom ali vnesite drug e-poštni naslov.
sv: Konto saknas för den här e-postadressen. Skapa ett konto med den här e-postadressen eller ange en annan e-postadress.
th: ไม่มีบัญชีสำหรับอีเมลนี้ สร้างบัญชีด้วยการใช้อีเมลนี้ หรือใส่อีเมลอื่นลงไป
vi: Không có tài khoản nào cho email này. Hãy tạo một tài khoản bằng email này hoặc nhập địa chỉ email khác.

# USR_Janrain_LimitError_ErrorMsg
source: The limit of too many unsuccessful attempts has been reached. Please try again later.
bg: Лимитът за прекалено много неуспешни опити е достигнат. Моля, опитайте отново по-късно.
ca_es: |Лимитът за прекалено много неуспешни опити е достигнат. Моля, опитайте отново по-късно.|
cs: Dosáhli jste limitu nesprávných pokusů. Zkuste to znovu později.
da: Grænsen for mange mislykkede forsøg er nået. Prøv igen senere.
el: Φτάσατε το όριο των αποτυχημένων προσπαθειών. Δοκιμάστε ξανά αργότερα.
et: Liiga palju ebaõnnestunud katseid. Proovige hiljem uuesti.
fi: Virheellisten yrityksien enimmäismäärä on saavutettu. Yritä myöhemmin uudelleen.
he: הגעת למספר המרבי של ניסיונות התחברות לא מוצלחים. נסה שוב מאוחר יותר.
hr: Dosegnut je maksimalni broj neuspjelih pokušaja. Pokušajte ponovo poslije.
hu: Elérte a sikertelen próbálkozások limitét. Próbálja meg újra később.
ja: 試行回数の上限に達しました。 しばらくしてから再試行してください。
lt: Pasiekta nesėkmingų bandymų įvesti kodą riba. Bandykite dar kartą vėliau.
lv: Jūs esat sasniedzis maksimālo nesekmīgo mēģinājumu skaitu. Lūdzu, mēģiniet vēlāk vēlreiz.
nb: Du har nådd grensen for mislykkede forsøk. Prøv på nytt senere.
nl: U hebt de limiet van het aantal mislukte pogingen bereikt. Probeer het later opnieuw.
pt: Atingiu o limite de tentativas sem sucesso. Tente novamente mais tarde.
ro: S-a atins limita de încercări nereuşite. Încearcă din nou mai târziu.
sk: Dosiahli ste limit neúspešných pokusov. Skúste to znova neskôr.
sl: Dosežena je bila omejitev neuspešnih poskusov. Poskusite znova pozneje.
sv: Gränsen för för många misslyckade inloggningsförsök har uppnåtts. Försök igen senare.
th: เกิดขีดจำกัดของการพยายามที่ไม่ประสบความสำเร็จหลายครั้ง โปรดลองอีกครั้งในภายหลัง
vi: Đã đạt đến giới hạn quá nhiều lần thử không thành công. Vui lòng thử lại sau.

# USR_Janrain_VerificationCodeExpired_ErrorMsg
source: You have entered an incorrect or expired verification code. Please enter the correct code or resend the code.
bg: Въвели сте неправилен или изтекъл код за потвърждаване. Моля, въведете правилния код или го изпратете отново.
ca_es: |Sie haben einen falschen oder abgelaufenen Verifizierungscode eingegeben. Geben Sie den richtigen Code ein oder senden Sie den Code erneut.|
cs: Zadali jste nesprávný nebo neplatný ověřovací kód. Zadejte správný kód nebo si nechte zaslat nový.
da: Du har indtastet en forkert eller udløbet bekræftelseskode. Indtast den korrekte kode, eller send koden igen.
el: Εισαγάγατε λάθος ή ληγμένο κωδικό επαλήθευσης. Εισαγάγετε τον σωστό κωδικό ή να γίνει νέα αποστολή κωδικού.
et: Olete sisestanud vale või aegunud kinnituskoodi. Sisestage õige kood või saatke kood uuesti.
fi: Annettu vahvistuskoodi ei kelpaa tai se on vanhentunut. Anna oikea koodi tai pyydä uusi koodi.
he: הזנת קוד אימות שגוי או פג תוקף. הזן את הקוד הנכון או שלח את הקוד שוב.
hr: Unijeli ste netočan ili stari kôd za provjeru. Unesite točan kôd ili ponovo pošaljite kôd.
hu: Nem megfelelő vagy lejárt ellenőrzőkódot adott meg. Kérjük, adja meg a megfelelő kódot, vagy küldje el újra a kódot.
ja: 入力された確認コードが間違っているか、期限切れです。 正しいコードを入力するか、コードを再送信してください。
lt: Įvedėte neteisingą arba nebegaliojantį patvirtinimo kodą. Įveskite teisingą kodą arba atsisiųskite kodą dar kartą.
lv: Jūsu ievadītais verifikācijas kods ir nederīgs vai tam ir beidzies derīgums. Lūdzu, ievadiet pareizo kodu vai nosūtiet kodu atkārtoti.
nb: Du har angitt en bekreftelseskode som er feil eller utløpt. Angi riktig kode eller få tilsendt en ny kode.
nl: U hebt een onjuiste of verlopen verificatiecode ingevoerd. Voer de juiste code in of laat een nieuwe code opsturen.
pt: Introduziu um código de verificação incorreto ou expirado. Introduza o código correto ou reenvie-o.
ro: Ai introdus un cod de verificare incorect sau expirat. Introdu codul corect sau retrimite codul.
sk: Zadali ste nesprávny alebo vypršaný verifikačný kód. Zadajte správny kód alebo ho znova odošlite.
sl: Vnesli ste napačno ali pretečeno potrditveno kodo. Vnesite pravilno kodo ali jo pošljite ponovno.
sv: Du har angett en felaktig eller utgången verifieringskod. Ange rätt kod eller skicka om koden.
th: คุณได้ป้อนรหัสยืนยันที่ไม่ถูกต้อง หรือหมดอายุ โปรดป้อนรหัสที่ถูกต้อง หรือส่งรหัสผ่านอีกครั้ง
vi: Bạn đã nhập sai mã xác thực hoặc mã xác thực đã hết hạn. Vui lòng nhập mã đúng hoặc gửi lại mã.

# USR_LastNameField_ErrorMsg
source: Please enter your last name
bg: Въведете фамилията си
ca_es: |Veuillez entrer votre nom de famille.|
cs: Zadejte své příjmení
da: Indtast dit efternavn
el: Εισαγάγετε επώνυμο
et: Sisestage oma perekonnanimi
fi: Kirjoita sukunimesi
he: אנא הזן שם המשפחה שלך
hr: Unesite svoje prezime
hu: Adja meg a vezetéknevét
ja: 名前（姓）を入力してください
lt: Įveskite pavardę
lv: Lūdzu, ievadiet savu uzvārdu
nb: Skriv inn etternavnet ditt
nl: Voer uw achternaam in
pt: Introduza o seu apelido
ro: Introdu numele de familie
sk: Zadajte priezvisko
sl: Vnesite svoj priimek
sv: Ange ditt efternamn
th: โปรดป้อนนามสกุลของคุณ
vi: Vui lòng nhập họ của bạn
