Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_DLS_Email_Verify_Alert_Body_Line1
source: Please click on the link in the email we've sent you.
bg: Моля, щракнете върху връзката в имейла, който ви изпратихме.
ca_es: |Перейдите по ссылке в письме, которое мы отправили на ваш электронный адрес.|
cs: Klikněte prosím na odkaz v e-mailu, který jsme vám zaslali.
da: Klik på linket i den e-mail, vi har sendt til dig.
el: Κάντε κλικ στο σύνδεσμο που αναφέρεται στο email που σας στείλαμε.
et: Palun klõpsake teile e-kirja teel saadetud lingil.
fi: Napsauta lähettämässämme viestissä olevaa linkkiä.
he: לחץ על הקישור בהודעת הדוא"ל ששלחנו לך.
hr: Pritisnite vezu u poruci e-pošte koju smo vam poslali.
hu: Kattintson az általunk küldött e-mailben található hivatkozásra.
ja: 送信されたメールのリンクをクリックしてください。
lt: Paspauskite nuorodą, kurią rasite mūsų siųstame el. laiške.
lv: Lūdzu, noklikšķiniet uz saites e-pasta ziņojumā, kuru mēs atsūtījām.
nb: Klikk på koblingen i e-posten vi har sendt deg.
nl: Klik op de koppeling in de e-mail die we u hebben gestuurd.
pt: Clique na ligação do e-mail que lhe enviámos.
ro: Te rugăm să faci clic pe linkul din e-mailul pe care ţi l-am trimis.
sk: Kliknite na odkaz v e-maile, ktorý sme vám poslali.
sl: Kliknite povezavo v e-poštnem sporočilu, ki smo vam ga poslali.
sv: Klicka på länken i e-postmeddelandet vi skickade till dig.
th: โปรดคลิกที่ลิงก์ในอีเมล์ที่เราได้ส่งถึงคุณ
vi: Vui lòng bấm vào liên kết trong email mà chúng tôi đã gửi cho bạn.

# USR_DLS_Email_Verify_Alert_Body_Line2
source: The email may not arrive immediately but it is on its way.
bg: Имейлът може да не пристигне незабавно, но е изпратен.
ca_es: |Es posible que el correo electrónico no llegue inmediatamente pero está en camino.|
cs: E-mail nemusí dorazit ihned, ale je na cestě.
da: E-mailen kommer muligvis ikke med det samme, men den er på vej.
el: Το email μπορεί να μην φτάσει αμέσως, αλλά έρχεται.
et: E-kiri ei pruugi kohe kohale jõuda, kuid see on välja saadetud.
fi: Sähköpostiviestin saapumisessa saattaa kestää hetki, mutta se on lähetetty.
he: ייתכן שהודעת הדוא"ל לא תגיע מיד, אבל היא בדרך.
hr: Poruka e-pošte možda neće stići odmah, ali na putu je.
hu: Lehet, hogy még nem érkezett meg, de úton van.
ja: メールはすぐに到着しないこともありますが、送信は完了しています。
lt: El. laiško gavimas gali šiek tiek užtrukti, tačiau jį tikrai gausite.
lv: Iespējams, e-pasta ziņojums nepienāks uzreiz, bet tas ir ceļā.
nb: E-posten kommer kanskje ikke umiddelbart, men den er på vei.
nl: De e-mail komt misschien niet meteen aan, maar hij is onderweg.
pt: O e-mail poderá não chegar imediatamente, mas vai a caminho.
ro: Se poate ca e-mailul să nu ajungă imediat, dar îl vei primi.
sk: Tento e-mail nemusíte dostať okamžite, ale už je na ceste k vám.
sl: E-poštnega sporočila morda ne boste prejeli takoj, a je na poti.
sv: Det kommer kanske inte fram direkt, men det är på väg.
th: อีเมล์อาจส่งไม่ถึงคุณในทันที แต่กำลังไปถึงคุณอยู่
vi: Email đang được gửi đi.

# USR_DLS_Email_Verify_Alert_Title
source: Email needs to be verified
bg: Имейлите трябва да бъдат потвърдени
ca_es: |Die E-Mail-Adresse muss bestätigt werden.|
cs: E-mail je nutné ověřit
da: Din e-mail skal bekræftes
el: Το email πρέπει να επαληθευτεί
et: E-posti aadress tuleb kinnitada
fi: Sähköpostiviesti on vahvistettava
he: יש לאמת את הדוא"ל
hr: E-poštu treba potvrditi
hu: Meg kell erősítenie az e-mailt
ja: メールの確認が必要です
lt: Reikia patvirtinti el. pašto adresą
lv: E-pasta ziņojumu nepieciešams apstiprināt
nb: E-posten må bekreftes
nl: E-mail moet worden geverifieerd
pt: É necessário verificar o endereço de e-mail
ro: E-mailul trebuie verificat
sk: E-mailovú adresu je potrebné overiť
sl: E-poštni naslov je treba preveriti
sv: E-postadressen måste verifieras
th: อีเมล์จำเป็นต้องได้รับการยืนยัน
vi: Email cần được xác thực

# USR_DLS_First_Name_Label_Text
source: First name
bg: Собствено име
ca_es: |Собствено име|
cs: Křestní jméno
da: Fornavn
el: Μικρό όνομα
et: Eesnimi
fi: Etunimi
he: שם פרטי
hr: Ime
hu: Keresztnév
ja: 名前（名）
lt: Vardas
lv: Vārds
nb: Fornavn
nl: Voornaam
pt: Nome
ro: Prenume
sk: Krstné meno
sl: Ime
sv: Förnamn
th: ชื่อ
vi: Tên

# USR_DLS_Forgot_Password_Alert_Button_Title
source: Back to login
bg: Назад към влизане
ca_es: |Torna alla schermata di accesso|
cs: Zpět na přihlášení
da: Tilbage til login
el: Επιστροφή στη σύνδεση
et: Tagasi sisselogimise juurde
fi: Takaisin kirjautumissivulle
he: חזרה להתחברות
hr: Natrag na prijavu
hu: Vissza a bejelentkezéshez
ja: ログインに戻る
lt: Grįžti į prisijungimą
lv: Atpakaļ uz pieteikšanos
nb: Tilbake til pålogging
nl: Terug naar aanmelden
pt: Regressar ao início de sessão
ro: Înapoi la conectare
sk: Späť na prihlásenie
sl: Nazaj na prijavo
sv: Tillbaka till inloggning
th: กลับไปล็อกอิน
vi: Quay lại đăng nhập

# USR_DLS_Forgot_Password_Alert_Message_Line1
source: We've just sent you an email to reset your password.
bg: Ще ви изпратим имейл за нулиране на паролата.
ca_es: |Nous venons de vous envoyer un courrier électronique pour vous permettre de réinitialiser votre mot de passe.|
cs: Právě jsme vám zaslali e-mail, pomocí kterého lze resetovat heslo.
da: Vi har lige sendt en e-mail til dig, hvor du kan nulstille din adgangskode.
el: Μόλις σας στείλαμε ένα email για να κάνετε επαναφορά του κωδικού πρόσβασής σας.
et: Saatsime teile e-kirja parooli lähtestamiseks.
fi: Lähetimme sinulle sähköpostiviestin salasanan vaihtamista varten.
he: שלחנו לך עכשיו הודעת דוא"ל לאיפוס הסיסמה.
hr: Upravo smo vam poslali poruku e-pošte za ponovno postavljanje lozinke.
hu: Jelszava visszaállításához e-mailt küldtünk Önnek.
ja: パスワードをリセットするためのメールを送信しました。
lt: Ką tik jums išsiuntėme el. laišką, kad galėtumėte iš naujo nustatyti slaptažodį.
lv: Mēs nosūtīsim jums e-pasta ziņojumu, lai atiestatītu paroli.
nb: Vi har akkurat sendt deg en e-post slik at du kan tilbakestille passordet.
nl: We hebben u net een e-mail gestuurd om uw wachtwoord opnieuw in te stellen.
pt: Acabámos de lhe enviar um e-mail para repor a sua palavra passe.
ro: Tocmai ţi-am trimis un e-mail pentru a-ţi reseta parola.
sk: Práve sme vám poslali e-mail na vytvorenie nového hesla.
sl: Pravkar smo vam poslali e-poštno sporočilo za ponastavitev gesla.
sv: Vi har skickat ett e-postmeddelande för återställning av ditt lösenord.
th: เราเพิ่งส่งอีเมล์เพื่อรีเซ็ตรหัสผ่านให้กับคุณ
vi: Chúng tôi vừa gửi cho bạn một email để đặt lại mật khẩu.

# USR_DLS_Forgot_Password_Alert_Title
source: Reset Password
bg: Смяна на парола
ca_es: |Επαναφορά κωδικού πρόσβασης|
cs: Resetovat heslo
da: Nulstil adgangskode
el: Επαναφορά κωδικού πρόσβασης
et: Lähtesta salasõna
fi: Muuta salasana
he: אפס סיסמה
hr: Ponovno postavljanje lozinke
hu: Jelszó visszaállítása
ja: パスワードをリセット
lt: Nustatyti slaptažodį iš naujo
lv: Atiestatīt paroli
nb: Tilbakestille passord
nl: Wachtwoord opnieuw instellen
pt: Repor palavra-passe
ro: Resetare parolă
sk: Vytvoriť nové heslo
sl: Ponastavitev gesla
sv: Återställ lösenord
th: รีเซ็ตรหัสผ่าน
vi: Đặt lại mật khẩu

# USR_DLS_Forgot_Password_Body_With_Phone_No
source: No worries. We'll send you an email or SMS to reset your password now.
bg: Не се тревожете. Ще ви изпратим имейл или SMS за нулиране на паролата.
ca_es: |Ne vous inquiétez pas. Nous allons vous envoyer un courrier électronique ou un SMS pour vous permettre de réinitialiser votre mot de passe.|
cs: Nemějte obavy. Zašleme vám e-mail nebo SMS, pomocí kterých lze resetovat heslo.
da: Ingen problemer. Vi sender lige straks en e-mail eller SMS til dig, hvor du kan nulstille din adgangskode.
el: Μην ανησυχείτε. Θα σας στείλουμε ένα email ή SMS για να κάνετε επαναφορά του κωδικού πρόσβασής σας τώρα.
et: Ärge muretsege. Saadame teile e-kirja või SMSi parooli lähtestamiseks.
fi: Ei hätää. Lähetämme sinulle sähköpostitse tai tekstiviestinä ohjeet salasanan vaihtamista varten.
he: אל דאגה. נשלח לך הודעת דוא"ל או SMS לאיפוס הסיסמה עכשיו.
hr: Ne brinite. Poslat ćemo vam poruku e-pošte ili SMS za ponovno postavljanje lozinke.
hu: Semmi gond. Jelszava visszaállításához e-mailt vagy SMS-üzenetet küldünk Önnek.
ja: ご安心ください。パスワードをリセットするためのメールまたは SMS（ショートメッセージ）をすぐに送信します。
lt: Nesijaudinkite. Atsiųsime el. laišką arba SMS žinutę, kad galėtumėte iš naujo nustatyti slaptažodį.
lv: Neraizējieties. Mēs tūlīt nosūtīsim jums e-pasta ziņojumu vai īsziņu, lai atiestatītu paroli.
nb: Det går bra. Vi sender deg en e-post eller SMS, slik at du kan tilbakestille passordet nå.
nl: Geen zorgen. Wij sturen u een e-mail of SMS om uw wachtwoord opnieuw in te stellen.
pt: Não se preocupe. Vamos enviar-lhe um e-mail ou uma SMS para repor a sua palavra-passe.
ro: Nu îţi face griji. Îţi vom trimite acum un e-mail sau SMS pentru a-ţi reseta parola.
sk: Žiaden problém. Pošleme vám e-mail alebo SMS, pomocou ktorých si môžete ihneď vytvoriť nové heslo.
sl: Brez skrbi. Poslali vam bomo e-poštno sporočilo ali sporočilo SMS za ponastavitev gesla.
sv: Inga problem. Vi kommer att skicka dig ett e-postmeddelande eller SMS för återställning av ditt lösenord.
th: ไม่ต้องกังวล เราจะส่งอีเมล์หรือ SMS เพื่อรีเซ็ตรหัสผ่านของคุณตอนนี้เลย
vi: Đừng lo lắng. Chúng tôi sẽ gửi cho bạn một email hoặc SMS để đặt lại mật khẩu ngay bây giờ.

# USR_DLS_Forgot_Password_Body_Without_Phone_No
source: No worries. We'll send you an email to reset your password now.
bg: Не се тревожете. Ще ви изпратим имейл за нулиране на паролата.
ca_es: |Ne vous inquiétez pas. Nous allons vous envoyer un courrier électronique pour vous permettre de réinitialiser votre mot de passe.|
cs: Nemějte obavy. Zašleme vám e-mail, pomocí kterého lze resetovat heslo.
da: Ingen problemer. Vi sender lige straks en e-mail til dig, hvor du kan nulstille din adgangskode.
el: Μην ανησυχείτε. Θα σας στείλουμε ένα email για να κάνετε επαναφορά του κωδικού πρόσβασής σας τώρα.
et: Ärge muretsege. Saadame teile e-kirja parooli lähtestamiseks.
fi: Ei hätää. Lähetämme sinulle sähköpostiviestin salasanan vaihtamista varten.
he: אל דאגה. נשלח לך הודעת דוא"ל לאיפוס הסיסמה עכשיו.
hr: Ne brinite. Sada ćemo vam poslat poruku e-pošte za ponovno postavljanje lozinke.
hu: Semmi gond. Jelszava visszaállításához e-mailt küldünk Önnek.
ja: ご安心ください。パスワードをリセットするためのメールをすぐに送信します。
lt: Nesijaudinkite. Atsiųsime el. laišką, kad galėtumėte iš naujo nustatyti slaptažodį.
lv: Neraizējieties. Mēs tūlīt nosūtīsim jums e-pasta ziņojumu, lai atiestatītu paroli.
nb: Det går bra. Vi sender deg en e-post, slik at du kan tilbakestille passordet nå.
nl: Geen zorgen. Wij sturen u nu een e-mail om uw wachtwoord opnieuw in te stellen.
pt: Não se preocupe. Vamos enviar-lhe um e-mail para repor a sua palavra-passe.
ro: Nu îţi face griji. Îţi vom trimite acum un e-mail pentru a-ţi reseta parola.
sk: Žiaden problém. Pošleme vám e-mail, pomocou ktorého si môžete ihneď vytvoriť nové heslo.
sl: Brez skrbi. Poslali vam bomo e-poštno sporočilo za ponastavitev gesla.
sv: Inga problem. Vi kommer att skicka dig ett e-postmeddelande för återställning av ditt lösenord.
th: ไม่ต้องกังวล เราจะส่งอีเมล์เพื่อรีเซ็ตรหัสผ่านของคุณตอนนี้เลย
vi: Đừng lo lắng. Chúng tôi sẽ gửi cho bạn một email để đặt lại mật khẩu ngay bây giờ.

# USR_DLS_Forgot_Password_Button_Title
source: Send
bg: Изпрати
ca_es: |Отправить|
cs: Poslat
el: Αποστολή
et: Saada
fi: Lähetä
he: שלח
hr: Pošalji
hu: Küldés
ja: 送信
lt: Siųsti
lv: Sūtīt
nl: Verzenden
pt: Enviar
ro: Trimitere
sk: Odoslať
sl: Pošlji
sv: Skicka
th: ส่ง
vi: Gửi

# USR_DLS_Got_It_Now_Button_Title
source: Thanks, I've got it now
bg: Благодаря, сега се получи
ca_es: |Paldies, tagad es saņēmu ziņojumu|
cs: Děkuji, už ho mám
da: Tak, nu har jeg modtaget den
el: Ευχαριστώ, το έλαβα
et: Tänan, sain selle nüüd kätte.
fi: Kiitos, viesti tuli perille
he: תודה, קיבלתי את ההודעה עכשיו
hr: Hvala, sada je stigla
hu: Köszönöm, megkaptam
ja: ただいま受信しました
lt: Ačiū, dabar jau gavau
lv: Paldies, tagad es saņēmu ziņojumu
nb: Takk, jeg fikk den nå
nl: Bedankt, ik heb hem nu
pt: Obrigado, já recebi
ro: Mulţumesc, l-am primit acum
sk: Ďakujem, už ho mám
sl: Hvala, sporočilo sem prejel
sv: Tack, nu har jag fått den
th: ของคุณ ฉันได้รับแล้ว
vi: Tôi đã nhận được, cảm ơn

# USR_DLS_Last_Name_Label_Text
source: Last name
bg: Фамилия
ca_es: |Nom de famille|
cs: Příjmení
da: Efternavn
el: Επώνυμο
et: Perekonnanimi
fi: Sukunimi
he: שם משפחה
hr: Prezime
hu: Vezetéknév
ja: 名前（姓）
lt: Pavardė
lv: Uzvārds
nb: Etternavn
nl: Achternaam
pt: Apelido
ro: Nume
sk: Priezvisko
sl: Priimek
sv: Efternamn
th: นามสกุล
vi: Họ

# USR_DLS_Merge_Accounts
source: Merge accounts
bg: Сливане на акаунти
ca_es: |Объединение учетных записей|
cs: Propojit účty
da: Flet konti
el: Συγχώνευση λογαριασμών
et: Kontode ühendamine
fi: Yhdistä tilit
he: מזג חשבונות
hr: Spoji račune
hu: Fiókok egyesítése
ja: アカウントをマージ
lt: Sujungti paskyras
lv: Sapludināt kontus
nb: Slå sammen kontoer
nl: Accounts samenvoegen
pt: Juntar contas
ro: Îmbinare conturi
sk: Zlúčiť kontá
sl: Povezovanje računov
sv: Slå samman konton
th: รวมบัญชี
vi: Hợp nhất tài khoản

# USR_DLS_Merge_Accounts_Logout_Dialog_Message
source: If you do not want to link your social media account to your account, log out and then log in again using your Philips account details.
bg: Ако не искате да свързвате акаунта си в социална мрежа към вашия акаунт, излезте и след това влезте отново чрез данните на своя акаунт във Philips.
ca_es: |Wenn Sie Ihr Konto sozialer Medien nicht mit Ihrem Konto verknüpfen möchten, müssen Sie sich abmelden und dann erneut mit Ihren Anmeldedaten Ihres Philips Kontos anmelden.|
cs: Pokud nechcete propojit účet sociálních médií se svým účtem, odhlaste se a znovu přihlaste pomocí podrobností účtu Philips.
da: Hvis du ikke ønsker at tilknytte din konto på et socialt medie til din konto, skal du logge af og derefter logge på igen med dine Philips-kontooplysninger.
el: Εάν δεν θέλετε να συνδέσετε το λογαριασμό κοινωνικής δικτύωσης με το λογαριασμό σας, αποσυνδεθείτε και κατόπιν συνδεθείτε ξανά με τα στοιχεία του λογαριασμού σας Philips.
et: Kui te ei soovi sotsiaalmeedia kontot oma kontoga siduda, logige välja ja seejärel logige uuesti sisse Philipsi konto andmeid kasutades.
fi: Jos et halua yhdistää yhteisöpalvelutiliäsi Philips-tiliin, kirjaudu ulos ja kirjaudu sitten uudelleen sisään Philips-tilin tiedoilla.
he: אם אינך מעוניין לקשר את החשבונות שלך ברשתות החברתיות לחשבון Philips, התנתק ואז היכנס שוב באמצעות פרטי החשבון שלך ב-Philips.
hr: Ako ne želite povezati račun društvene mreže sa svojim računom, odjavite se i zatim se ponovo prijavite koristeći podatke svog Philips računa.
hu: Ha nem akarja összekapcsolni a fiókját közösségioldal-fiókjával, jelentkezzen ki, majd jelentkezzen be újra Philips fiókja adataival.
ja: ソーシャルメディアアカウントをあなたのアカウントにリンクしない場合は、ログアウトしてから、フィリップスアカウントの詳細を使用して再度ログインしてください。
lt: Jei nenorite susieti socialinio tinklo paskyros su savo paskyra, atsijunkite ir iš naujo prisijunkite naudodami „Philips“ paskyros informaciją.
lv: Ja nevēlaties piesaistīt savu sociālās multivides kontu savam kontam, lūdz, izejiet un pēc tam piesakieties vēlreiz, izmantojot sava Philips konta informāciju.
nb: Hvis du ikke vil koble kontoer på sosiale medier sammen med kontoen din, må du logge av og deretter logge deg på igjen ved å bruke kontoinformasjonen for Philips.
nl: Als u uw account voor sociale media niet wilt koppelen aan uw account, meld u dan af en meld u opnieuw aan met uw Philips-accountgegevens.
pt: Se não pretender associar a sua conta de redes sociais à sua conta, termine sessão e, em seguida, inicie sessão novamente com os dados da conta Philips.
ro: Dacă nu vrei să îţi asociezi contul de reţea de socializare cu acest cont, deconectează-te şi conectează-te din nou folosind detaliile contului Philips.
sk: Ak nechcete prepojiť toto konto s účtom na sociálnej sieti, odhláste sa a potom sa znova prihláste pomocou prihlasovacích údajov svojho konta Philips.
sl: Če računa za družabno omrežje ne želite povezati z računom, se odjavite in se znova prijavite s podatki za Philipsov račun.
sv: Om du inte vill koppla ditt konto på sociala medier med ditt konto loggar du ut och loggar in igen med ditt Philips-konto.
th: หากคุณไม่ต้องการลิงก์บัญชีสื่อสังคมออนไลน์เข้ากับบัญชีของคุณ ให้ล็อกเอาต์แล้วล็อกอินอีกครั้งโดยใช้รายละเอียดบัญชี Philips
vi: Nếu bạn không muốn liên kết tài khoản mạng xã hội với tài khoản của bạn, hãy đăng xuất và đăng nhập lại bằng thông tin tài khoản Philips của bạn.

# USR_DLS_Merge_Accounts_Logout_Dialog_Title
source: Don’t connect social media accounts
bg: Без свързване на акаунти в социални мрежи
ca_es: |Να μην γίνει σύνδεση σε λογαριασμούς κοινωνικής δικτύωσης|
cs: Nepropojovat účty sociálních médií
da: Tilknyt ikke konti på sociale medier til hinanden
el: Να μην γίνει σύνδεση σε λογαριασμούς κοινωνικής δικτύωσης
et: Ära ühenda sotsiaalmeedia kontosid
fi: Älä yhdistä yhteisöpalvelutilejä
he: אל תחבר חשבונות של רשתות חברתיות
hr: Nemoj povezivati račune za društvene mreže
hu: A közösségioldal-fiókokat ne kapcsolja hozzá
ja: ソーシャルメディアアカウントを接続しない
lt: Nesujunkite socialinių tinklų paskyrų
lv: Nesavienot sociālo tīklu kontus
nb: Ikke koble til kontoer på sosiale medier
nl: Accounts voor sociale media niet koppelen
pt: Não associar contas de redes sociais
ro: Nu conecta conturile de reţea de socializare
sk: Neprepájať s účtami na sociálnych sieťach
sl: Ne poveži računov za družabna omrežja
sv: Anslut inte konton i sociala medier
th: ไม่เชื่อมต่อบัญชีสื่อสังคมออนไลน์
vi: Không kết nối tài khoản mạng xã hội

# USR_DLS_Merge_Accounts_Logout_Dialog__Button_Title
source: Yes, log out
bg: Да, излизане
ca_es: |D'accord, me déconnecter|
cs: Ano, odhlásit
da: Ja, log ud
el: Ναι, αποσύνδεση
et: Jah, logi välja
fi: Kyllä, kirjaudu ulos
he: כן, ברצוני להתנתק
hr: Da, odjavi se
hu: Igen, kijelentkezek
ja: はい、ログアウトします
lt: Taip, atsijungti
lv: Jā, iziet
nb: Ja, logg av
nl: Ja, afmelden
pt: Sim, terminar sessão
ro: Da, mă deconectez
sk: Áno, odhlásiť sa
sl: Da, želim se odjaviti
sv: Ja, logga ut
th: ใช่ ล็อกเอาต์
vi: Vâng, đăng xuất

# USR_DLS_OR_Label_Text
source: Or
bg: Или
ca_es: |Możesz też|
cs: Nebo
da: Eller
el: Ή
et: Või
fi: Tai
he: או
hr: Ili
hu: Vagy
ja: または
lt: Arba
lv: Vai
nb: Eller
nl: Of
pt: Ou
ro: Sau
sk: Alebo
sl: Ali
sv: Eller
th: หรือ
vi: Hoặc

# USR_DLS_OR_With_Label_Text
source: log in with:
bg: влизане с:
ca_es: |bejelentkezés a következővel:|
cs: se přihlásit pomocí:
da: log på med:
el: σύνδεση με:
et: logige sisse kontoga:
fi: kirjaudu tilillä:
he: התחבר באמצעות:
hr: se prijavite koristeći:
hu: bejelentkezés a következővel:
ja: 次のアカウントでログイン：
lt: prisijunkite per:
lv: piesakieties ar:
nb: logg på med:
nl: meld u aan met:
pt: inicie sessão com:
ro: conectează-te cu:
sk: sa prihláste cez:
sl: se prijavite z:
sv: logga in med:
th: ล็อกอินด้วย:
vi: đăng nhập bằng:

# USR_DLS_OptIn_Button1_Title
source: OK, count me in
bg: ОК, включете ме
ca_es: |V poriadku, počítajte so mnou|
cs: OK, jdu do toho
da: OK, tilmeld mig
el: Εντάξει, δέχομαι
et: OK, olen nõus
fi: OK, liityn mukaan
he: בסדר, אני בפנים
hr: U redu, pristajem
hu: Rendben, csatlakozom
ja: はい、参加します
lt: GERAI, įtraukite ir mane
lv: Labi, vēlos piedalīties
nb: OK, jeg er med
nl: Ja, ik doe mee
pt: OK, contem comigo
ro: OK, sunt de acord
sk: V poriadku, počítajte so mnou
sl: Prav, sodeloval bom
sv: Ok, jag vill vara med
th: ตกลง ฉันขอร่วมด้วย
vi: OK, tính cả tôi nữa

# USR_DLS_OptIn_Button2_Title
source: Maybe later
bg: Може би по-късно
ca_es: |Quizás más adelante|
cs: Možná později
da: Måske senere
el: Ίσως αργότερα
et: Võib-olla hiljem
fi: Ehkä myöhemmin
he: אולי מאוחר יותר
hr: Možda kasnije
hu: Talán később
ja: 後で実行
lt: Galbūt vėliau
lv: Varbūt vēlāk
nb: Kanskje senere
nl: Misschien later
pt: Talvez mais tarde
ro: Poate mai târziu
sk: Možno neskôr
sl: Mogoče pozneje
sv: Kanske senare
th: เอาไว้ก่อน
vi: Có lẽ để sau

# USR_DLS_OptIn_Header_Label
source: What do we have to offer?
bg: Какво можем да ви предложим?
ca_es: |Chúng tôi phải cung cấp thông tin gì cho bạn?|
cs: Co nabízíme?
da: Hvad kan vi tilbyde?
el: Τι προσφορές έχουμε;
et: Mida meil teile pakkuda on?
fi: Mitä tarjoamme?
he: מה יש לנו להציע?
hr: Što možemo ponuditi?
hu: Mit kínálunk az Ön számára?
ja: 私たちが提供するものとは？
lt: Ką turėtume pasiūlyti?
lv: Ko mēs varam piedāvāt?
nb: Hva har vi å tilby?
nl: Wat hebben we te bieden?
pt: O que temos para lhe oferecer?
ro: Ce avem de oferit?
sk: Čo vám ponúkame?
sl: Kaj vam lahko ponudimo?
sv: Vad kan vi erbjuda?
th: เราต้องเสนออะไรบ้าง
vi: Chúng tôi phải cung cấp thông tin gì cho bạn?

# USR_DLS_OptIn_Navigation_Bar_Title
source: Be the first to know
bg: Бъдете сред първите, които ще научат
ca_es: |Puoi essere il primo ad avere informazioni sulle novità|
cs: Buďte první, kdo ví
da: Vær den første, der får besked
el: Ενημερωθείτε πρώτοι
et: Saage esimesena teada
fi: Kuulet uutiset ensimmäisenä
he: היה הראשון לדעת
hr: Prvi saznajte
hu: Értesüljön elsőként
ja: 最新情報をいち早く入手する
lt: Būkite pirmoji (-asis), kuri (-s) sužinos
lv: Uzziniet pirmais
nb: Vær blant de første som får vite
nl: Wees als eerste op de hoogte
pt: Seja o primeiro a saber
ro: Fii primul care află
sk: Majte informácie ako prví
sl: Bodite obveščeni prvi
sv: Få information först
th: รู้เป็นคนแรก
vi: Là người đầu tiên biết được

# USR_DLS_OptIn_Promotional_Message_Line1
source: Receive promotional communications of Philips based on my preferences and online behavior.
bg: Получаване на промоционални съобщения от Philips, базирани на моите предпочитания и онлайн поведения.
ca_es: |Recevez des communications promotionnelles de Philips en fonction de mes préférences et de mon comportement en ligne.|
cs: Chci přijímat propagační komunikaci od společnosti Philips na základě mých preferencí a chování online.
da: Modtag kampagnekommunikation fra Philips baseret på mine præferencer og mine onlineaktiviteter
el: Λήψη προωθητικών μηνυμάτων από τη Philips με βάση τις προτιμήσεις και τη διαδικτυακή συμπεριφορά μου.
et: Saage Philipsi kampaaniapakkumisi olenevalt oma eelistustest ja veebikäitumisest.
fi: Vastaanota Philipsin markkinointiviestejä omien asetuksien ja internetin käytön perusteella.
he: קבל הודעות על מבצעים של Philips בהתבסס על ההעדפות וההרגלים שלי באינטרנט.
hr: Primajte promotivne materijale tvrtke Philips na temelju svojih preferenci i ponašanja na mreži.
hu: Promóciós levelek fogadása a Philipstől az érdeklődésem és online szokásaim alapján.
ja: 自分の嗜好やオンラインアクティビティに基づいたフィリップスのプロモーション情報の受信を希望します。
lt: Gaukite „Philips“ reklaminius pranešimus pagal tai, ką mėgstate, ir tai, ko ieškote internete.
lv: Saņemt Philips reklāmas paziņojumus, kas veidoti atbilstoši manām preferencēm un darbībām tiešsaistē
nb: Motta kampanjekommunikasjon fra Philips basert på mine preferanser og nettvaner.
nl: Ontvang promotionele berichten van Philips op basis van uw voorkeuren en online gedrag.
pt: Receba comunicações promocionais da Philips com base nas suas preferências e na sua actividade online.
ro: Primeşte comunicări promoţionale de la Philips în funcţie de preferinţe şi de comportamentul tău online.
sk: Chcem dostávať reklamné informácie od spoločnosti Philips na základe mojich preferencií a správania online
sl: Prejemajte Philipsova promocijska obvestila glede na svoje izbire in spletne obiske.
sv: Få marknadsföringsutskick från Philips utifrån dina önskemål och ditt beteende online.
th: รับการแจ้งข่าวสารด้านโปรโมชันของ Philips ตามความต้องการและพฤติกรรมในโลกออนไลน์ของฉัน
vi: Nhận thông tin quảng cáo của Philips dựa theo sở thích và hành vi trực tuyến của tôi.

# USR_DLS_OptIn_What_does_This_Mean_Txt
source: What does this mean?
bg: Какво означава това?
ca_es: |Qu'est-ce que cela signifie ?|
cs: Co to znamená?
da: Hvad betyder dette?
el: Τι σημαίνει αυτό;
et: Mida see tähendab?
fi: Mitä tämä tarkoittaa?
he: מה זה אומר?
hr: Što to znači?
hu: Ez mit jelent?
ja: どういう意味ですか？
lt: Ką tai reiškia?
lv: Ko tas nozīmē?
nb: Hva betyr dette?
nl: Wat betekent dit?
pt: O que significa isto?
ro: Ce înseamnă aceasta?
sk: Čo to znamená?
sl: Kaj to pomeni?
sv: Vad betyder det?
th: หมายความว่าอย่างไร
vi: Điều này nghĩa là gì?
