Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_Country_ZA
source: South Africa
bg: Южна Африка
ca_es: |Republika Południowej Afryki|
da: Sydafrika
el: Νότια Αφρική
et: Lõuna-Aafrika Vabariik
fi: Etelä-Afrikka
he: דרום אפריקה
hr: Južna Afrika
hu: Dél-Afrika
ja: 南アフリカ
lt: Pietų Afrika
lv: Dienvidāfrika
nb: Sør-Afrika
nl: Zuid-Afrika
pt: África do Sul
ro: Africa de Sud
sk: Južná Afrika
sl: Južna Afrika
sv: Sydafrika
th: แอฟริกาใต้
vi: Nam Phi

# USR_Create_Account_CreateMyPhilips_btntxt
source: Create Philips account
bg: Създаване на акаунт във Philips
ca_es: |Створити обліковий запис Philips|
cs: Vytvořit účet Philips
da: Opret Philips-konto
el: Δημιουργία λογαριασμού Philips
et: Loo Philipsi konto
fi: Luo Philips-tili
he: צור חשבון פיליפס
hr: Izrada Philips računa
hu: Philips fiók létrehozása
ja: フィリップスアカウントを作成
lt: Sukurkite „Philips“ paskyrą
lv: Izveidot Philips kontu
nb: Opprett Philips-konto
nl: Philips-account maken
pt: Criar uma conta Philips
ro: Creare cont Philips
sk: Vytvoriť konto Philips
sl: Ustvarite račun Philips
sv: Skapa Philips-konto
th: สร้างบัญชี Phillips
vi: Tạo tài khoản Philips

# USR_DLS_AddRecovery_AddRecovery_Button_Title
source: Add my recovery email
bg: Добавяне на моя имейл за възстановяване
ca_es: |Добавить адрес электронной почты для восстановления|
cs: Přidat e-mail pro obnovení
da: Tilføj min e-mail til kontogendannelse
el: Προσθήκη email ανάκτησης
et: Lisa taastamise e-posti aadress
fi: Lisää palautussähköposti
he: הוסף כתובת דוא"ל לשחזור
hr: Dodaj moju e-poštu za oporavak
hu: Helyreállítási e-mail-cím hozzáadása
ja: リカバリメールを追加
lt: Pridėti mano atkūrimo el. pašto adresą
lv: Pievienot manu atkopšanas e-pastu
nb: Legg til e-post for gjenoppretting
nl: Mijn herstel-e-mail toevoegen
pt: Adicionar o meu endereço de e-mail de recuperação
ro: Adăugare adresă de e-mail de recuperare
sk: Pridať e-mail na obnovenie
sl: Dodajte obnovitveni e-poštni naslov
sv: Lägg till e-postadressen för återskapande
th: เพิ่มอีเมล์สำรองของฉัน
vi: Thêm email khôi phục của tôi

# USR_DLS_AddRecovery_Description_Text
source: In case we need to reach you about unusual activity on your account or to reset your password if you get locked out, please add your email here.
bg: В случай че трябва да се свържем с вас относно необичайни дейности във вашия акаунт или за нулиране на паролата, ако останете блокирани, моля, добавете своя имейл тук.
ca_es: |Στην περίπτωση που θέλουμε να επικοινωνήσουμε μαζί σας σχετικά με τυχόν ασυνήθιστη δραστηριότητα στο λογαριασμό σας ή για επαναφορά του κωδικού πρόσβασής σας εάν ο λογαριασμός σας κλειδωθεί, προσθέστε το email σας εδώ.|
cs: Pokud se s vámi budeme muset spojit ohledně nezvyklé aktivity na vašem účtu nebo resetovat vaše heslo v případě, že váš účet bude uzamčen, přidejte sem prosím svou e-mailovou adresu.
da: Tilføj din e-mail her, så vi kan komme i kontakt med dig, hvis der er usædvanlig aktivitet på din konto, og så vi kan nulstille din adgangskode, hvis din adgang bliver spærret.
el: Στην περίπτωση που θέλουμε να επικοινωνήσουμε μαζί σας σχετικά με τυχόν ασυνήθιστη δραστηριότητα στο λογαριασμό σας ή για επαναφορά του κωδικού πρόσβασής σας εάν ο λογαριασμός σας κλειδωθεί, προσθέστε το email σας εδώ.
et: Palun lisage oma e-posti aadress, et saaksime teiega ühendust võtta seoses ebatavalise tegevusega teie kontol või teie parooli lähtestada, kui selle unustate.
fi: Tarvitsemme sähköpostiosoitteesi, jos tililläsi esiintyy epätavallista toimintaa tai salasanasi on nollattava tilin lukkiutumisen takia ja meidän on oltava sinuun yhteydessä.
he: במקרה שנצטרך לפנות אליך בנוגע לפעילות לא רגילה בחשבון שלך, או כדי לאפס את הסיסמה אם ננעלת מחוץ לחשבון, הוסף את כתובת הדוא"ל שלך כאן.
hr: U slučaju da vas trebamo kontaktirati glede neobične aktivnosti na vašem računu ili ponovo postaviti vašu lozinku ako zaključate račun, ovdje unesite e-poštu.
hu: Adja meg itt az e-mail-címét, hogy értesíteni tudjuk, ha a fiókjában szokatlan tevékenység tapasztalható, vagy hogy új jelszót tudjunk beállítani, ha kizárja magát a fiókjából.
ja: ご利用のアカウントで通常と異なるアクティビティが認められた場合や、ロックアウトされてパスワードの再設定が必要な場合に使用するメールアドレスをここに追加してください。
lt: Jei reikėtų su jumis susisiekti dėl neįprastos veiklos jūsų paskyroje arba iš naujo nustatyti slaptažodį, jei nebegalėtumėte prisijungti, įrašykite savo el. pašto adresą čia.
lv: Lūdzu, pievienojiet šeit savu e-pasta adresi gadījumam, ja mums būs nepieciešams sazināties ar jums sakarā ar neparastām darbībām jūsu kontā vai, lai atiestatītu jūsu paroli, ja jūsu konts tiek bloķēts.
nb: Skriv inn e-postadressen din her. Da kan vi kontakte deg dersom det er uvanlig aktivitet på kontoen din, eller hvis du trenger å tilbakestille passordet ditt hvis du blir utestengt.
nl: Voeg uw e-mailadres hier toe voor het geval we contact met u moeten opnemen als er abnormale activiteiten op uw account plaatsvinden of als uw account per ongeluk is vergrendeld.
pt: Introduza o seu endereço de e-mail aqui caso precisemos de o contactar relativamente a actividade estranha na sua conta ou reposição de palavra-passe se perder o acesso à mesma.
ro: Pentru a te putea contacta în caz de activitate neobişnuită în cont sau pentru a-ţi reseta parola în caz că pierzi accesul la cont, te rugăm să-ţi adaugi adresa de e-mail aici.
sk: Zadajte svoju e-mailovú adresu pre prípad, že by sme sa s vami potrebovali spojiť kvôli nezvyčajnej aktivite na vašom konte alebo kvôli vytvoreniu nového hesla, ak by ste sa niekedy nevedeli prihlásiť do svojho konta.
sl: Vnesite e-poštni naslov, da bomo lahko stopili v stik z vami, če v računu zasledimo nenavadno dejavnost ali če se po nesreči zaklenete iz računa in morate ponastaviti geslo.
sv: Ange din e-postadress här ifall vi behöver kontakta dig om ovanlig aktivitet på ditt konto eller för att återställa ditt lösenord om du inte kommer in.
th: ในกรณีที่เราจำเป็นต้องติดต่อคุณเกี่ยวกับความเคลื่อนไหวที่ไม่ปกติบนบัญชีของคุณหรือเพื่อรีเซ็ตรหัสผ่านของคุณหากคุณไม่สามารถเข้าสู่บัญชีได้ โปรดเพิ่มอีเมล์ของคุณที่นี่
vi: Trong trường hợp chúng tôi cần liên hệ với bạn về hoạt động bất thường trên tài khoản của bạn hoặc để đặt lại mật khẩu nếu bạn bị khóa truy cập, vui lòng thêm email của bạn tại đây.

# USR_DLS_AddRecovery_EnterEmail_Text
source: Your email address
bg: Вашият имейл адрес
ca_es: |O seu endereço de correio electrónico|
cs: Vaše e-mailová adresa
da: Din e-mail-adresse
el: Η διεύθυνση email σας
et: Teie e-posti aadress
fi: Sähköpostiosoitteesi
he: כתובת הדוא"ל שלך
hr: Vaša adresa e-pošte
hu: Az Ön e-mail címe
ja: お客様のメールアドレス
lt: Jūsų el. pašto adresas
lv: Jūsu e-pasta adrese
nb: E-postadresse
nl: Uw e-mailadres
pt: O seu endereço de correio electrónico
ro: Adresa ta de e-mail
sk: Vaša e-mailová adresa
sl: Vaš e-poštni naslov
sv: Din e-postadress
th: อีเมล์แอดเดรสของคุณ
vi: Địa chỉ email của bạn

# USR_DLS_AddRecovery_MaybeLater_Button_Title
source: Maybe later
bg: Може би по-късно
ca_es: |Quizás más adelante|
cs: Možná později
da: Måske senere
el: Ίσως αργότερα
et: Võib-olla hiljem
fi: Ehkä myöhemmin
he: אולי מאוחר יותר
hr: Možda kasnije
hu: Talán később
ja: 後で実行
lt: Galbūt vėliau
lv: Varbūt vēlāk
nb: Kanskje senere
nl: Misschien later
pt: Talvez mais tarde
ro: Poate mai târziu
sk: Možno neskôr
sl: Mogoče pozneje
sv: Kanske senare
th: เอาไว้ก่อน
vi: Có lẽ để sau

# USR_DLS_AddRecovery_Title_Text
source: Recovery email
bg: Имейл за възстановяване
ca_es: |Адрес электронной почты для восстановления|
cs: E-mail pro obnovení
da: E-mail til kontogendannelse
el: Email ανάκτησης
et: Taastamise e-kiri
fi: Palautussähköposti
he: כתובת דוא"ל לשחזור
hr: E-pošta za oporavak
hu: Helyreállítási e-mail-cím
ja: リカバリメール
lt: Atkūrimo el. pašto adresas
lv: Atkopšanas e-pasts
nb: E-post for gjenoppretting
nl: Herstel-e-mailadres
pt: Endereço de e-mail de recuperação
ro: Adresă de e-mail de recuperare
sk: E-mail na obnovenie
sl: Obnovitveni e-poštni naslov
sv: E-postadress för återskapande
th: อีเมล์สำรอง
vi: Email khôi phục

# USR_DLS_Almost_Done_Marketing_OptIn_Text
source: Subscribe to our newsletter to receive exclusive promotions and coupons and be the first to know about new products
bg: Абонирайте се за нашия бюлетин, за да получавате ексклузивни промоции и купони и разберете първи за нови продукти
ca_es: |Zamów subskrypcję naszego biuletynu, aby uzyskać dostęp do ekskluzywnych promocji i kuponów oraz znaleźć się wśród osób, które jako pierwsze dowiadują się o nowych produktach|
cs: Přihlaste se k odběru našeho zpravodaje a budete dostávat exkluzivní nabídky a poukazy a budete první, kdo se dozví o nových výrobcích
da: Tilmeld dig vores nyhedsbrev, og modtag eksklusive tilbud og rabatkuponer, og vær blandt de første, der får besked om nye produkter
el: Εγγραφείτε στο ενημερωτικό μας δελτίο για να λαμβάνετε αποκλειστικές προσφορές και κουπόνια, αλλά και για να ενημερώνεστε πρώτοι για τα νέα προϊόντα μας
et: Tellige meie uudiskiri ning saadame teile eksklusiivseid kampaaniapakkumisi ja kuponge! Samuti saate esimeste seas teada meie uutest toodetest
fi: Saat erikoistarjouksia ja kuponkeja ja tietoja uusista tuotteista ensimmäisten joukossa tilaamalla uutiskirjeemme
he: הירשם לעלון החדשות שלנו כדי לקבל מבצעים וקופונים בלעדיים ולהיות הראשון לשמוע על מוצרים חדשים
hr: Predbilježite se za naše obavijesti o novostima kako biste primali ekskluzivne promocije i kupone te prvi dobivali informacije o novim proizvodima
hu: Iratkozzon fel hírlevelünkre, hogy exkluzív promóciókban és kuponokban részesülhessen, valamint elsőként értesülhessen az új termékekről
ja: 特別プロモーションとクーポンを受け取るためのニュースレターを購読し、新製品についての最新情報を入手しましょう
lt: Užsisakykite mūsų naujienlaiškį, kad gautumėte išskirtinių reklamų ir kuponų bei pirmasis sužinotumėte apie naujus gaminius
lv: Abonējiet mūsu biļetenu un saņemiet ekskluzīvus reklāmas paziņojumus un kuponus, un esiet pirmais, kurš uzzina par jauniem produktiem
nb: Abonner på nyhetsbrevet vårt for å motta eksklusive kampanjer og kuponger, og bli den første som får vite om produktnyheter
nl: Abonneer u op onze nieuwsbrief om exclusieve promoties en coupons te ontvangen. Wees ook als eerste op de hoogte van nieuwe producten
pt: Subscreva a nossa newsletter para receber promoções exclusivas e cupões e seja o primeiro a saber tudo sobre novos produtos
ro: Abonează-te la buletinul nostru de ştiri pentru a primi promoţii şi cupoane exclusive şi află printre primii despre noile produse
sk: Ak sa prihlásite na odber noviniek, budete dostávať exkluzívne ponuky a kupóny a o nových produktoch sa dozviete medzi prvými
sl: Naročite se na naše glasilo in prejemajte ekskluzivne promocijske ponudbe in kupone ter prva obvestila o novih izdelkih
sv: Prenumerera på vårt nyhetsbrev för att få exklusiva erbjudanden och kuponger och bli först med att få veta om nya produkter
th: สมัครรับจดหมายข่าวของเราเพื่อรับโปรโมชั่นสุดพิเศษและคูปอง แล้วเป็นคนแรกๆ ที่ได้ทราบถึงผลิตภัณฑ์ใหม่
vi: Đăng ký bản tin của chúng tôi để nhận được các thông tin khuyến mãi riêng biệt và phiếu giảm giá, cũng như trở thành người đầu tiên biết sản phẩm mới

# USR_DLS_Almost_Done_TextField_Base_Text
source: To be able to complete your login and verify the account, we need %@
bg: За да можете да завършите влизането си и да потвърдите акаунта, ни е необходим %@
ca_es: |Για να συμπληρώσετε τα στοιχεία σύνδεσης και να επαληθεύσετε τον λογαριασμό, θέλουμε %@|
cs: K dokončení vaší registrace a ověření účtu budeme potřebovat %@
da: Vi skal bruge %@ for at kunne fuldføre dit login og godkende kontoen
el: Για να συμπληρώσετε τα στοιχεία σύνδεσης και να επαληθεύσετε τον λογαριασμό, θέλουμε %@
et: Sisselogimise lõpetamiseks ja konto kinnitamiseks vajame %@
fi: Jotta kirjautuminen onnistuu ja tili voidaan vahvistaa, tarvitsemme %@
he: כדי שתוכל להשלים את ההתחברות ולאמת את החשבון, אנו זקוקים ל%@
hr: Za dovršenje prijave i provjeru računa trebamo %@
hu: A bejelentkezés befejezéséhez és a fiók visszaigazolásához szükséges a(z) %@
ja: ログインを完了してアカウントを確認するには、%@が必要です
lt: Norint užbaigti prisijungimo procedūrą ir patvirtinti paskyrą reikalingas %@
lv: Lai pabeigtu pieteikšanās procedūru un apstiprinātu kontu, norādiet %@
nb: Vi trenger %@ for å fullføre påloggingen og verifisere kontoen.
nl: Om uw aanmelding te voltooien en het account te verifiëren, hebben we %@ nodig
pt: Para podermos concluir o seu início de sessão e verificar a conta, é necessário o seu %@
ro: Pentru a-ţi finaliza conectarea şi a-ţi verifica contul, avem nevoie de %@
sk: Na dokončenie vášho prihlásenia a overenie vášho účtu potrebujeme %@
sl: Za dokončanje vaše prijave in potrditev računa potrebujemo %@
sv: För att kunna slutföra inloggningen och verifiera kontot behöver vi %@
th: เพื่อให้การล็อกอินของคุณเสร็จสมบูรณ์และยืนยันบัญชี พวกเราต้องการ %@
vi: Để có thể hoàn thành việc đăng nhập của bạn và xác thực tài khoản, chúng tôi cần %@

# USR_DLS_Almost_Done_TextField_Email_Text
source: we need an email address.
bg: необходим ни е имейл адрес.
ca_es: |necesitamos una dirección de correo electrónico.|
cs: potřebujeme e-mailovou adresu.
da: vi skal bruge en e-mailadresse.
el: θέλουμε διεύθυνση email.
et: vajame e-posti aadressi.
fi: tarvitsemme sähköpostiosoitteen.
he: אנו זקוקים לכתובת דוא"ל.
hr: trebamo adresu e-pošte.
hu: szükséges egy e-mail-cím.
ja: メールアドレスが必要です。
lt: reikalingas el. pašto adresas.
lv: e-pasta adresi.
nb: en e-postadresse
nl: we hebben een e-mailadres nodig.
pt: precisamos de um endereço de e-mail.
ro: avem nevoie de o adresă de e-mail.
sk: potrebujeme e-mailovú adresu.
sl: potrebujemo e-poštni naslov.
sv: vi behöver en e-postadress.
th: พวกเราต้องการอีเมล
vi: chúng tôi cần địa chỉ email.

# USR_DLS_Almost_Done_TextField_Mobile_Text
source: a mobile number.
bg: мобилен номер.
ca_es: |un número de teléfono móvil.|
cs: telefonní číslo.
da: et mobilnummer.
el: αριθμό κινητού.
et: mobiilinumbrit.
fi: matkapuhelinnumeron.
he: מספר טלפון נייד
hr: broj mobitela
hu: egy mobilszám.
ja: 携帯電話番号。
lt: mob. tel. nr.
lv: mobilā tālr. numuru.
nb: et mobilnummer
nl: een mobiel nummer
pt: número de telemóvel.
ro: un număr de mobil.
sk: číslo mobil. telefónu
sl: št. mob. telefona.
sv: ett mobilnummer.
th: หมายเลขโทรศัพท์มือถือ
vi: số điện thoại di động.

# USR_DLS_Almost_Done_TextField_Text
source: To be able to complete your login and verify that you are a real person, we need an email address or mobile number.
bg: За да можете да завършите своето влизане и да потвърдите, че сте истински човек, ние имаме нужда от имейл адрес или мобилен номер.
ca_es: |Για να μπορέσουμε να ολοκληρώσουμε τη διαδικασία σύνδεσης και να επαληθεύσουμε ότι είστε υπαρκτό πρόσωπο, χρειαζόμαστε μια διεύθυνση email ή έναν αριθμό κινητού τηλεφώνου.|
cs: Abychom mohli dokončit vaše přihlášení a ověřit, že jste skutečný člověk, potřebujeme vaši e-mailovou adresu nebo číslo mobilního telefonu.
da: Vi skal bruge en e-mailadresse eller et mobilnummer for at kunne fuldføre dit login og bekræfte, at du er en virkelig person.
el: Για να μπορέσουμε να ολοκληρώσουμε τη διαδικασία σύνδεσης και να επαληθεύσουμε ότι είστε υπαρκτό πρόσωπο, χρειαζόμαστε μια διεύθυνση email ή έναν αριθμό κινητού τηλεφώνου.
et: Meil on vaja teie e-posti aadressi või mobiiltelefoni numbrit, et sisselogimise oleks võimalik lõpule viia ja et saaksime kinnitada, et olete reaalne inimene.
fi: Tarvitsemme sähköpostiosoitteen tai puhelinnumeron kirjautumisen viimeistelyyn vahvistaaksemme, että olet oikea henkilö.
he: כדי שתוכל להשלים את ההתחברות וכדי שנוודא שאתה אדם אמיתי, אנו זקוקים לכתובת דוא"ל או למספר טלפון נייד.
hr: Kako biste mogli dovršiti prijavu i potvrditi da ste stvarna osoba, trebate unijeti adresu e-pošte ili broj mobilnog telefona.
hu: A bejelentkezés befejezéséhez és annak igazolásához, hogy Ön valódi személy, szükségünk van az e-mail-címére vagy a mobilszámára.
ja: ログインを完了してあなたが本人であることを確認するには、メールアドレスまたは携帯電話番号が必要です。
lt: Kad galėtumėte baigti prisijungimą ir patvirtinti, kad esate realus asmuo, mums reikia el. pašto adreso arba mobiliojo telefono numerio.
lv: Lai pabeigtu jūsu pieteikšanos un apstiprinātu, ka esat reāla persona, mums nepieciešama e-pasta adrese vai mobilā tālruņa numurs.
nb: For å fullføre påloggingen og kontrollere at du er en ekte person trenger vi en e-postadresse eller et mobilnummer.
nl: We hebben een e-mailadres of mobiel nummer nodig om uw aanmelding te voltooien en te verifiëren dat u geen robot bent.
pt: Para concluirmos o seu início de sessão e verificarmos que é realmente uma pessoa, precisamos de um endereço de e-mail ou de um número de telemóvel.
ro: Pentru a-ţi finaliza conectarea şi a confirma că eşti o persoană reală, avem nevoie de o adresă de e-mail sau un număr de telefon mobil.
sk: Na dokončenie prihlásenia a overenie, či ste skutočná osoba, budeme potrebovať vašu e-mailovú adresu alebo číslo mobilu.
sl: Za dokončanje prijave in potrditev, da ste resnična oseba, potrebujemo vaš e-poštni naslov in telefonsko številko.
sv: För att kunna slutföra inloggningen och verifiera att du är en verklig person behöver vi en e-postadress eller ett mobilnummer.
th: เพื่อให้การล็อกอินของคุณเสร็จสมบูรณ์และยืนยันว่าคุณเป็นผู้ใช้จริง เราจำเป็นต้องมีอีเมล์แอดเดรสหรือหมายเลขโทรศัพท์มือถือ
vi: Chúng tôi cần địa chỉ email hoặc số điện thoại để có thể hoàn tất đăng nhập của bạn và xác minh bạn là một cá nhân có thực.

# USR_DLS_Button_Title_Ok
source: Ok
ca_es: |Aceptable|
hr: U redu
lt: Gerai
lv: Labi
sl: V redu
th: ตกลง

# USR_DLS_Continue_Without_Account
source: Continue without account
bg: Продължете без акаунт
ca_es: |Продовжити без облікового запису|
cs: Pokračovat bez účtu
da: Fortsæt uden konto
el: Συνέχεια χωρίς λογαριασμό
et: Jätka ilma kontota
fi: Jatka ilman tiliä
he: המשך ללא חשבון
hr: Nastavi bez računa
hu: Folytatás fiók nélkül
ja: アカウントなしで続行
lt: Tęsti be paskyros
lv: Turpināt bez konta
nb: Fortsett uten konto
nl: Doorgaan zonder account
pt: Continuar sem conta
ro: Continuă fără cont
sk: Pokračovať bez konta
sl: Nadaljuj brez računa
sv: Fortsätt utan konto
th: ดำเนินการต่อโดยไม่ใช้บัญชี
vi: Tiếp tục mà không có tài khoản

# USR_DLS_Country_Selection_Explainary_Text
source: Choose the country you live in. This lets us tailor the warranty and other information to your location.
bg: Изберете държавата, в която живеете. Това ни позволява да съобразим гаранцията и друга информация спрямо вашето местоположение.
ca_es: |Укажите страну проживания. Эта информация необходима для адаптации условий гарантии и других сведений в зависимости от вашего региона.|
cs: Vyberte zemi, ve které žijete. Díky tomu budeme moci přizpůsobit záruční a další informace vaší poloze.
da: Vælg det land, du er bosiddende i. Så kan vi tilpasse garantien og andre oplysninger til din placering.
el: Επιλέξτε τη χώρα κατοικίας σας. Έτσι, θα μπορούμε να προσαρμόσουμε την εγγύηση και άλλες πληροφορίες ανάλογα με την τοποθεσία σας.
et: Valige oma elukohariik. See võimaldab meil garantiitingimusi ja muud teavet olenevalt teie asukohast kohandada.
fi: Valitse asuinmaasi. Näin voimme mukauttaa takuun ja muut tiedot sijaintisi perusteella.
he: בחר את ארץ מגוריך. באופן זה נוכל להתאים את האחריות ומידע נוסף למיקום שלך.
hr: Odaberite državu u kojoj stanujete. To nam omogućuje da prilagodimo jamstvo i druge informacije prema vašoj lokaciji.
hu: Válassza ki az országot, ahol él. Így a tartózkodási helyéhez igazíthatjuk a garanciát és az egyéb információkat.
ja: お住まいの国を選択してください。お客様の所在地に合わせた保証やその他の情報をご提供します。
lt: Pasirinkite šalį, kurioje gyvenate. Pritaikysime jums garantiją ir kitą informaciją pagal buvimo vietą.
lv: Izvēlieties valsti, kurā dzīvojat. Tādējādi mēs varēsim pielāgot garantiju un citu informāciju jūsu atrašanās vietai.
nb: Velg landet du bor i. Da kan vi tilpasse garantien og annen informasjon etter plasseringen din.
nl: Kies het land waar u woont. Zo kunnen we de garantie en andere informatie op uw locatie afstemmen.
pt: Seleccione o país onde reside. Isto permite-nos adaptar a garantia e outras informações à sua localização.
ro: Alege ţara în care locuieşti. Aceasta ne permite să adaptăm garanţia şi alte informaţii la locaţia ta.
sk: Vyberte krajinu, v ktorej žijete. Budeme tak môcť prispôsobiť záruku a ďalšie informácie podľa vašej lokality.
sl: Izberite državo prebivališča. Tako lahko garancijo in druge informacije prilagodimo glede na vašo lokacijo.
sv: Välj vilket land du bor i. Det gör att vi kan anpassa informationen om garantier och annat beroende på var du befinner dig.
th: เลือกประเทศที่คุณอาศัยอยู่ ซึ่งจะช่วยให้เราสามารถปรับแต่งการรับประกันและข้อมูลอื่นๆ ให้เข้ากับตำแหน่งของคุณ
vi: Chọn quốc gia nơi bạn sinh sống. Việc này cho phép chúng tôi điều chỉnh bảo hành và thông tin khác thích hợp với khu vực của bạn hơn.

# USR_DLS_Country_Selection_Nav_Title_Text
source: Country or region
bg: Държава или регион
ca_es: |Quốc gia hoặc khu vực|
cs: Země nebo oblast
da: Land eller region
el: Χώρα ή περιοχή
et: Riik või piirkond
fi: Maa tai alue
he: מדינה או אזור
hr: Država ili regija
hu: Ország vagy régió
ja: 国または地域
lt: Šalis arba regionas
lv: Valsts vai reģions
nb: Land eller region
nl: Land of regio
pt: País ou região
ro: Ţară sau regiune
sk: Krajina alebo región
sl: Država ali regija
sv: Land eller region
th: ประเทศหรือภูมิภาค
vi: Quốc gia hoặc khu vực

# USR_DLS_Create_Account_CreateMyPhilips_btntxt
source: Create my Philips account
bg: Създай акаунт във Philips
ca_es: |Створити мій обліковий запис Philips|
cs: Vytvořit účet Philips
da: Opret min Philips-konto
el: Δημιουργία λογαριασμού Philips
et: Loo minu Philipsi konto
fi: Luo Philips-tili
he: צור את חשבון Philips שלי
hr: Izrada Philips računa
hu: Saját Philips fiók létrehozása
ja: My Philips アカウントを作成
lt: Kurti „Philips“ paskyrą
lv: Izveidot manu Philips kontu
nb: Opprett Philips-konto
nl: Mijn Philips-account maken
pt: Criar a minha conta Philips
ro: Creează-mi contul Philips
sk: Vytvoriť moje konto Philips
sl: Ustvari račun za My Philips
sv: Skapa mitt Philips-konto
th: สร้างแอคเคาท์ Philips ของฉัน
vi: Tạo tài khoản Philips của tôi

# USR_DLS_Email_Label_Text
source: Email
bg: Имейл
ca_es: |メールでのお問い合わせ|
et: E-post
fi: Sähköposti
he: דוא"ל
hr: E-pošta
ja: メールでのお問い合わせ
lt: El. paštas
lv: E-pasts
nb: E-post
pt: Correio electrónico
sl: E-pošta
sv: E-post
th: อีเมล์

# USR_DLS_Email_Phone_Label_Text
source: Email or phone number
bg: Имейл или телефонен номер
ca_es: |Dirección de correo electrónico o número de teléfono|
cs: E-mailová adresa nebo telefonní číslo
da: E-mail eller telefonnummer
el: Email ή αριθμός τηλεφώνου
et: E-posti aadress või telefoninumber
fi: Sähköpostiosoite tai puhelinnumero
he: דוא"ל או מספר טלפון
hr: Adresa e-pošte ili telefonski broj
hu: E-mail-cím vagy telefonszám
ja: メールまたは電話番号
lt: El. pašto adresas arba telefono numeris
lv: E-pasts vai tālruņa numurs
nb: E-post eller telefonnummer
nl: E-mailadres of telefoonnummer
pt: Correio electrónico ou telefone
ro: E-mail sau număr de telefon
sk: E-mail alebo telefónne číslo
sl: Vaš e-poštni naslov ali telefonska številka
sv: E-postadress eller telefonnummer
th: อีเมล์หรือหมายเลขโทรศัพท์
vi: Email hoặc số điện thoại
