Repository: PhilipsTest/iOS-Test
Catalog: Source/usr/Source/Library/RegistrationResorces/*.lproj/RegistrationLocalizable.strings
Languages: bg, ca_es, cs, da, el, et, fi, he, hr, hu, ja, lt, lv, nb, nl, pt, ro, sk, sl, sv, th, vi

# USR_DLS_Verify_Email_Verified_Btn_Title_Txt
source: I've already verified
bg: Вече съм потвърдил
ca_es: |Учетная запись уже активирована|
cs: Ověření už proběhlo
da: Jeg har allerede bekræftet
el: Έχω κάνει ήδη επαλήθευση
et: Olen juba kinnitanud
fi: Vahvistus on jo tehty
he: כבר ביצעתי אימות
hr: Potvrda je već izvršena
hu: Már elvégeztem a megerősítést
ja: 確認済みです
lt: Aš jau patvirtinau
lv: Es jau apstiprināju
nb: Jeg har allerede bekreftet
nl: Ik heb al geverifieerd
pt: Já efectuei a verificação
ro: Contul este deja verificat
sk: Overenie som už vykonal(a)
sl: Račun je že potrjen
sv: Jag har redan verifierat kontot
th: ฉันได้ยืนยันไปแล้ว
vi: Tôi đã xác thực xong

# USR_DLS_Welcome_Alternate_SignInAccount_lbltxt
source: Or log in with:
bg: Или влезте с:
ca_es: |Możesz też zalogować się za pomocą:|
cs: Nebo se přihlásit pomocí:
da: Eller log på med:
el: Ή σύνδεση με:
et: Või logige sisse kontoga:
fi: Tai kirjaudu tilillä:
he: או התחבר באמצעות:
hr: Ili se prijavite koristeći:
hu: Vagy bejelentkezés a következővel:
ja: または次のアカウントでログイン：
lt: Arba prisijunkite per:
lv: Vai pieteikties ar:
nb: Eller logg på med:
nl: Of meld u aan met:
pt: Ou inicie sessão com:
ro: Sau conectează-te cu:
sk: Alebo sa prihlásiť cez:
sl: Ali pa se prijavite z:
sv: Eller logga in med:
th: หรือล็อกอินด้วย:
vi: Hoặc đăng nhập bằng:

# USR_DateOfBirth_TitleTxt
source: Date of birth
bg: Дата на раждане
ca_es: |Ημερομηνία γέννησης|
cs: Дата на раждане
da: Fødselsdato
el: Ημερομηνία γέννησης
et: Sünniaeg
fi: Syntymäaika
he: תאריך לידה
hr: Datum rođenja
hu: Születési idő
ja: 生年月日
lt: Gimimo data
lv: Dzimšanas datums
nb: Fødselsdato
nl: Geboortedatum
pt: Data de nascimento
ro: Data naşterii
sk: Dátum narodenia
sl: Datum rojstva
sv: Födelsedatum
th: วันเกิด
vi: Ngày sinh

# USR_Email_Txt
source: email
bg: имейл
ca_es: |correo electrónico |
et: e-post
fi: sähköpostiosoite
he: דוא"ל
hr: e-pošta
ja: メール
lt: El. paštas
lv: e-pasts
nb: e-post
nl: e-mailen
sl: e-poštni naslov
sv: e-post
th: อีเมล์

# USR_Email_address_TitleTxt
source: E-mail address
bg: Имейл адрес
ca_es: |Endereço de correio electrónico|
cs: Имейл адрес
da: E-mail-adresse
el: Διεύθυνση email
et: E-posti aadress
fi: Sähköpostiosoite
he: כתובת דוא"ל
hr: Adresa e-pošte
hu: E-mail cím
ja: メールアドレス
lt: El. pašto adresas
lv: E-pasta adrese
nb: E-postadresse
nl: E-mailadres
pt: Endereço de correio electrónico
ro: Adresă de e-mail
sk: E-mailová adresa
sl: E-poštni naslov
sv: E-postadress
th: อีเมล์แอดเดรส
vi: Địa chỉ email

# USR_EmptyField_ErrorMsg
source: Please enter a value
bg: Въведете стойност
ca_es: |Veuillez entrer une valeur|
cs: Zadejte hodnotu
da: Indtast en værdi
el: Εισαγάγετε μια τιμή
et: Sisestage väärtus
fi: Anna arvo
he: אנא הזן ערך
hr: Unesite vrijednost
hu: Adjon meg egy értéket
ja: 値を入力してください
lt: Įveskite vertę
lv: Lūdzu, ievadiet vērtību
nb: Angi en verdi
nl: Voer een waarde in
pt: Introduza um valor
ro: Introdu o valoare
sk: Zadajte hodnotu
sl: Vnesite vrednost
sv: Ange ett värde
th: โปรดป้อนค่า
vi: Vui lòng nhập giá trị

# USR_Error_PleaseTryLater_Txt
source: Please try again later
bg: Опитайте отново по-късно
ca_es: |しばらくしてから再試行してください|
cs: Zkuste to znovu později
da: Prøv igen senere
el: Δοκιμάστε ξανά αργότερα
et: Proovige hiljem uuesti
fi: Yritä myöhemmin uudelleen
he: אנא נסה שנית במועד מאוחר יותר.
hr: Pokušajte ponovo poslije
hu: Próbálja újra később
ja: しばらくしてから再試行してください
lt: Bandykite vėliau
lv: Lūdzu, vēlāk mēģiniet vēlreiz
nb: Prøv på nytt senere
nl: Probeer het later opnieuw
pt: Volte a tentar mais tarde
ro: Încearcă din nou mai târziu
sk: Skúste znova neskôr
sl: Poskusite znova pozneje
sv: Försök igen senare
th: โปรดลองอีกครั้งในภายหลัง
vi: Vui lòng thử lại sau

# USR_Forgot_Password_Title
source: Forgot password?
bg: Забравена парола?
ca_es: |Vous avez oublié votre mot de passe ?|
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
el: Ξεχάσατε τον κωδικό πρόσβασης;
et: Unustasite salasõna?
fi: Oletko unohtanut salasanan?
he: שכחת את סיסמתך?
hr: Zaboravili ste lozinku?
hu: Elfelejtette a jelszót?
ja: パスワードをお忘れの場合
lt: Pamiršote slaptažodį?
lv: Vai aizmirsāt paroli?
nb: Glemt passordet?
nl: Wachtwoord vergeten?
pt: Esqueceu-se da palavra-passe?
ro: Ai uitat parola?
sk: Zabudli ste heslo?
sl: Ste pozabili geslo?
sv: Har du glömt lösenordet?
th: ลืมรหัสผ่านใช่หรือไม่
vi: Quên mật khẩu?

# USR_Gender_TitleTxt
source: Gender
bg: Пол
ca_es: |Geschlecht|
cs: Пол
da: Køn
el: Φύλο
et: Sugu
fi: Sukupuoli
he: מין
hr: Spol
hu: Nem
ja: 性別
lt: Lytis
lv: Dzimums
nb: Kjønn
nl: Geslacht
pt: Género
ro: Sex
sk: Pohlavie
sl: Spol
sv: Kön
th: เพศ
vi: Giới tính

# USR_Generic_Network_Error
source: Oops! Something went wrong. Please try again later
bg: Опа! Нещо се обърка. Опитайте отново по-късно
ca_es: |Oups ! Une erreur s'est produite. Veuillez réessayer ultérieurement.|
cs: Jéje! Něco se pokazilo. Zkuste to znovu později.
da: Ups! Noget gik galt. Prøv igen senere
el: Δυστυχώς, κάτι πήγε στραβά. Δοκιμάστε ξανά αργότερα.
et: Ups! Midagi läks valesti. Palun proovige hiljem uuesti
fi: Voi ei, jokin meni pieleen. Yritä myöhemmin uudelleen.
he: אופס! משהו השתבש. נסה שוב מאוחר יותר
hr: Ups! Došlo je do pogreške. Pokušajte ponovo poslije
hu: Hoppá! Valami nem sikerült. Próbálja meg később
ja: 問題が発生しました。しばらくしてから再試行してください
lt: Oi! Įvyko klaida. Bandykite dar kartą vėliau
lv: Radās neparedzēta kļūda. Lūdzu, vēlāk mēģiniet vēlreiz
nb: Oi! Noe gikk galt. Prøv på nytt senere
nl: Oeps, er is iets fout gegaan. Probeer het later opnieuw
pt: Ups! Ocorreu um erro. Tente novamente mais tarde
ro: Ups! A apărut o problemă. Încearcă din nou mai târziu.
sk: Ľutujeme! Došlo k chybe. Skúste to znova neskôr.
sl: Opa! Nekaj je bilo narobe. Poskusite znova pozneje.
sv: Oj, något gick fel. Försök igen senare.
th: ขออภัย! เกิดข้อผิดพลาดบางประการ โปรดลองอีกครั้งในภายหลัง
vi: Rất tiếc, có gì đó không ổn. Vui lòng thử lại sau

# USR_Generic_Network_ErrorMsg
source: Cannot connect to server. Please check your internet connection and try again.
bg: Неуспешно свързване със сървъра. Моля, проверете интернет връзката си и опитайте отново.
ca_es: |Не удалось подключиться к серверу. Проверьте подключение к сети Интернет и повторите попытку.|
cs: Nepodařilo se připojit k serveru Zkontrolujte své internetové připojení a zkuste to znovu.
da: Kan ikke oprette forbindelse til serveren. Kontroller din internetforbindelse, og prøv igen.
el: Αδύνατη η σύνδεση με τον διακομιστή. Ελέγξτε τη σύνδεση στο internet και δοκιμάστε πάλι.
et: Serveriga ei saa ühendust luua. Kontrollige internetiühendust ja proovige uuesti.
fi: Yhteyttä palvelimeen ei voi muodostaa. Tarkista verkkoyhteys ja yritä uudelleen.
he: אין אפשרות להתחבר לשרת. בדוק את חיבור האינטרנט ונסה שוב.
hr: Ne može se uspostaviti veza s poslužiteljem. Provjerite internetsku vezu i pokušajte ponovo.
hu: Nem tud csatlakozni a szerverhez. Kérjük, ellenőrizze az internetkapcsolatot, és próbálja meg újra.
ja: サーバーに接続できません。 インターネット接続を確認してから再試行してください。
lt: Negalima prisijungti prie serverio. Patikrinkite interneto ryšį ir bandykite dar kartą.
lv: Neizdodas savienoties ar serveri. Lūdzu, pārbaudiet savu interneta savienojumu un mēģiniet vēlreiz.
nb: Kan ikke koble til serveren. Kontroller Internett-tilkoblingen, og prøv på nytt.
nl: Kan geen verbinding maken met de server. Controleer uw internetverbinding en probeer het opnieuw.
pt: Não é possível ligar ao servidor. Verifique a sua ligação à Internet e tente novamente.
ro: Conectarea la server nu este posibilă. Verifică-ţi conexiunea la internet şi încearcă din nou.
sk: Pripojenie na server nie je možné. Skontrolujte svoje pripojenie na internet a skúste to znova.
sl: Povezave s strežnikom ni mogoče vzpostaviti. Preverite internetno povezavo in poskusite znova.
sv: Det går inte att ansluta till servern. Kontrollera din internetanslutning och försök igen.
th: ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ได้ โปรดตรวจสอบการเชื่อมต่ออินเตอร์เน็ตของคุณ และลองอีกครั้ง
vi: Không thể kết nối với máy chủ. Vui lòng kiểm tra kết nối internet của bạn và thử lại.

# USR_HSDP_Signature_Expired_TimeErrorMsg
source: Signature expired due to time error. Please check your device time settings.
bg: Подписът е изтекъл поради времева грешка. Моля, проверете настройките за време на устройството.
ca_es: |Срок действия подписи истек из-за сбоя времени. Проверьте настройки времени на своем устройстве.|
cs: Podpis vypršel kvůli časové chybě. Zkontrolujte nastavení času ve svém zařízení.
da: Signaturen er udløbet pga. tidsfejl. Kontroller tidsindstillingerne på din enhed.
el: Η υπογραφή έληξε λόγω χρονικού σφάλματος. Ελέγξτε τις ρυθμίσεις ώρας της συσκευής σας.
et: Allkiri ajavea tõttu aegunud. Kontrollige oma seadme kellaaja seadeid.
fi: Allekirjoitus vanheni aikavirheen takia. Tarkista laitteen aika-asetukset.
he: תוקף החתימה עומד לפוג בשל שגיאת זמן. בדוק את הגדרות הזמן במכשיר.
hr: Potpis je istekao uslijed vremenske pogreške. Provjerite postavke vremena na uređaju.
hu: Idővel kapcsolatos hiba miatt lejárt az aláírás érvényessége. Kérjük, ellenőrizze készüléke időbeállításait.
ja: タイムエラーのためシグネチャーが期限切れになりました。デバイスの時刻設定を確認してください。
lt: Pasirašyti skirtas laikas baigėsi dėl laiko klaidos. Patikrinkite savo prietaiso laiko nustatymus.
lv: Paraksta derīgums beidzies laika kļūdas dēļ. Lūdzu, pārbaudiet savas ierīces laika iestatījumus.
nb: Signaturen utløp på grunn av en tidsfeil. Sjekk enhetens tidsinnstillinger.
nl: Handtekening is verlopen vanwege een tijdsfout. Controleer de tijdsinstellingen van uw apparaat.
pt: A assinatura expirou devido a um erro de hora. Verifique as definições de hora do dispositivo.
ro: Semnătură expirată din cauza unei erori temporale. Verifică setările de oră ale dispozitivului.
sk: Platnosť podpisu vypršala kvôli časovej chybe. Skontrolujte časové nastavenia vášho zariadenia.
sl: Podpis je potekel zaradi časovne napake. Preverite nastavitve časa na svoji napravi.
sv: Signaturen upphörde på grund av tidsfel. Kontrollera enhetens tidsinställningar.
th: ลายเซ็นหมดอายุเนื่องจากเวลาที่ผิดพลาด โปรดตรวจสอบเวลาการติดตั้งอุปกรณ์ของคุณ
vi: Chữ ký đã hết hạn do lỗi thời gian. Vui lòng kiểm tra các cài đặt thời gian trên thiết bị của bạn.

# USR_InValid_PwdErrorMsg
source: The password does not follow the password guidelines below.
bg: Паролата не отговаря на насоките за парола по-долу.
ca_es: |A palavra-passe não segue as directivas relativas às palavras-passe apresentadas abaixo.|
cs: Heslo nesplňuje níže uvedené podmínky.
da: Adgangskoden følger ikke nedenstående retningslinjer for adgangskoder.
el: Ο κωδικός πρόσβασης δεν ακολουθεί τις παρακάτω οδηγίες.
et: Salasõna ei vasta alltoodud salasõna loomise juhistele.
fi: Salasana ei ole ohjeiden mukainen.
he: הסיסמה אינה עומדת בהנחיות לגבי יצירת סיסמה שלהלן.
hr: Lozinka ne poštuje smjernice za lozinke istaknute u nastavku.
hu: A jelszó nem követi a jelszavakra vonatkozó alábbi irányelveket.
ja: パスワードが以下の条件に合っていません。
lt: Slaptažodis neatitinka žemiau pateiktų slaptažodžio nurodymų.
lv: Parole neatbilst tālāk esošajām paroles vadlīnijām.
nb: Passordet samsvarer ikke med retningslinjene nedenfor.
nl: Het wachtwoord voldoet niet aan de wachtwoordrichtlijnen hieronder.
pt: A palavra-passe não segue as directivas relativas às palavras-passe apresentadas abaixo.
ro: Parola nu corespunde indicaţiilor pentru parolă de mai jos.
sk: Heslo nie je v súlade s nižšie uvedenými pokynmi pre heslá.
sl: Geslo ni v skladu s spodnjimi smernicami za gesla.
sv: Lösenordet uppfyller inte nedanstående kriterier för lösenord.
th: รหัสผ่านไม่ได้เป็นไปตามแนวทางรหัสผ่านด้านล่าง
vi: Mật khẩu không tuân theo các hướng dẫn mật khẩu dưới đây.

# USR_InvalidEmailAdddress_ErrorMsg
source: Invalid email address. Please check.
bg: Невалиден имейл адрес. Моля, проверете.
ca_es: |Недопустимый адрес электронной почты. Проверьте введенные данные.|
cs: Neplatná e-mailová adresa. Zkontrolujte zadání.
da: Ugyldig e-mailadresse. Kontrollér adressen.
el: Μη έγκυρη διεύθυνση email. Ελέγξτε.
et: Vale e-posti aadress. Palun kontrollige.
fi: Virheellinen sähköpostiosoite. Tarkista osoite.
he: כתובת דוא"ל לא חוקית. אנא בדוק.
hr: Adresa e-pošte nije valjana. Provjerite je.
hu: Érvénytelen e-mail cím. Kérjük, ellenőrizze.
ja: メールアドレスが無効です。確認してください。
lt: Neteisingas el. pašto adresas. Patikrinkite.
lv: Epasta adrese nav derīga. Lūdzu, pārbaudiet.
nb: Ugyldig e-postadresse. Kontroller adressen.
nl: Ongeldig e-mailadres. Controleer het alstublieft.
pt: Endereço de correio electrónico inválido. Verifique.
ro: Adresă de e-mail nevalidă. Te rugăm să verifici.
sk: Neplatná e-mailová adresa. Skontrolujte ju.
sl: Neveljaven e-poštni naslov. Preverite.
sv: Ogiltig e-postadress. Kontrollera.
th: อีเมล์แอดเดรสไม่ถูกต้อง โปรดตรวจสอบ
vi: Địa chỉ email không hợp lệ. Vui lòng kiểm tra.

# USR_InvalidEmailOrPhoneNumber_ErrorMsg
source: Please enter a valid email address or phone number
bg: Моля, въведете валиден имейл адрес или телефонен номер
ca_es: |Introduce una dirección de correo electrónico o número de teléfono válido|
cs: Zadejte prosím platnou e-mailovou adresu nebo telefonní číslo
da: Indtast en gyldig e-mailadresse eller et gyldigt telefonnummer
el: Εισαγάγετε μια έγκυρη διεύθυνση email ή αριθμό τηλεφώνου
et: Sisestage õige e-posti aadress või telefoninumber.
fi: Kirjoita kelvollinen sähköpostiosoite tai puhelinnumero.
he: הזן כתובת דוא"ל או מספר טלפון חוקיים.
hr: Unesite valjanu adresu e-pošte ili telefonski broj
hu: Kérjük, adjon meg érvényes e-mail-címet vagy telefonszámot.
ja: 有効なメールアドレスまたは電話番号を入力してください
lt: Įveskite galiojantį el. pašto adresą arba telefono numerį
lv: Lūdzu, ievadiet derīgu e-pasta adresi vai tālruņa numuru
nb: Angi gyldig e-postadresse eller telefonnummer
nl: Voer een geldig e-mailadres of telefoonnummer in
pt: Introduza um endereço de e-mail ou número de telefone válidos
ro: Introdu o adresă de e-mail sau un număr de telefon valid
sk: Zadajte platnú e-mailovú adresu alebo telefónne číslo
sl: Vnesite veljavni e-poštni naslov ali telefonsko številko
sv: Ange en giltig e-postadress eller ett giltigt telefonnummer
th: โปรดป้อนอีเมล หรือหมายเลขโทรศัพท์ที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email hoặc số điện thoại hợp lệ

# USR_InvalidOrMissingEmail_ErrorMsg
source: Please enter a valid email address.
bg: Въведете валиден имейл адрес.
ca_es: |Укажите действующий адрес электронной почты.|
cs: Zadejte platnou e-mailovou adresu.
da: Indtast gyldig e-mailadresse.
el: Γράψτε μια έγκυρη διεύθυνση email.
et: Palun sisestage kehtiv e-posti aadress.
fi: Kirjoita kelvollinen sähköpostiosoite.
he: הזן כתובת דוא"ל חוקית
hr: Unesite valjanu adresu e-pošte.
hu: Adjon meg érvényes e-mail címet.
ja: 有効なメールアドレスを入力してください。
lt: Įveskite galiojantį el. pašto adresą.
lv: Lūdzu, ievadiet derīgu e-pasta adresi.
nb: Angi en gyldig e-postadresse.
nl: Voer een geldig e-mailadres in.
pt: Introduza um endereço de correio electrónico válido.
ro: Introdu o adresă de e-mail valabilă.
sk: Zadajte platnú e-mailovú adresu.
sl: Vnesite veljaven e-poštni naslov.
sv: Ange en giltig e-postadress.
th: โปรดป้อนอีเมล์แอดเดรสที่ถูกต้อง
vi: Vui lòng nhập địa chỉ email hợp lệ.

# USR_InvalidPhoneNumber_ErrorMsg
source: We cannot recognize your phone number. Please check country code.
bg: Не можем да разпознаем телефонния ви номер. Моля, проверете кода на държавата.
ca_es: |Не можем да разпознаем телефонния ви номер. Моля, проверете кода на държавата.|
cs: Nepoznáváme vaše telefonní číslo. Zkontrolujte předvolbu své země.
da: Vi kan ikke genkende dit telefonnummer. Kontroller landekoden.
el: Δεν αναγνωρίζουμε τον αριθμό τηλεφώνου. Ελέγξτε τον κωδικό χώρας.
et: Meil ei õnnestu teie telefoninumbrit tuvastada. Kontrollige riigi koodi.
fi: Järjestelmä ei tunnista puhelinnumeroa. Tarkista maatunnus.
he: איננו מזהים את מספר הטלפון שלך. בדוק את קידומת המדינה.
hr: Ne prepoznaje se telefonski broj. Provjerite pozivni broj države.
hu: Nem ismerjük fel a telefonszámát. Kérjük, ellenőrizze az országhívó kódot.
ja: 電話番号を認識できませんでした。国番号を確認してください。
lt: Neatpažįstame telefono numerio. Patikrinkite šalies kodą.
lv: Mēs neatpazīstam jūsu tālruņa numuru. Lūdzu, pārbaudiet valsts kodu.
nb: Vi kan ikke gjenkjenne telefonnummeret ditt. Sjekk landskoden.
nl: We herkennen uw telefoonnummer niet. Controleer de landcode.
pt: Não é possível reconhecer o seu número de telefone. Verifique o indicativo do país.
ro: Nu îţi putem recunoaşte numărul de telefon. Verifică codul de ţară.
sk: Nevieme rozoznať vaše telefónne číslo. Skontrolujte kód krajiny.
sl: Ne prepoznamo vaše telefonske številke. Preverite kodo države.
sv: Vi känner inte igen ditt telefonnummer. Kontrollera landskod.
th: พวกเราไม่รู้จักหมายเลขโทรศัพท์ของคุณ โปรดตรวจสอบรหัสประเทศ
vi: Chúng tôi không thể nhận diện số điện thoại của bạn. Vui lòng kiểm tra mã quốc gia.

# USR_JanRain_Error_Check_Internet
source: There was a problem in the network connection. Please try again.
bg: Възникна проблем във връзката с мрежата. Опитайте отново.
ca_es: |Es ist ein Problem mit der Netzwerkverbindung aufgetreten. Versuchen Sie es erneut.|
cs: Došlo k problému s připojením k síti. Zkuste to znovu.
da: Der var et problem med netværksforbindelsen. Prøv igen.
el: Προέκυψε πρόβλημα στη σύνδεση δικτύου. Δοκιμάστε ξανά.
et: Võrguühenduse viga. Palun proovige uuesti.
fi: Verkkoyhteydessä oli ongelma. Yritä uudelleen.
he: יש בעיה בחיבור לרשת. אנא נסה שוב.
hr: Došlo je do problema u vezi s mrežom. Pokušajte ponovo.
hu: Probléma lépett fel a hálózati kapcsolattal. Kérjük, próbálja újra.
ja: ネットワーク接続に問題があります。再試行してください。
lt: Iškilo tinklo ryšio problema. Bandykite dar kartą.
lv: Tīkla savienojuma problēma. Lūdzu, mēģiniet vēlreiz.
nb: Det er et problem med nettverkstilkoblingen. Prøv på nytt.
nl: Er is een probleem opgetreden met de netwerkverbinding. Probeer het opnieuw.
pt: Ocorreu um problema com a ligação de rede. Tente novamente.
ro: A apărut o problemă la conexiunea la reţea. Încearcă din nou.
sk: Vyskytol sa problém so sieťovým pripojením. Skúste to znova.
sl: Pri omrežni povezavi je prišlo do težave. Poskusite znova.
sv: Ett fel inträffade i nätverksanslutningen. Försök igen.
th: มีปัญหาในการเชื่อมต่อเครือข่าย โปรดลองอีกครั้ง
vi: Đã xảy ra vấn đề với kết nối mạng. Vui lòng thử lại.

# USR_JanRain_Server_ConnectionLost_ErrorMsg
source: Cannot connect to server. Please try again later. Still having difficulty? Contact Customer Care stating error code [%d]
bg: Неуспешно свързване със сървър. Опитайте отново по-късно. Изпитвате затруднения? Свържете се с отдела за обслужване на клиенти и кажете кода на грешката [%d]
ca_es: |No se puede conectar con el servidor. Vuelve a intentarlo más tarde. ¿Aún tienes problemas? Ponte en contacto con el Servicio de atención al cliente e indícales el código de error [%d]|
cs: Nepodařilo se připojit k serveru. Zkuste to znovu později. Stále máte potíže? Kontaktujte oddělení péče o zákazníky a uveďte kód chyby [%d]
da: Kan ikke oprette forbindelse til serveren. Prøv igen senere. Har du stadig problemer? Kontakt kundecenteret, og oplys fejlkoden [%d]
el: Αδύνατη η σύνδεση με τον διακομιστή. Δοκιμάστε ξανά αργότερα. Ακόμη δυσκολίες; Επικοινωνήστε με την υποστήριξη αναφέροντας τον κωδικό του σφάλματος [%d]
et: Serveriga ei saa ühendust luua. Proovige hiljem uuesti. Probleem püsib? Võtke ühendust klienditeenindusega ja öelda oma veakood [%d]
fi: Yhteyttä palvelimeen ei voi muodostaa. Yritä myöhemmin uudelleen. Jos ongelma toistuu, ota yhteys asiakaspalveluun ja ilmoita virhekoodi [%d].
he: אין אפשרות להתחבר לשרת. אנא נסה שנית במועד מאוחר יותר.. עדיין נתקל בבעיות? פנה אל מחלקת הטיפול בלקוחות תוך ציון קוד השגיאה [%d]
hr: Ne može se povezati s poslužiteljem. Pokušajte ponovo poslije. I dalje imate poteškoće? Kontaktirajte korisničku službu i navedite šifru pogreške [%d]
hu: Nem tud csatlakozni a szerverhez. Próbálja újra később. Még mindig fennáll a probléma? Forduljon az ügyfélszolgálathoz a(z) [%d] hibakód megnevezésével.
ja: サーバーに接続できません。しばらくしてから再試行してください。 問題が解決しない場合は、カスタマーケアにお問い合わせください。その際エラーコード [%d] をお伝えください
lt: Negalima prisijungti prie serverio. Bandykite vėliau. Vis dar kyla sunkumų? Susisiekite su klientų aptarnavimo centru ir pasakykite klaidos kodą [%d]
lv: Neizdodas savienoties ar serveri. Lūdzu, vēlāk mēģiniet vēlreiz. Problēma joprojām nav novērsta? Sazinieties ar klientu atbalsta dienestu, norādot kļūdas kodu [%d]
nb: Kan ikke koble til serveren. Prøv på nytt senere. Har du fortsatt problemer? Kontakt kundestøtten og oppgi feilkode [%d]
nl: Kan geen verbinding maken met de server. Probeer het later opnieuw. Hebt u nog steeds problemen? Neem contact op met klantenservice en vermeld de foutcode [%d]
pt: Não é possível ligar ao servidor. Volte a tentar mais tarde. Continua a ter dificuldades? Contacte o Apoio ao cliente e indique o código de erro [%d]
ro: Conectarea la server nu este posibilă. Încearcă din nou mai târziu. Mai ai încă dificultăţi? Contactează asistenţa clienţi, specificând codul de eroare [%d]
sk: Pripojenie na server nie je možné. Skúste znova neskôr. Pretrváva tento problém? Kontaktujte službu starostlivosti o zákazníkov a uveďte kód chyby [%d]
sl: Povezava s strežnikom ni mogoča. Poskusite znova pozneje. Težava ni odpravljena? Obrnite se na center za pomoč uporabnikom in navedite kodo napake [%d]
sv: Det går inte att ansluta till servern. Försök igen senare. Har du fortfarande problem? Kontakta kundtjänst och ange felkoden [%d]
th: ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ได้ โปรดลองอีกครั้งในภายหลัง ยังมีปัญหาอยู่ใช่ไหม โปรดติดต่อทีมบริการดูแลลูกค้า บอกสัญลักษณ์แสดงข้อผิดพลาด [%d]
vi: Không thể kết nối với máy chủ. Vui lòng thử lại sau. Vẫn gặp khó khăn? Hãy liên hệ với Trung tâm chăm sóc khách hàng để thông báo mã lỗi [%d]

# USR_Janrain_AuthorizationCodeExpired_ErrorMsg
source: %@. Please go back and log in again.
bg: %@. Моля, върнете се обратно и влезте отново.
ca_es: |%@. Вернитесь назад и повторите попытку входа.|
cs: %@. Vraťte se a znovu se přihlaste.
da: %@. Gå tilbage, og log på igen.
el: %@. Πηγαίνετε πίσω και συνδεθείτε ξανά.
et: %@. Naaske ja logige uuesti sisse.
fi: %@. Siirry takaisin ja kirjaudu sisään uudelleen.
he: %@. חזור והיכנס שוב.
hr: %@. Vratite se i ponovo se prijavite.
hu: %@. Kérjük, lépjen vissza, és jelentkezzen be újra.
ja: %@。戻って再度ログインしてください。
lt: %@. Grįžkite ir prisijunkite dar kartą.
lv: %@. Dodieties atpakaļ un piesakieties vēlreiz.
nb: %@. Gå tilbake og logg deg på på nytt.
nl: %@. Ga terug en meld u opnieuw aan.
pt: %@. Retroceda e volte a iniciar sessão.
ro: %@. Revino şi conectează-te din nou.
sk: %@. Vráťte sa naspäť a znova sa prihláste.
sl: %@. Vrnite se in se znova prijavite.
sv: %@. Gå tillbaka och logga in igen.
th: %@ โปรดย้อนกลับไปและล็อกอินอีกครั้ง
vi: %@. Vui lòng quay lại và đăng nhập lần nữa.
