Repository: PhilipsTest/iOS-Test
Catalog: Source/mec/Source/Library/MobileEcommerce/MobileEcommerce/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, el, es_mx, et, fi, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, ro, sk, sl, sv, th, tr, uk, vi, zh_hant_hk

# mec_zero_results_message
source: This filters our product list. Please check that there are no typos in your filter term
ar: يسمح ذلك بتصفية قائمة المنتجات التي نقدّمها. يرجى التأكد من عدم وجود أخطاء إملائية في مصطلح عامل التصفية
bg: Така се филтрира нашият продуктов списък. Моля, проверете дали няма правописна грешка в термина, който сте задали за филтриране
ca_es: | Така се филтрира нашият продуктов списък. Моля, проверете дали няма правописна грешка в термина, който сте задали за филтриране|
cs: Zde se filtruje seznamu výrobků. Zkontrolujte, že vámi zadaný výraz neobsahuje žádné překlepy.
da: Dette filtrerer vores produktliste. Kontroller, at der ikke er stavefejl i dit søgeord
el: Έτσι φιλτράρεται η λίστα των προϊόντων μας. Ελέγξτε αν υπάρχουν τυπογραφικά λάθη στον όρο του φίλτρου
es_mx: Esto se utiliza para filtrar nuestra lista de productos. Verifica que no haya errores tipográficos en tu término del filtro
et: See filtreerib meie tooteloendit. Palun kontrollige, et filtreerimise määratluses ei esine ühtegi kirjaviga.
fi: Tämä suodattaa tuotevalikoimamme. Tarkista, että hakusanassa ei ole kirjoitusvirheitä.
fr_ca: Pour filtrer la liste de nos produits. Assurez-vous que vos termes sont bien orthographiés
he: פעולה זו מסננת את רשימת המוצרים שלנו; ודא כי אין שגיאות הקלדה בפריט שבמסנן
hr: Time se filtrira popis proizvoda. Provjerite je li uvjet za filtriranje pravilno napisan
hu: Ez szűri a terméklistát. Kérjük, ellenőrizze, hogy helyesen írta-e be a szűrőkifejezést.
it: Questo è un filtro per la lista prodotti. Verifica che i termini filtro non includano errori di battitura
ja: 検索条件に基づいて製品リストを絞り込んでいます。入力した条件が正しいことを確認してください。
lt: Tai yra mūsų produktų sąrašo filtras. Patikrinkite, ar filtravimui skirtame termine nėra spausdinimo klaidų
lv: Tiek filtrēts produktu saraksts. Lūdzu, pārbaudiet, vai filtrējamais termins ir uzrakstīts pareizi
nb: Dette filtrerer produktlisten vår. Kontroller at det ikke er noen skrivefeil i filtertermen
nl: Hiermee wordt de productlijst gefilterd. Controleer of u geen typefouten hebt gemaakt
pl: Ta funkcja filtruje naszą listę produktów. Sprawdź, czy nazwa filtra jest wpisana poprawnie
pt: Isto filtra a nossa lista de produtos. Confirme que não existem erros no termo que introduziu como filtro
ro: Aceasta ne filtrează lista de produse. Verifică dacă nu sunt greşeli de ortografie în termenul de filtrare
sk: Táto funkcia filtruje náš zoznam výrobkov. Skontrolujte, či vo výraze filtra nie sú chyby.
sl: S tem boste filtrirali naš seznam izdelkov. Zagotovite, da v izrazu za filtriranje ni napak
th: นี่เป็นการกรองรายการผลิตภัณฑ์ของเรา โปรดตรวจทานให้ดีว่าคำกรองของคุณไม่มีการพิมพ์ผิด
tr: Bu, ürün listemizi filtreler. Lütfen filtre teriminizde yazım hatası olmamasına dikkat edin
uk: Це фільтрує наш список виробів. Перевірте, чи термін фільтра не містить помилок
vi: Từ khóa này sẽ lọc danh sách sản phẩm của chúng tôi. Vui lòng kiểm tra để đảm bảo không có lỗi chính tả nào trong từ khóa lọc của bạn
zh_hant_hk: 系統將以此資料篩選產品清單，請檢查您要搜尋的字詞拼寫正確
