Repository: PhilipsTest/iOS-Test
Catalog: Source/mec/Source/Library/MobileEcommerce/MobileEcommerce/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, el, es_mx, et, fi, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, ro, sk, sl, sv, th, tr, uk, vi, zh_hant_hk

# mec_check_internet_connection
source: Please check your Internet connection.
ar: يرجى التحقق من اتصال الإنترنت لديك.
bg: Моля, проверете вашата интернет връзка.
ca_es: |Lūdzu, pārbaudiet savu interneta savienojumu.|
cs: Zkontrolujte připojení k internetu.
da: Kontrollér din internetforbindelse.
el: Ελέγξτε τη σύνδεσή σας στο Internet.
es_mx: Comprueba tu conexión a Internet.
et: Kontrollige oma internetiühendust.
fi: Tarkista Internet-yhteys.
fr_ca: Veuillez vérifier votre connexion Internet.
he: בדוק את חיבור האינטרנט שלך.
hr: Provjerite internetsku vezu.
hu: Ellenőrizze internetkapcsolatát.
it: Controlla la connessione a Internet.
ja: インターネット接続を確認してください。
lt: Patikrinkite savo interneto ryšį.
lv: Lūdzu, pārbaudiet savu interneta savienojumu.
nb: Kontroller Internett-forbindelsen.
nl: Controleer uw internetverbinding.
pl: Sprawdź połączenie internetowe.
pt: Verifique a sua ligação à Internet.
ro: Verifică-ţi conexiunea la internet.
sk: Skontrolujte svoje pripojenie k internetu.
sl: Preverite internetno povezavo.
sv: Kontrollera internetanslutningen.
th: โปรดตรวจสอบการเชื่อมต่ออินเตอร์เน็ตของคุณ
tr: Lütfen İnternet Bağlantınızı kontrol edin.
uk: Перевірте з’єднання з Інтернетом.
vi: Vui lòng kiểm tra Kết nối internet của bạn.
zh_hant_hk: 請檢查互聯網連接。

# mec_checkout
source: Checkout
ar: الدفع عند المغادرة
bg: Финализиране
ca_es: |Оформлення замовлення|
cs: Pokladna
da: Gå til betaling
el: Ολοκλήρωση αγοράς
es_mx: Finalizar compra
et: Kassa
fi: Kassa
fr_ca: Passer à la caisse
he: מעבר לקופה
hr: Plaćanje
hu: Kijelentkezés
it: Inoltra l'ordine
ja: 精算
lt: Apmokėti
lv: Norēķini
nb: Kasse
nl: Afrekenen
pl: Finalizacja
pt: Finalizar
ro: Procesare plată
sk: Objednať
sl: Zaključek naročila
sv: Till kassan
th: ชำระสินค้า
tr: Alışverişi bitir
uk: Оформлення замовлення
vi: Thanh toán
zh_hant_hk: 結帳

# mec_choose_address_text
source: Choose Shipping Address from the below list
ar: اختيار عنوان الشحن من القائمة أدناه
bg: Изберете адрес за доставка от списъка по-долу
ca_es: |Selecciona la dirección de envío de la lista que aparece a continuación|
cs: Vyberte dodací adresu z níže uvedeného seznamu
da: Vælg leveringsadresse på nedenstående liste
el: Επιλέξτε διεύθυνση αποστολής από την παρακάτω λίστα
es_mx: Selecciona la dirección de envío de la siguiente lista
et: Valige tarneaadress allolevast loendist
fi: Valitse toimitusosoite luettelosta
fr_ca: Choisissez l’adresse de livraison dans la liste ci-dessous
he: בחר כתובת למשלוח מתוך הרשימה הבאה
hr: Odaberite adresu za isporuku s popisa u nastavku
hu: Szállítási cím kiválasztása az alábbi listából
it: Scegli l'indirizzo di spedizione dall'elenco sottostante
ja: 下のリストから配送先住所を選択
lt: Pasirinkite pristatymo adresą žemiau esančiame sąraše
lv: Izvēlieties piegādes adresi no saraksta
nb: Velg leveringsadresse fra listen nedenfor
nl: Kies een leveringsadres in de onderstaande lijst
pl: Wybierz adres dostawy z poniższej listy
pt: Escolha o endereço de envio na lista abaixo
ro: Alege adresa de expediere din lista de mai jos
sk: Vybrať adresu doručenia zo zoznamu nižšie
sl: Izberite naslov za dostavo s spodnjega seznama
sv: Välj Leveransadress i listan nedan
th: เลือกที่อยู่สำหรับจัดส่งสินค้าจากรายการด้านล่าง
tr: Aşağıdaki listeden bir Teslimat Adresi seçin
uk: Виберіть адресу доставки зі списку нижче
vi: Chọn địa chỉ giao hàng từ danh sách dưới đây
zh_hant_hk: 從下方清單選擇送貨地址

# mec_clear
source: Clear
ar: واضح
bg: Изчисти
ca_es: |Zurücksetzen|
cs: Vymazat
da: Klarhed
el: Καθαρισμός
es_mx: Transparente
et: Tühjenda
fi: Kirkas
fr_ca: Clair
he: מחק
hr: Jasno
hu: Törlés
it: Voce chiara
ja: クリア
lt: Išvalyti
lv: Notīrīt
nb: Slett
nl: Helder
pl: Wyraźny
pt: Limpar
ro: Ştergere
sk: Jasno
sl: Počisti
sv: Tydlig
th: ใส
tr: Temizle
uk: Очистити
vi: Xóa
zh_hant_hk: 清除

# mec_clear_filter
source: Clear filter(s)
ar: مسح عامل (عوامل) التصفية
bg: Изчистване на филтър/филтри
ca_es: |Изчистване на филтър/филтри|
cs: Vymazat filtry
da: Ryd filter/filtre
el: Καθαρισμός φίλτρων
es_mx: Borrar filtro(s)
et: Eemalda filter/filtrid
fi: Tyhjennä suodattimet
fr_ca: Réinitialiser les filtres
he: מחק/י מסנן/ים
hr: Očisti filtre
hu: Szűrő(k) törlése
it: Rimuovi filtri
ja: フィルターを解除
lt: Išvalyti filtrą (-us)
lv: Notīrīt filtru(s)
nb: Tøm filter
nl: Filter(s) wissen
pl: Wyczyść filtr(y)
pt: Limpar filtro(s)
ro: Şterge filtrele
sk: Vymazať filter (filtre)
sl: Počisti filtre
sv: Rensa filter
th: ล้างตัวกรอง
tr: Filtreleri temizle
uk: Очистити фільтр(-и)
vi: Xóa bộ lọc
zh_hant_hk: 清除篩選條件

# mec_confirmation
source: Confirmation
ar: تأكيد
bg: Потвърждение
ca_es: |Подтверждение|
cs: Potvrzení
da: Bekræftelse
el: Επιβεβαίωση
es_mx: Confirmación
et: Kinnitus
fi: Vahvistus
he: אישור
hr: Potvrda
hu: Jóváhagyás
it: Conferma
ja: 確認
lt: Patvirtinimas
lv: Apstiprinājums
nb: Bekreftelse
nl: Bevestiging
pl: Potwierdzenie
pt: Confirmação
ro: Confirmare
sk: Potvrdenie
sl: Potrditev
sv: Bekräftelse
th: การยืนยัน
tr: Onay
uk: Підтвердження
vi: Xác nhận
zh_hant_hk: 確認

# mec_confirmation_email_msg
source: You will receive a confirmation e-mail shortly at
ar: ستتلقى رسالة بريد إلكتروني للتأكيد بعد فترة وجيزة على
bg: Ще получите скоро имейл за потвърждение на
ca_es: |Незабаром Ви отримаєте листа з підтвердженням за електронною адресою|
cs: Zanedlouho obdržíte e-mail s potvrzením na adresu
da: Du vil snart modtage en bekræftelse via e-mail på
el: Σύντομα θα λάβετε ένα email επιβεβαίωσης στη διεύθυνση
es_mx: Recibirá un correo electrónico de confirmación en breve en
et: Teile saadetakse peagi kinnitav e-kiri aadressile
fi: Saat hetken kuluttua vahvistusviestin sähköpostitse osoitteeseen
fr_ca: Vous recevrez un courriel de confirmation dans les plus brefs délais à
he: תקבל בקרוב דוא"ל אישור בכתובת
hr: Uskoro ćete dobiti poruku e-pošte s potvrdom na
hu: Hamarosan megerősítő e-mailt kap a következő e-mail címre:
it: A breve riceverai un'e-mail di conferma all'indirizzo
ja: 次のアドレス宛にまもなく確認メールが送信されます：
lt: Netrukus gausite patvirtinimo el. laišką adresu
lv: Pēc brīža jūs saņemsit apstiprinājuma e-pasta ziņojumu uz
nb: Du vil motta en e-postbekreftelse om kort tid på
nl: U ontvangt binnenkort een bevestigingse-mail op
pl: Wkrótce otrzymasz wiadomość e-mail z potwierdzeniem na adres
pt: Receberá uma mensagem de correio electrónico de confirmação em breve em
ro: Vei primi în scurt timp un e-mail de confirmare la
sk: Čoskoro dostanete e-mail s potvrdením na adresu
sl: Kmalu boste prejeli potrditveno e-poštno sporočilo na naslov
sv: Du får snart en bekräftelse via e-post på
th: คุณจะได้รับอีเมล์ยืนยันในไม่ช้าที่
tr: Kısa süre sonra şu adrese bir onay e-postası alacaksınız:
uk: Незабаром Ви отримаєте листа з підтвердженням за електронною адресою
vi: Bạn sẽ sớm nhận được email xác nhận tại
zh_hant_hk: 我們會在短時間內將確認電郵發送至

# mec_contact_details
source: Contact details
ar: تفاصيل جهة الاتصال
bg: Данни за контакт
ca_es: |Kontaktpersonas informācija|
cs: Kontaktní informace
da: Kontaktoplysninger
el: Στοιχεία επικοινωνίας
es_mx: Datos de contacto
et: Kontaktandmed
fi: Yhteystiedot
fr_ca: Coordonnées
he: פרטים ליצירת קשר
hr: Detalji o kontaktu
hu: Kapcsolati adatok
it: Dettagli di contatto
ja: 連絡先詳細
lt: Kontaktinė informacija
lv: Kontaktpersonas informācija
nb: Kontaktinformasjon
nl: Contactgegevens
pl: Dane kontaktowe
pt: Detalhes de contacto
ro: Detalii de contact
sk: Kontaktné údaje
sl: Podrobnosti stika
sv: Kontaktuppgifter
th: รายละเอียดของผู้ติดต่อ
tr: İletişim ayrıntıları
uk: Контактна інформація
vi: Chi tiết liên hệ
zh_hant_hk: 聯絡詳細資料

# mec_contact_philips_consumer_care
source: Please contact Philips Consumer Care %@ for further support.
ar: يرجى الاتصال بقسم خدمة المستهلك التابع لشركة Philips‏ %@ لمزيد من الدعم.
bg: За допълнителна помощ, моля, свържете се с отдела за помощ на клиенти на Philips %@.
ca_es: |Comuníquese a través de los %@ con el servicio de atención al consumidor de Philips para obtener asistencia adicional.|
cs: Obraťte se na středisko péče o zákazníky společnosti Philips na čísle %@ a vyžádejte si další podporu.
da: Kontakt Philips' kundeservice på %@ for at få yderligere support.
el: Για περισσότερη βοήθεια, επικοινωνήστε με την Εξυπηρέτηση Καταναλωτών της Philips %@.
es_mx: Comuníquese a través de los %@ con el servicio de atención al consumidor de Philips para obtener asistencia adicional.
et: Täiendava tugiteenuse kasutamiseks võtke ühendust Philipsi klienditeenindusega, helistades numbril %@.
fi: Saat lisätietoja Philipsin asiakaspalvelusta %@.
fr_ca: Veuillez contacter le %@ de service à la clientèle de Philips pour plus d’assistance.
he: לתמיכה נוספת, פנה אל שירות הלקוחות של Philips, במס' טלפון %@.
hr: Dodatnu podršku zatražite od korisničke službe tvrtke Philips: %@.
hu: További támogatásért vegye fel a kapcsolatot a Philips vevőszolgálattal: %@.
it: Contatta l'assistenza clienti Philips %@ per ulteriore supporto.
ja: サポートが必要な場合は、フィリップスお客様サポート（%@）にお問い合わせください。
lt: Susisiekite su „Philips“ klientų aptarnavimo tarnyba %@ dėl tolesnės pagalbos.
lv: Turpmāka atbalsta saņemšanai, lūdzu, sazinieties ar Philips klientu servisu pa tālruņa numuru %@.
nb: Kontakt Philips' forbrukerstøtte på %@ hvis du vil ha ytterligere hjelp.
nl: Neem contact op met Philips Consumer Care via %@ voor verdere ondersteuning.
pl: Aby uzyskać dalszą pomoc, skontaktuj się z działem Obsługi Klienta firmy Philips, dzwoniąc pod numer %@.
pt: Contacte o apoio ao cliente da Philips através do número %@ para obter mais assistência.
ro: Pentru asistenţă suplimentară, contactează Centrul Philips de asistenţă pentru clienţi la numărul %@.
sk: Ak potrebujete ďalšiu pomoc, obráťte sa na tím starostlivosti o zákazníkov spoločnosti Philips %@.
sl: Za dodatno pomoč se obrnite na Philipsov oddelek za pomoč uporabnikom na telefonsko številko %@.
sv: Om du behöver mer hjälp ber vi dig kontakta Philips kundtjänst på %@.
th: โปรดติดต่อศูนย์ดูแลลูกค้าของ Philips ที่หมายเลขโทรศัพท์ %@ เพื่อการสนับสนุนเพิ่มเติม
tr: Daha fazla destek için lütfen Philips Müşteri Desteği %@ ile iletişime geçin.
uk: Для отримання подальшої підтримки зверніться до Центру обслуговування клієнтів Philips %@.
vi: Vui lòng liên hệ với bộ phận Chăm sóc khách hàng của Philips %@ để được hỗ trợ thêm.
zh_hant_hk: 請聯絡 Philips 客戶服務 %@ 以獲得進一步支援。

# mec_continue
source: Continue
ar: متابعة
bg: Продължи
ca_es: |Продовжити|
cs: Pokračovat
da: Fortsæt
el: Συνέχεια
es_mx: Continuar
et: Jätka
fi: Jatka
fr_ca: Continuer
he: המשך
hr: Nastavi
hu: Folytatás
it: Continua
ja: 続行
lt: Tęsti
lv: Turpināt
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuă
sk: Pokračovať
sl: Naprej
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hant_hk: 繼續

# mec_continue_checkout
source: Continue to checkout
ar: متابعة إلى دفع الحساب المطلوب
bg: Продължаване към финализиране
ca_es: |Продовжити оформлення замовлення|
cs: Pokračovat k pokladně
da: Fortsæt til kassen
el: Συνέχεια στην ολοκλήρωση αγοράς
es_mx: Continuar con el pago
et: Liigu kassasse
fi: Jatka kassalle
fr_ca: Passer au paiement
he: המשך לקופה
hr: Nastavite do blagajne
hu: Folytatás a fizetéssel
it: Prosegui con l'ordine
ja: 精算に進む
lt: Tęskite, kad išsiregistruotumėte
lv: Turpināt ar apmaksu
nb: Fortsett til betaling
nl: Ga door naar betalen
pl: Przejdź do kasy
pt: Continuar para finalizar a compra
ro: Mergi la finalizarea comenzii
sk: Pokračovať k pokladni
sl: Nadaljuj na blagajno
sv: Fortsätt till kassan
th: ดำเนินการชำระสินค้าต่อ
tr: Ödemeye devam et
uk: Продовжити оформлення замовлення
vi: Tiếp tục bước thanh toán
zh_hant_hk: 繼續前往結賬

# mec_continue_shopping
source: Continue shopping
ar: متابعة التسوق
bg: Продължете пазаруването
ca_es: |Продължете пазаруването|
cs: Pokračovat v nákupu
da: Fortsæt med at handle
el: Συνέχιση αγορών
es_mx: Seguir comprando
et: Jätka ostmist
fi: Jatka ostoksia
fr_ca: Continuer à magasiner
he: המשך בקנייה
hr: Nastavi kupnju
hu: Vásárlás folytatása
it: Continua lo shopping
ja: 買い物を続ける
lt: Tęsti apsipirkimą
lv: Turpināt iepirkšanos
nb: Fortsett å handle
nl: Verder winkelen
pl: Kontynuuj zakupy
pt: Continuar a comprar
ro: Continuă cumpărăturile
sk: Pokračovať v nakupovaní
sl: Nadaljuj z nakupovanjem
sv: Fortsätt handla
th: เลือกซื้อสินค้าต่อ
tr: Alışverişe devam et
uk: Продовжити покупки
vi: Tiếp tục mua sắm
zh_hant_hk: 繼續購物

# mec_country
source: Country
ar: البلد
bg: Държава
ca_es: |Държава|
cs: Země
da: Land
el: Χώρα
es_mx: País
et: Riik
fi: Maa
fr_ca: Pays
he: מדינה
hr: Država
hu: Ország
it: Paese
ja: 国
lt: Šalis
lv: Valsts
nb: Land
nl: Land
pl: Kraj
pt: País
ro: Ţara
sk: Krajina
sl: Država
sv: Land
th: ประเทศ
tr: Ülke
uk: Країна
vi: Quốc gia
zh_hant_hk: 國家/地區

# mec_country_error
source: Please enter a valid Country
ar: يُرجى إدخال مدينة صالحة
bg: Въведете валидна държава
ca_es: |Lūdzu, ievadiet derīgu valsts nosaukumu|
cs: Zadejte platnou zemi
da: Indtast et gyldigt land
el: Εισαγάγετε έγκυρη χώρα
es_mx: Ingrese un país válido
et: Sisestage õige riik
fi: Kirjoita kelvollinen maa
fr_ca: Veuillez entrer un pays valide
he: הזן מדינה תקפה
hr: Unesite valjanu državu
hu: Érvényes országot adjon meg
it: Inserisci un Paese valido
ja: 有効な国を入力してください
lt: Įveskite tikrą šalį
lv: Lūdzu, ievadiet derīgu valsts nosaukumu
nb: Angi et gyldig land
nl: Voer een geldig land in
pl: Wprowadź prawidłowy kraj
pt: Introduza um país válido
ro: Introdu o ţară validă
sk: Zadajte platnú krajinu
sl: Vnesite veljavno državo
sv: Ange ett giltigt land
th: โปรดป้อนประเทศที่ถูกต้อง
tr: Lütfen geçerli bir Ülke yazın
uk: Введіть дійсну країну
vi: Vui lòng nhập quốc gia hợp lệ
zh_hant_hk: 請輸入有效的國家/地區

# mec_cvv_code
source: Please enter the CVV/CVC for
ar: يرجى إدخال CVV/CVC لـ
bg: Моля, въведете CVV/CVC за
ca_es: |Kérjük adja meg a CVV/CVC-kódot a következőhöz: |
cs: Zadejte CVV/CVC pro
da: Indtast CVV/CVC for
el: Εισαγάγετε CVV/CVC για
es_mx: Ingrese el código de verificación de la tarjeta para
et: Sisestage CVV/CVC
fi: Kirjoita CVV/CVC-numero luottokortista
fr_ca: Veuillez entrer le code CVV/CVC pour
he: הזן CVV/CVC עבור
hr: Unesite CVV/CVC za
hu: Kérjük adja meg a CVV/CVC-kódot a következőhöz:
it: Inserire il CVV/CVC per
ja: 次のカードの CVV/CVC を入力してください：
lt: Įveskite CVV / CVC, skirtą
lv: Lūdzu, ievadiet CVV/CVC kodu
nb: Angi CVV-/CVC-koden for
nl: CVV/CVC invoeren voor
pl: Wprowadź kod CVV/CVC dla
pt: Introduza o CCV/CVC para
ro: Introdu codul CVV/CVC pentru
sk: Zadajte kód CVV/CVC pre
sl: Vnesite številko CVV/CVC za
sv: Ange CVV/CVC för
th: กรุณาป้อนรหัส CVV/CVC สำหรับ
tr: Lütfen şunun için CVV/CVC girin:
uk: Введіть код CVV/CVC для
vi: Vui lòng nhập mã CVV/CVC cho
zh_hant_hk: 請輸入以下付款卡的 CVV/CVC：

# mec_cvvpopup_info
source: This is the 3 digit code on the back of your credit or debit card. Alternatively, if you have an American Express, it is the 4 digit number on the front of the card.
ar: إنه الرمز المؤلّف من 3 أرقام والمتوفر على الجهة الخلفية من بطاقة الائتمان أو بطاقة الخصم. في المقابل، إنه الرقم المؤلّف من 4 أرقام والمتوفر على الجهة الأمامية من البطاقة، في حال كنت تملك بطاقة American Express.
bg: Това е 3-цифровият код на гърба на вашата кредитна или дебитна карта. В друг случай, ако имате American Express, това е 4-цифреният номер отпред на картата.
ca_es: |Este es el código de tres dígitos que se encuentra en la parte posterior de su tarjeta de crédito o débito. De manera alternativa, si tiene American Express, corresponde al número de cuatro dígitos en la parte delantera de la tarjeta.|
cs: Jedná se o třímístný kód na zadní straně vaší kreditní nebo debetní karty. Případně, pokud vlastníte kartu American Express, čtyřmístný kód na přední straně karty.
da: Det er den 3-cifrede kode på bagsiden af dit kreditkort eller betalingskort. Hvis du har et American Express-kort, er det 4-cifrede nummer på kortets forside.
el: Πρόκειται για τον 3ψήφιο αριθμό στο πίσω μέρος της πιστωτικής ή της χρεωστικής σας κάρτας. Εναλλακτικά, αν έχετε American Express, πρόκειται για τον 4ψήφιο αριθμό στο μπροστινό μέρος της κάρτας.
es_mx: Este es el código de tres dígitos que se encuentra en la parte posterior de su tarjeta de crédito o débito. De manera alternativa, si tiene American Express, corresponde al número de cuatro dígitos en la parte delantera de la tarjeta.
et: Tegemist on teie krediit- või deebetkaardi tagaküljel oleva kolmekohalise koodiga. Kui kasutate American Expressi kaarti, on selleks neljakohaline number kaardi esiküljel.
fi: Tämä on luottokortin kääntöpuolella oleva 3-numeroinen koodi. Jos sinulla on American Express -kortti, käytä kortin etupuolella olevaa 4-numeroista koodia.
fr_ca: Il s’agit du code à 3 chiffres à l’arrière de votre carte de crédit ou débit. Si vous avez une American Express, il s’agit du nombre à 4 chiffres à l’avant de la carte.
he: זהו קוד בן 3 ספרות שמופיע בגב כרטיס האשראי או החיוב שלך. לחלופין, אם יש לך כרטיס 'אמריקן אקספרס', זהו הקוד בן 4 הספרות שמוצג בצד הקדמי של הכרטיס.
hr: To je 3-znamenkasta šifra na poleđini kreditne ili debitne kartice. Umjesto toga, ako imate American Express, to je 4-znamenkasti broj na prednjoj strani kartice.
hu: Ez a bankkártyája vagy hitelkártyája hátoldalán található háromjegyű szám. Ha American Express kártyája van, akkor ez a kártya elején található négyjegyű szám.
it: Si tratta del codice a 3 cifre sul retro della carta di credito o di debito. Se invece si è in possesso di una carta American Express, si tratta del codice a 4 cifre sulla parte anteriore della carta.
ja: これは、クレジットカードまたはデビットカードの裏面に記載されている 3 桁のコードです。アメリカン・エクスプレスのカードをお持ちの場合は、カードの前面に記載されている 4 桁のコードです。
lt: Tai yra 3 skaitmenų kodas, užrašytas kitoje kredito arba debeto kortelės pusėje. Arba, jei naudojate „American Express“, tai yra 4 skaitmenų numeris kortelės priekyje.
lv: Tas ir trīsciparu kods jūsu kredītkartes vai debetkartes aizmugurē. Ja jums ir American Express karte, tas ir četrciparu numurs kartes priekšpusē.
nb: Dette er den tresifrede koden på baksiden av betalingskortet ditt. Hvis du har et American Express-kort, er dette det firesifrede nummeret på forsiden av kortet.
nl: Dit is de 3-cijferige code op de achterkant van uw creditcard of pinpas. Als u een American Express-kaart hebt, staat het 4-cijferige nummer op de voorkant van de kaart.
pl: To 3-cyfrowy kod znajdujący się z tyłu karty kredytowej lub debetowej. Jeśli posiadasz kartę American Express, kod ten składa się z 4 cyfr i znajduje się z przodu karty.
pt: Este é o código de 3 dígitos na parte de trás do seu crédito ou débito. Em alternativa, se tiver um American Express, este é o número de 4 dígitos na parte de trás do cartão.
ro: Acesta este codul din 3 cifre de pe spatele cardului tău de credit sau de debit. Alternativ, dacă ai un card American Express, este numărul din 4 cifre de pe faţa cardului.
sk: Je to 3-miestny kód na zadnej strane kreditnej alebo debetnej karty. V prípade karty American Express je to 4-miestne číslo na prednej strane karty.
sl: To je 3-mestna številčna koda na hrbtni strani vaše kreditne ali debetne kartice. Če imate American Express, je to 4-mestno število na sprednji strani kartice.
sv: Detta är den tresiffriga koden på baksidan av ditt kredit- eller betalkort. Om du har ett American Express är det det fyrsiffriga numret på kortets framsida.
th: ส่วนนี้คือตัวเลข 3 หลักที่อยู่ด้านหลังของบัตรเครดิตหรือบัตรเดบิตของคุณ หรือตัวเลข 4 หลักที่อยู่ด้านหน้า หากคุณใช้บัตร American Express
tr: Bu, kredi veya banka kartınızın arka kısmında yer alan 3 haneli koddur. American Express kartlarda bu kod kartın ön yüzünde yer alır ve 4 haneden oluşur.
uk: Це 3-цифровий код на тильній стороні Вашої кредитної або дебетової картки. Або ж, якщо у Вас картка American Express, це 4-цифровий код на передній стороні картки.
vi: Đây là mã gồm 3 chữ số được in ở mặt sau của thẻ tín dụng hoặc thẻ ghi nợ của bạn. Ngoài ra, nếu bạn dùng thẻ American Express thì mã này là số gồm 4 chữ số nằm ở mặt trước của thẻ.
zh_hant_hk: 此為您信用卡或扣帳卡背面的 3 位數代碼；美國運通卡則為卡面上的 4 位數號碼。

# mec_delete
source: Delete
ar: حذف
bg: Изтрий
ca_es: |Tietojen poistaminen|
cs: Odstranění
da: Slet
el: Διαγραφή
es_mx: Eliminar
et: Kustuta
fi: Tietojen poistaminen
fr_ca: Supprimer
he: מחק
hr: Izbriši
hu: Törlés
it: Elimina
ja: 削除
lt: Trinti
lv: Dzēst
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
ro: Ştergere
sk: Odstrániť
sl: Izbriši
sv: Radera
th: ลบ
tr: Silme
uk: Видалити
vi: Xóa
zh_hant_hk: 刪除

# mec_delete_item_alert_message
source: Would you like to delete this shipping address?
ar: هل ترغب في حذف عنوان الشحن هذا؟
bg: Желаете ли да изтриете този адрес за доставка?
ca_es: |Θέλετε να διαγράψετε αυτήν τη διεύθυνση αποστολής;|
cs: Chcete smazat tuto dodací adresu?
da: Vil du slette denne leveringsadresse?
el: Θέλετε να διαγράψετε αυτήν τη διεύθυνση αποστολής;
es_mx: ¿Deseas eliminar esta dirección de envío?
et: Kas soovite selle tarneaadressi kustutada?
fi: Haluatko poistaa tämän toimitusosoitteen?
fr_ca: Voulez-vous supprimer cette adresse de livraison?
he: האם ברצונך למחוק את הכתובת למשלוח הזו?
hr: Želite li izbrisati ovu adresu za isporuku?
hu: Törölni kívánja ezt a szállítási címet?
it: Eliminare questo indirizzo di spedizione?
ja: この配送先住所を削除しますか？
lt: Ar norėtumėte ištrinti šį pristatymo adresą?
lv: Vai vēlaties dzēst šo piegādes adresi?
nb: Ønsker du å slette denne leveringsadressen?
nl: Wilt u dit leveringsadres verwijderen?
pl: Czy chcesz usunąć ten adres dostawy?
pt: Pretende eliminar este endereço de envio?
ro: Vrei să ştergi această adresă de expediere?
sk: Chcete vymazať túto adresu doručenia?
sl: Ali želite izbrisati ta naslov za dostavo?
sv: Vill du ta bort den här leveransadressen?
th: คุณต้องการลบที่อยู่สำหรับจัดส่งสินค้านี้หรือไม่
tr: Bu teslimat adresini silmek mi istiyorsunuz?
uk: Бажаєте видалити цю адресу доставки?
vi: Bạn có muốn xóa địa chỉ giao hàng này không?
zh_hant_hk: 您要刪除此送貨地址嗎？

# mec_delete_product_confirmation_title
source: Would you like to delete this product from the shopping basket?
ar: هل ترغب في حذف هذا المنتج من عربة التسوق؟
bg: Желаете ли да изтриете този продукт от количката за пазаруване?
ca_es: |Желаете ли да изтриете този продукт от количката за пазаруване?|
cs: Chcete tento produkt odstranit z nákupního košíku?
da: Vil du slette dette produkt fra indkøbskurven?
el: Θέλετε να διαγράψετε αυτό το προϊόν από το καλάθι αγορών σας;
es_mx: ¿Deseas eliminar este producto del carro de compras?
et: Kas soovite kustutada selle toote oma ostukorvist?
fi: Haluatko poistaa tämän tuotteen ostoskorista?
fr_ca: Voulez-vous supprimer ce produit du panier?
he: האם ברצונך למחוק מוצר זה מעגלת הקניות?
hr: Želite li izbrisati ovaj proizvod iz košarice?
hu: El kívánja távolítani ezt a terméket a kosárból?
it: Eliminare questo prodotto dal carrello degli acquisti?
ja: この製品をショッピングカートから削除しますか？
lt: Ar norėtumėte ištrinti šį gaminį iš prekių krepšelio?
lv: Vai vēlaties izdzēst šo produktu no iepirkšanās groza?
nb: Ønsker du å slette dette produktet i handlevognen?
nl: Wilt u dit product uit uw winkelwagen verwijderen?
pl: Czy chcesz usunąć ten produkt z koszyka?
pt: Pretende eliminar este produto do carrinho de compras?
ro: Vrei să ştergi acest produs din coşul de cumpărături?
sk: Chcete vymazať tento produkt z nákupného košíka?
sl: Ali želite ta izdelek izbrisati iz košarice?
sv: Vill du ta bort den här produkten från kundvagnen?
th: คุณต้องการลบสินค้านี้ออกจากตะกร้าสินค้าหรือไม่
tr: Bu ürünü alışveriş sepetinden silmek istediğinizden emin misiniz?
uk: Бажаєте видалити цей продукт із кошика для покупок?
vi: Bạn có muốn xóa sản phẩm này khỏi giỏ hàng không?
zh_hant_hk: 您要從購物車刪除此產品嗎？
