Repository: PhilipsTest/iOS-Test
Catalog: Source/mec/Source/Library/MobileEcommerce/MobileEcommerce/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, el, es_mx, et, fi, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, ro, sk, sl, sv, th, tr, uk, vi, zh_hant_hk

# mec_payment_failed_message
source: There was a problem processing your payment. Your account has not been charged. Please try again or choose another payment method.
ar: وقعَت مشكلة أثناء معالجة الدفع. لم يتم سحب أي مبلغ من حسابك. يرجى المحاولة مرة أخرى أو اختيار طريقة دفع أخرى.
bg: Възникна грешка при обработване на плащането ви. Вашият акаунт не е бил таксуван. Моля, опитайте отново или изберете друг метод на плащане.
ca_es: |Bei der Verarbeitung Ihrer Zahlung ist ein Problem aufgetreten. Ihr Konto wurde nicht belastet. Versuchen Sie es erneut, oder wählen Sie eine andere Zahlungsmethode.|
cs: Při zpracování platby se vyskytl problém. Váš účet ještě nebyl aktivován. Zkuste to znovu nebo zvolte jiný způsob platby.
da: Der opstod et problem under behandlingen af din betaling. Beløbet er ikke blevet trukket på din konto. Prøv igen, eller vælg en anden betalingsmetode.
el: Παρουσιάστηκε πρόβλημα κατά την επεξεργασία της πληρωμής σας. Ο λογαριασμός σας δεν έχει χρεωθεί. Προσπαθήστε ξανά ή επιλέξτε έναν άλλο τρόπο πληρωμής.
es_mx: Se produjo un problema cuando se procesó el pago. No se realizó el cargo en tu cuenta. Inténtalo de nuevo o elige otro método de pago.
et: Teie makse töötlemisel tekkis viga. Teilt ei ole veel tasu võetud. Proovige uuesti või proovige teist makseviisi.
fi: Maksun käsittelyssä ilmeni ongelma. Tiliäsi ei ole veloitettu. Yritä uudelleen tai valitse jokin toinen maksutapa.
fr_ca: Il y a eu un problème lors du traitement de votre paiement. Votre compte n’a pas été facturé. Veuillez réessayer ou choisir un autre mode de paiement.
he: התגלתה בעיה בעיבוד התשלום שביצעת. חשבונך לא חויב. נסה שוב או בחר אמצעי תשלום אחר.
hr: Došlo je do problema u obradi plaćanja. Vaš račun nije terećen. Pokušajte ponovo ili odaberite drugi način plaćanja.
hu: Probléma lépett fel a fizetés feldolgozása során. Számláját nem terheltük meg. Próbálja újra, vagy válasszon másik fizetési módot.
it: Si è verificato un problema durante l'elaborazione del pagamento. Il tuo account non ha ricevuto alcun addebito. Riprova o scegli un altro metodo di pagamento.
ja: 支払い処理で問題が発生しました。お客様のアカウントはチャージされていません。もう一度試すか、他の支払い方法を選択してください。
lt: Atsirado sunkumų apdorojant jūsų apmokėjimą. Iš jūsų sąskaitos nebuvo sumokėta. Bandykite dar kartą vėliau arba pasirinkite kitą mokėjimo būdą.
lv: Apstrādājot jūsu maksājumu, radās problēma. Nauda no jūsu konta nav noņemta. Lūdzu, mēģiniet vēlreiz vai izvēlieties citu maksājuma metodi.
nb: Det oppstod et problem under behandlingen av betalingen. Kontoen har ikke blitt belastet. Prøv på nytt eller velg en annen betalingsmåte.
nl: Er is een probleem opgetreden bij het verwerken van uw betaling. Er is geen betaling uitgevoerd. Probeer het opnieuw of kies een andere betaalmethode.
pl: Wystąpił problem podczas przetwarzania Twojej płatności. Twoje konto nie zostało obciążone. Spróbuj ponownie lub wybierz inną metodę płatności.
pt: Ocorreu um problema ao processar o seu pagamento. A sua conta não foi cobrada. Tente novamente ou escolha outro método de pagamento.
ro: A apărut o problemă la procesarea plăţii. Suma nu fost retrasă din contul tău. Încearcă din nou sau alege altă metodă de plată.
sk: Pri spracovaní platby sa vyskytol problém. Z vášho účtu neodišla platba. Skúste znova alebo si vyberte iný spôsob platby.
sl: Pri obdelavi plačila je prišlo do napake. Vaš račun ni bil obremenjen. Poskusite znova ali izberite drug način plačila.
sv: Det uppstod ett fel när betalningen bearbetades. Ditt konto har inte debiterats. Försök igen eller välj en annan betalningsmetod.
th: เกิดปัญหาในการชำระเงินของคุณ บัญชีของคุณยังไม่ถูกเรียกเก็บเงิน โปรดลองอีกครั้งหรือเลือกวิธีการชำระเงินอื่น
tr: Ödemeniz işlenirken bir sorun oluştu. Ücret, hesabınızdan tahsil edilmedi. Lütfen tekrar deneyin veya başka bir ödeme yöntemi seçin.
uk: Під час обробки платежу виникла помилка. З Вашого рахунку не було стягнуто грошей. Спробуйте ще раз або виберіть інший спосіб оплати.
vi: Đã gặp sự cố khi xử lý thanh toán của bạn. Tài khoản của bạn chưa được thanh toán. Vui lòng thử lại hoặc chọn phương thức thanh toán khác.
zh_hant_hk: 系統處理您的付款時遇到問題。尚未向您的帳戶收取費用。請再試一次或選擇其他付款方法。

# mec_payment_is_pending
source: Payment Pending
ar: عملية الدفع معلّقة
bg: Предстои плащане
ca_es: |Πληρωμή σε εκκρεμότητα|
cs: Platba čeká na vyřízení
da: Afventer betaling
el: Πληρωμή σε εκκρεμότητα
es_mx: Pago pendiente
et: Makse ootel
fi: Maksu odottaa
fr_ca: Paiement en attente
he: תשלום בהמתנה
hr: Plaćanje na čekanju
hu: A fizetés függőben
it: Pagamento in sospeso
ja: お支払いは保留中です
lt: Laukiama mokėjimo
lv: Neapstrādāts maksājums
nb: Betaling venter
nl: Betaling in behandeling
pl: Płatność w toku
pt: Pagamento pendente
ro: Plată în aşteptare
sk: Čaká sa na platbu
sl: Plačilo v teku
sv: Betalning väntar
th: อยู่ในระหว่างการชำระเงิน
tr: Ödeme beklemede
uk: Очікування оплати
vi: Đang chờ thanh toán
zh_hant_hk: 付款處理中

# mec_payment_method
source: Payment method
ar: طريقة الدفع
bg: Начин на плащане
ca_es: |Phương thức thanh toán|
cs: Způsob platby
da: Betalingsmetode
el: Τρόπος πληρωμής
es_mx: Método de pago
et: Makseviis
fi: Maksutapa
fr_ca: Méthode de paiement
he: אמצעי תשלום
hr: Način plaćanja
hu: Fizetési mód
it: Metodo di pagamento
ja: 支払方法
lt: Mokėjimo būdas
lv: Maksājuma metode
nb: Betalingsmetode
nl: Betaalwijze
pl: Metoda płatności
pt: Método de pagamento
ro: Metodă de plată
sk: Spôsob platby
sl: Način plačila
sv: Betalningsmetod
th: วิธีการชำระเงิน
tr: Ödeme yöntemi
uk: Спосіб оплати
vi: Phương thức thanh toán
zh_hant_hk: 付款方式

# mec_payment_pending
source: Your payment is pending
ar: تم تعليق عملية الدفع
bg: Плащането се обработва
ca_es: |Uw betaling is nog niet ontvangen/geregistreerd|
cs: Platba čeká na vyřízení
da: Din betaling er ved at blive behandlet
el: Η πληρωμή σας εκκρεμεί
es_mx: Su pago está pendiente
et: Teie makse on ootel
fi: Maksusi odottaa
fr_ca: Votre paiement est en attente
he: התשלום שלך בהמתנה
hr: Plaćanje je na čekanju
hu: A fizetés függőben
it: Il pagamento è in attesa di approvazione
ja: 支払いは保留中です
lt: Laukiama jūsų apmokėjimo
lv: Jūsu maksājums tiek apstrādāts
nb: Betalingen venter
nl: Uw betaling is nog niet ontvangen/geregistreerd
pl: Płatność jest przetwarzana
pt: O seu pagamento está pendente
ro: Plata este în curs
sk: Platba prebieha
sl: Vaše plačilo je v teku
sv: Betalningen behandlas
th: กำลังดำเนินการการชำระเงินของคุณ
tr: Ödemeniz beklemede
uk: Оплата очікує обробки
vi: Thanh toán của bạn đang chờ xử lý
zh_hant_hk: 您的付款正等待處理

# mec_payment_pending_confirmation
source: If the payment is confirmed you will receive a confirmation e-mail at
ar: إذا تم تأكيد عملية الدفع، فستتلقى بريدًا إلكترونيًا على
bg: Ако плащането е потвърдено, ще получите имейл потвърждение на
ca_es: |После подтверждения оплаты вы получите электронное письмо с подтверждением по адресу|
cs: Jakmile bude platba potvrzena, obdržíte e-mail s potvrzením na adresu
da: Hvis betalingen bliver bekræftet, vil du modtage en bekræftelse via e-mail på
el: Αν η πληρωμή επιβεβαιωθεί, θα λάβετε ένα email επιβεβαίωσης στη διεύθυνση
es_mx: Si se confirma el pago, recibirá una confirmación por correo electrónico a
et: Makse kinnitamisel saadetakse teile kinnitav e-kiri aadressile
fi: Jos maksu vahvistetaan, saat vahvistusviestin osoitteeseen
fr_ca: Si le paiement est confirmé, vous recevrez un courriel de confirmation à
he: אם התשלום מאושר, תקבל דוא"ל אישור בכתובת
hr: Ako se plaćanje potvrdi, dobit ćete poruku e-pošte s potvrdom na
hu: A fizetés megerősítését követően igazoló e-mailt fog kapni a következő címre:
it: Se il pagamento verrà confermato riceverai un'e-mail all'indirizzo
ja: 支払いが確認されると、次のアドレス宛に確認メールが送信されます：
lt: Kai patvirtinsime apmokėjimą, gausite patvirtinimo el. laišką adresu
lv: Ja maksājums tiks apstiprināts, jūs saņemsit apstiprinājuma e-pasta ziņojumu uz
nb: Hvis betalingen er bekreftet, vil du motta en e-postbekreftelse på
nl: Indien de betaling wordt bevestigd, ontvangt u een bevestigingse-mail
pl: Jeżeli płatność zostanie potwierdzona, otrzymasz wiadomość e-mail z potwierdzeniem na adres
pt: Se o pagamento for confirmado, receberá uma mensagem de correio electrónico de confirmação em
ro: Dacă plata este confirmată, vei primi un e-mail de confirmare la
sk: V prípade potvrdenia platby dostanete e-mail s potvrdením na adresu
sl: Če bo plačilo potrjeno, boste prejeli potrditveno e-poštno sporočilo na naslov
sv: Om betalningen har bekräftats får du en bekräftelse via e-post på
th: หากการชำระเงินของคุณได้รับการยืนยันแล้วคุณจะได้รับอีเมล์ที่
tr: Ödemeniz onaylanırsa şu adrese bir onay e-postası alacaksınız:
uk: У разі підтвердження оплати Ви отримаєте листа з підтвердженням за електронною адресою
vi: Nếu khoản thanh toán được xác nhận, bạn sẽ nhận được một e-mail xác nhận tại
zh_hant_hk: 付款確認後，我們將會發送確認電郵至：

# mec_personal_details
source: Personal details
ar: التفاصيل الشخصية
bg: Лични данни
ca_es: |Renseignements personnels|
cs: Osobní údaje
da: Personlige oplysninger
el: Προσωπικά στοιχεία
es_mx: Detalles personales
et: Isikuandmed
fi: Henkilötiedot
fr_ca: Renseignements personnels
he: פרטים אישיים
hr: Osobni podaci
hu: Személyes adatok
it: Dettagli personali
ja: 個人情報詳細
lt: Asmens duomenys
lv: Paroles detaļas
nb: Personlige opplysninger
nl: Persoonlijke gegevens
pl: Dane osobowe
pt: Detalhes pessoais
ro: Date personale
sk: Osobné údaje
sl: Osebni podatki
sv: Personuppgifter
th: รายละเอียดส่วนตัว
tr: Kişisel bilgiler
uk: Персональні дані
vi: Chi tiết cá nhân
zh_hant_hk: 個人詳細資料

# mec_philips_no_stock_description_text
source: This product is currently out of stock at Philips
ar: لا يتوفر هذا المنتج حاليًا في المخزون لدى Philips
bg: Този продукт в момента не е наличен при Philips
ca_es: |Dette produkt er på nuværende tidspunkt ikke på lager hos Philips|
cs: Tento výrobek momentálně není na skladě obchodu Philips
da: Dette produkt er på nuværende tidspunkt ikke på lager hos Philips
el: Αυτό το προϊόν δεν είναι προς το παρόν διαθέσιμο στη Philips
es_mx: Este producto está actualmente agotado en Philips
et: Seda toodet ei ole hetkel Philipsi laos
fi: Tuote on tilapäisesti lopussa varastosta
fr_ca: Ce produit est actuellement en rupture de stock chez Philips
he: מוצר זה אינו נמצא כרגע במלאי של פיליפס
hr: Ovog proizvoda trenutno nema na zalihi u tvrtki Philips
hu: Ez a termék jelenleg nincs raktáron a Philipsnél
it: Questo prodotto è attualmente esaurito presso Philips
ja: この製品は現在フィリップスに在庫がありません
lt: Šiuo metu šio gaminio „Philips“ sandėlyje nėra
lv: Šis produkts pašlaik nav pieejams Philips noliktavā
nb: Dette produktet er ikke på lager for øyeblikket hos Philips
nl: Dit product is tijdelijk niet op voorraad bij Philips
pl: Ten produkt jest aktualnie niedostępny na stronie Philips
pt: Este produto está atualmente esgotado na Philips
ro: Acest produs nu este momentan pe stoc la Philips
sk: Tento produkt momentálne nie je skladom u spoločnosti Philips
sl: Tega izdelka Philips trenutno nima na zalogi
sv: Den här produkten är för närvarande slut i lager hos Philips
th: ผลิตภัณฑ์นี้หมดชั่วคราวที่ Philips
tr: Bu ürün şu anda Philips stoğunda yok
uk: Цього виробу зараз немає в наявності на складі Philips
vi: Sản phẩm này hiện đang hết hàng trong kho của Philips
zh_hant_hk: Philips 的此產品目前缺貨

# mec_phone
source: Phone
ar: الهاتف
bg: Телефон
ca_es: |Téléphone|
cs: Telefon
da: Telefon
el: Τηλέφ
es_mx: Teléfono
et: Telefon
fi: Puhelin
fr_ca: Téléphone
he: טלפון
hr: Telefon
hu: Telefon
it: Telefono
ja: 電話
lt: Telefonas
lv: Tālrunis
nb: Telefon
nl: Telefoon
pl: Telefon
pt: Telefone
ro: Telefon
sk: Telefón
sl: Telefon
sv: Telefon
th: โทรศัพท์
tr: Telefon
uk: Телефон
vi: Điện thoại
zh_hant_hk: 電話

# mec_phone_error
source: Please enter a valid phone number
ar: يُرجى إدخال رقم هاتف صالح
bg: Въведете валиден телефонен номер
ca_es: |Veuillez entrer un numéro de téléphone valide|
cs: Zadejte platné telefonní číslo
da: Indtast et gyldigt telefonnummer
el: Εισαγάγετε έγκυρο αριθμό τηλεφώνου
es_mx: Ingrese un número de teléfono válido
et: Sisestage kehtiv telefoninumber
fi: Anna kelvollinen puhelinnumero
fr_ca: Veuillez entrer un numéro de téléphone valide
he: הזן מספר טלפון חוקי
hr: Unesite valjani telefonski broj
hu: Adjon meg érvényes telefonszámot
it: Inserisci un numero di telefono valido
ja: 有効な電話番号を入力してください。
lt: Įveskite galiojantį telefono numerį
lv: Lūdzu, ievadiet derīgu tālruņa numuru
nb: Angi et gyldig telefonnummer
nl: Voer een geldig telefoonnummer in
pl: Wprowadź prawidłowy numer telefonu
pt: Introduza um número de telefone válido
ro: Introdu un număr de telefon valid
sk: Zadajte platné telefónne číslo
sl: Vnesite veljavno telefonsko številko
sv: Ange ett giltigt telefonnummer
th: โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้อง
tr: Lütfen geçerli bir telefon numarası girin
uk: Введіть дійсний номер телефону
vi: Vui lòng nhập số điện thoại hợp lệ
zh_hant_hk: 請輸入有效的電話號碼

# mec_phone_hint
source: Enter phone number
ar: إدخال رقم الهاتف
bg: Въведете телефонен номер
ca_es: |Entrez votre numéro de téléphone|
cs: Zadat telefonní číslo
da: Indtast telefonnummer
el: Εισαγωγή αριθμού τηλεφώνου
es_mx: Ingresa tu número de teléfono
et: Sisestage telefoninumber
fi: Anna puhelinnumero
fr_ca: Entrez votre numéro de téléphone
he: ‏הזן מספר טלפון
hr: Unesite telefonski broj
hu: Adja meg a telefonszámot
it: Inserisci il numero di telefono
ja: 電話番号を入力
lt: Įveskite telefono numerį
lv: Ievadiet tālruņa numuru
nb: Angi telefonnummer
nl: Voer uw telefoonnummer in
pl: Wprowadź numer telefonu
pt: Introduzir número de telefone
ro: Introdu numărul de telefon
sk: Zadajte telefónne číslo
sl: Vnesite telefonsko številko
sv: Ange telefonnummer
th: ป้อนหมายเลขโทรศัพท์
tr: Telefon numarasını girin
uk: Введіть номер телефону
vi: Nhập số điện thoại
zh_hant_hk: 輸入電話號碼

# mec_postal_code
source: Postal code
ar: الرمز البريدي
bg: Пощенски код
ca_es: |Почтовый индекс|
cs: PSČ
da: Postnummer
el: Ταχ. κώδικας
es_mx: Código postal
et: Postiindeks
fi: Postinumero
fr_ca: Code postal
he: מיקוד
hr: Poštanski broj
hu: Irányítószám
it: Codice postale
ja: 郵便番号
lt: Pašto kodas
lv: Pasta indekss
nb: Postnummer
nl: Postcode
pl: Kod pocztowy
pt: Código postal
ro: Cod poştal
sk: PSČ
sl: Poštna številka
sv: Postadress
th: รหัสไปรษณีย์
tr: Posta kodu
uk: Поштовий код
vi: Mã bưu tín
zh_hant_hk: 郵政編碼

# mec_postal_code_error
source: Please enter a valid Zip Code
ar: يُرجى إدخال رمز بريدي صالح
bg: Въведете валиден пощенски код
ca_es: |Правильно укажите почтовый индекс|
cs: Zadejte platné PSČ
da: Indtast et gyldigt postnummer
el: Εισαγάγετε έγκυρο ταχυδρομικό κώδικα
es_mx: Ingrese un código postal válido
et: Sisestage õige sihtnumber
fi: Kirjoita kelvollinen postinumero
fr_ca: Veuillez entrer un code ZIP valide
he: הזן מיקוד תקף
hr: Unesite valjani poštanski broj
hu: Érvényes irányítószámot adjon meg
it: Inserisci un CAP valido
ja: 有効な郵便番号を入力してください
lt: Įveskite tikrą ZIP kodą
lv: Lūdzu, ievadiet derīgu pasta indeksu
nb: Angi et gyldig postnummer
nl: Voer een geldige postcode in
pl: Wprowadź prawidłowy kod pocztowy
pt: Introduza um código postal válido
ro: Introdu un cod poştal valid
sk: Zadajte platné PSČ
sl: Vnesite veljavno poštno številko
sv: Ange ett giltigt postnummer
th: โปรดป้อนรหัสไปรษณีย์ที่ถูกต้อง
tr: Lütfen geçerli bir Posta Kodu yazın
uk: Введіть дійсний поштовий індекс
vi: Vui lòng nhập mã zip hợp lệ
zh_hant_hk: 請輸入有效的郵政編碼

# mec_postal_code_hint
source: Enter ZIP/Postal code
ar: أدخل الرمز البريدي
bg: Въведете пощенски код
ca_es: |Εισαγάγετε τον ταχυδρομικό κώδικα|
cs: Zadejte PSČ
da: Indtast postnummer
el: Εισαγάγετε τον ταχυδρομικό κώδικα
es_mx: Ingrese un código postal
et: Sisestage postiindeks/sihtnumber
fi: Kirjoita postinumero
fr_ca: Entrer votre code ZIP/postal
he: הזן מיקוד
hr: Unesite poštanski broj
hu: Adja meg az irányítószámot
it: Inserisci il CAP
ja: 郵便番号を入力
lt: Įveskite ZIP / pašto kodą
lv: Ievadiet pasta indeksu
nb: Angi postnummer
nl: Voer uw postcode in
pl: Wprowadź kod pocztowy
pt: Introduzir código postal
ro: Introdu codul poştal
sk: Zadajte PSČ
sl: Vnesite poštno številko
sv: Ange postnummer
th: ป้อนรหัสไปรษณีย์
tr: Posta kodunu girin
uk: Введіть поштовий індекс/код
vi: Nhập mã ZIP/mã bưu tín
zh_hant_hk: 輸入您的郵政編碼

# mec_priceAscending
source: Price (Low to High)
ar: السعر (من الأدنى إلى الأعلى)
bg: Цена (от ниска към висока)
ca_es: |Kaina (nuo žemiausios iki aukščiausios)|
cs: Cena (od nejnižší po nejvyšší)
da: Pris (lav til høj)
el: Τιμή (χαμηλότερη σε υψηλότερη)
es_mx: Precio (de menor a mayor)
et: Hind (odavamast kallimani)
fi: Hinta (pienestä suureen)
fr_ca: Prix (moins cher au plus cher)
he: מחירים (מנמוך לגבוה)
hr: Cijena (od najniže do najviše)
hu: Ár (növekvő)
it: Prezzo (dal più basso al più alto)
ja: 価格（低→高）
lt: Kaina (nuo žemiausios iki aukščiausios)
lv: Cena (augošā secībā)
nb: Pris (lav til høy)
nl: Prijs (van laag naar hoog)
pl: Cena (od najniższej do najwyższej)
pt: Preço (mais baixo para mais alto)
ro: Preţ (de la mic la mare)
sk: Cena (od najnižšej po najvyššiu)
sl: Cena (od najnižje do najvišje)
sv: Pris (lågt till högt)
th: ราคา (ต่ำไปถึงสูง)
tr: Fiyat (Düşükten Yükseğe)
uk: Ціна (від низької до високої)
vi: Giá (Thấp đến cao)
zh_hant_hk: 價格（由低至高）

# mec_priceDescending
source: Price (High to Low)
ar: السعر (من الأعلى إلى الأدنى)
bg: Цена (от висока към ниска)
ca_es: |Kaina (nuo aukščiausios iki žemiausios)|
cs: Cena (od nejvyšší po nejnižší)
da: Pris (høj til lav)
el: Τιμή (υψηλότερη σε χαμηλότερη)
es_mx: Precio (de mayor a menor)
et: Hind (kallimast odavamani)
fi: Hinta (suuresta pieneen)
fr_ca: Prix (plus cher au moins cher)
he: מחירים (מגבוה לנמוך)
hr: Cijena (od najviše do najniže)
hu: Ár (csökkenő)
it: Prezzo (dal più alto al più basso)
ja: 価格（高→低）
lt: Kaina (nuo aukščiausios iki žemiausios)
lv: Cena (dilstošā secībā)
nb: Pris (høy til lav)
nl: Prijs (van hoog naar laag)
pl: Cena (od najwyższej do najniższej)
pt: Preço (mais alto para mais baixo)
ro: Preţ (de la mare la mic)
sk: Cena (od najvyššej po najnižšiu)
sl: Cena (od najvišje do najnižje)
sv: Pris (högt till lågt)
th: ราคา (สูงไปถึงต่ำ)
tr: Fiyat (Yüksekten Düşüğe)
uk: Ціна (від високої до низької)
vi: Giá (Cao đến thấp)
zh_hant_hk: 價格（由高至低）

# mec_privacy
source: Privacy Notice
ar: إشعار الخصوصية
bg: Бележка за поверителност
ca_es: |Erklæring om beskyttelse af personlige oplysninger|
cs: Oznámení o ochraně osobních údajů
da: Erklæring om beskyttelse af personlige oplysninger
el: Δήλωση ιδιωτικού απορρήτου
es_mx: Aviso de Privacidad
et: privaatsusavaldust
fi: tietosuojalausunto
fr_ca: Politique de confidentialité
he: הודעת הפרטיות
hr: Obavijest o privatnosti
hu: Adatvédelmi nyilatkozat
it: Informativa sulla privacy
ja: プライバシーに関する通知
lt: Privatumo pranešimas
lv: Paziņojums par konfidencialitāti
nb: Merknad om personvern
nl: Privacyverklaring
pl: Oświadczenie o prywatności
pt: Política de privacidade
ro: Notificarea de confidenţialitate
sk: Vyhlásenie o ochrane osobných údajov
sl: Obv. o zasebnosti
sv: Sekretessmeddelande
th: ประกาศเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล
tr: Gizlilik Bildirimimizi
uk: Повідомлення про конфіденційність
vi: Thông báo về quyền riêng tư
zh_hant_hk: 私隱聲明

# mec_product_detail_title
source: Product details
ar: تفاصيل المنتج
bg: Данни за продукта
ca_es: | Informācija par produktu|
cs: Podrobnosti o výrobku
da: Produktoplysninger
el: Λεπτομέρειες προϊόντος
es_mx: Detalles del producto
et: Toote üksikasjad
fi: Tuotteen tiedot
fr_ca: Détails du produit
he: פרטי המוצר
hr: Detalji o proizvodu
hu: Termékadatok
it: Dettagli sul prodotto
ja: 製品詳細
lt: Produkto Aprašymas
lv: Informācija par produktu
nb: Produktdetaljer
nl: Productgegevens
pl: Dane produktu
pt: Detalhes do produto
ro: Detalii produs
sk: Informácie o výrobku
sl: Podrobnosti izdelka
sv: Produktinformation
th: รายละเอียดผลิตภัณฑ์
tr: Ürün detayları
uk: Детальніше про виріб
vi: Chi tiết sản phẩm
zh_hant_hk: 產品詳細資料

# mec_product_title
source: Products
ar: المنتجات
bg: Продукти
ca_es: |Izstrādājumi|
cs: Výrobky
da: Produkter
el: Προϊόντα
es_mx: Productos
et: Tooted
fi: Tuotteet
fr_ca: Produits
he: מוצרים
hr: Proizvodi
hu: Termékek
it: Prodotti
ja: 製品
lt: Gaminiai
lv: Izstrādājumi
nb: Produkter
nl: Producten
pl: Produkty
pt: Produtos
ro: Produse
sk: Výrobky
sl: Izdelki
sv: Produkter
th: ผลิตภัณฑ์
tr: Ürünler
uk: Вироби
vi: Sản phẩm
zh_hant_hk: 產品

# mec_quantity
source: Quantity
ar: الكمية
bg: Количество
ca_es: |Количество|
cs: Množství
da: Antal
el: Ποσότητα
es_mx: Cantidad
et: Kogus
fi: Määrä
fr_ca: Quantité
he: כמות
hr: Količina
hu: Mennyiség
it: Quantità
ja: 数量
lt: Kiekis
lv: Daudzums
nb: Antall
nl: Aantal
pl: Liczba
pt: Quantidade
ro: Cantitate
sk: Množstvo
sl: Količina
sv: Kvantitet
th: ปริมาณ
tr: Miktar
uk: Кількість
vi: Số lượng
zh_hant_hk: 數量

# mec_questions
source: Questions? Please visit our
ar: هل لديك أسئلة؟ يُرجى زيارة
bg: Въпроси? Посетете нашия
ca_es: |Vous avez des questions? Veuillez visiter notre|
cs: Máte otázky? Navštivte naše
da: Har du spørgsmål? Besøg vores
el: Ερωτήσεις; Επισκεφτείτε
es_mx: ¿Tienes alguna pregunta? Visita nuestra
et: Kas teil on küsimusi? Palun külastage meie
fi: Kysymyksiä? Vieraile meidän
fr_ca: Vous avez des questions? Veuillez visiter notre
he: יש שאלות? בקר בדף
hr: Imate pitanja? Posjetite našu
hu: Kérdése van? Kérjük, látogasson el a
it: Domande? Visita la nostra
ja: ご質問がございますか？次をご覧ください：
lt: Turite klausimų? Apsilankykite mūsų
lv: Jautājumi? Lūdzu, apmeklējiet mūsu
nb: Spørsmål? Gå til
nl: Vragen? Lees onze
pl: Pytania? Odwiedź naszą stronę
pt: Tem perguntas? Visite a nossa
ro: Întrebări? Accesează pagina
sk: Otázky? Navštívte našu
sl: Vprašanja Obiščite naše
sv: Frågor? Besök vår
th: มีข้อสงสัยหรือไม่ โปรดไปที่
tr: Sorularınız mı var? Lütfen ziyaret edin:
uk: Запитання? Відвідайте
vi: Câu hỏi? Vui lòng ghé thăm
zh_hant_hk: 有問題嗎？請瀏覽我們的

# mec_read
source: Read our
ar: يرجى قراءة
bg: Прочете нашата
ca_es: |Ознакомьтесь с нашим|
cs: Čtěte naše
da: Læs vores
el: Διαβάστε τη
es_mx: Lea el
et: Lugege
fi: Lue
fr_ca: Lire notre
he: קרא את
hr: Pročitajte
hu: Olvassa el a következőt:
it: Leggi la nostra
ja: 詳しくは、当社の
lt: Perskaitykite mūsų
lv: Izlasiet mūsu
nb: Les vår
nl: Lees onze
pl: Przeczytaj nasze
pt: Leia a nossa
ro: Citeşte
sk: Prečítajte
sl: Preberite
sv: Läs vårt
th: อ่าน
tr: Daha fazla bilgi için
uk: Читайте наше
vi: Đọc
zh_hant_hk: 查閱

# mec_read_privacy
source: I have read the
ar: لقد قرأت
bg: Прочетох
ca_es: |Zapoznałem(-am) się z dokumentem|
cs: Přečetl/a jsem si
da: Jeg har læst
el: Έχω διαβάσει τη
es_mx: Leí el
et: Olen lugenud
fi: Olen lukenut
fr_ca: J’ai lu la
he: קראתי
hr: Pročitao/la sam
hu: Elolvastam a következőt:
it: Ho letto l'
ja: 私は
lt: Aš perskaičiau
lv: Esmu izlasījis
nb: Jeg har lest
nl: Ik heb de
pl: Zapoznałem(-am) się z dokumentem
pt: Li a
ro: Am citit
sk: Prečítal som si
sl: Prebral sem
sv: Jag har läst gällande
th: ฉันได้อ่าน
tr: Şu içeriği okudum
uk: Я прочитав(ла)
vi: Tôi đã đọc
zh_hant_hk: 我已細閱

# mec_reviews
source: Reviews
ar: الآراء
bg: Отзиви
ca_es: |Bewertungen|
cs: Přehledy
da: Anmeldelser
el: Κριτικές
es_mx: Opiniones
et: Arvustused
fi: Arviot
fr_ca: Critiques
he: חוות דעת
hr: Recenzije
hu: Értékelések
it: Recensioni
ja: レビュー
lt: Atsiliepimai
lv: Atsauksmes
nb: Anmeldelser
nl: Recensies
pl: Oceny
pt: Críticas
ro: Recenzii
sk: Recenzie
sl: Ocene
sv: Recensioner
th: ตรวจดู
tr: İncelemeler
uk: Відгуки
vi: Đánh giá
zh_hant_hk: 評價

# mec_salutation
source: Salutation
ar: مع تحياتي
bg: Обръщение
ca_es: |Zwrot grzecznościowy|
cs: Pozdrav
da: Indledende hilsen
el: Προσφώνηση
es_mx: Saludo
et: Tervitus
fi: Tervehdys
he: אופן הפנייה
hr: Pozdrav
hu: Megszólítás
it: Saluto
ja: 挨拶
lt: Pasveikinimas
lv: Uzruna
nb: Hilsen
nl: Aanhef
pl: Zwrot grzecznościowy
pt: Forma de tratamento
ro: Formulă de salut
sk: Pozdrav
sl: Nagovor
sv: Hejsan
th: คำขึ้นต้น
tr: Hitap
uk: Привітання
vi: Lời chào
zh_hant_hk: 問候語
