Repository: PhilipsTest/iOS-Test
Catalog: Source/mec/Source/Library/MobileEcommerce/MobileEcommerce/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, el, es_mx, et, fi, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, ro, sk, sl, sv, th, tr, uk, vi, zh_hant_hk

# mec_in_stock
source: In stock
ar: متوفر في المخزن
bg: в наличност
ca_es: |متوفر في المخزن|
cs: na skladě
da: på lager
el: σε απόθεμα
es_mx: disponible
et: laos
fi: varastossa
fr_ca: en stock
he: במלאי
hr: na zalihama
hu: raktáron
it: disponibile
ja: 在庫あり
lt: yra sandėlyje
lv: ir noliktavā
nb: på lager
nl: op voorraad
pl: w magazynie
pt: em stock
ro: pe stoc
sk: na sklade
sl: na zalogi
sv: i lager
th: มีสินค้า
tr: adet stokta var
uk: у наявності
vi: còn hàng
zh_hant_hk: 有存貨

# mec_info
source: Info
ar: المعلومات
bg: Информация
ca_es: |Info (Информация)|
el: Πληροφορίες
es_mx: Información
et: Teave
fi: Tiedot
he: מידע
hr: Informacije
hu: Információk
ja: 情報
lt: Informacija
lv: Informācija
pl: Informacje
pt: Informações
ro: Informaţii
sk: Informácie
sl: Informacije
th: ข้อมูล
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hant_hk: 資訊

# mec_invalid_landing_view
source: Please provide a valid Landing View
ar: يُرجى توفير عرض صالح
bg: Моля, предоставете валиден целеви изглед
ca_es: |Poskytnite prosím platné Zobrazenie cieľového miesta|
cs: Zadejte platnou cílovou projekci
da: Angiv en gyldig landingsvisning
el: Εισαγάγετε μια έγκυρη προβολή προορισμού
es_mx: Proporcione una vista principal válida
et: Palun esitage kehtiv sihtvaade
fi: Anna voimassa oleva laskeutumisnäkymä
fr_ca: Veuillez fournir une vue d'arrivée valide
he: ספק תצוגת נחיתה תקפה בבקשה
hr: Navedite valjanu odredišnu stranicu
hu: Adjon meg egy érvényes kezdőlapnézetet
it: Fornire una Visualizzazione di destinazione valida
ja: 有効なランディングビューを提供してください
lt: Pateikite veikiantį nukreipimo vaizdą
lv: Lūdzu, norādiet derīgu mērķa skatu
nb: Oppgi et gyldig Landing View
nl: Definieer een geldige landingspagina
pl: Pokaż poprawny widok startowy
pt: Forneça uma Vista de destino válida
ro: Furnizează o vizualizare de destinaţie validă
sk: Poskytnite prosím platné Zobrazenie cieľového miesta
sl: Zagotovite veljaven ciljni pogled
sv: Ange en giltig startsida
th: โปรดระบุ Landing View ที่ถูกต้อง
tr: Lütfen geçerli bir Açılış Görünümü sağlayın
uk: Надайте дійсний огляд цільової сторінки
vi: Vui lòng cung cấp Dạng xem trang đích hợp lệ
zh_hant_hk: 請提供有效的連結頁面

# mec_invalid_product_ctn
source: Please provide a non empty product CTN
ar: يُرجى تقديم CTN غير فارغ للمنتج
bg: Въведете CTN на продукт, който да не е празен
ca_es: |Proporcione una nota de seguimiento de carga del producto que no esté vacía|
cs: Zadejte neprázdný kód CTN výrobku
da: Angiv ikke et tomt produkt-CTN
el: Δώστε ένα CTN προϊόντος που δεν είναι κενό
es_mx: Proporcione una nota de seguimiento de carga del producto que no esté vacía
et: Esitage mittetühja toote jälgimisnumber (CTN)
fi: Anna tuotteen CTN-numero, joka ei ole tyhjä
fr_ca: Veuillez fournir un produit CTN non vide
he: ספק CTN לא ריק של המוצר
hr: Navedite CTN proizvoda koji nije prazan
hu: Adjon meg egy nem üres termék CTN-t
it: Fornisci il numero di modello (CTN)
ja: 有効な製品 CTN を入力してください
lt: Pateikite pilną produkto CTN
lv: Lūdzu, iesniedziet izstrādājuma CTN, kas nav tukšs
nb: Oppgi en ikke-tom produkt-CTN
nl: Geef een niet-leeg producttypenummer op
pl: Podaj niepusty kod CTN produktu
pt: Indique um CTN de produto não vazio
ro: Te rugăm să oferi o valoare CTN pentru produs care nu este goală
sk: Číslo CTN produktu nemôže byť prázdne
sl: Navedite CTN izdelka, ki ni prazen
sv: Ange en icke-tomt-produkt CTN
th: โปรดใส่ CTN ของสินค้าที่ไม่ว่าง
tr: Lütfen dolu bir ürün CTN'si verin
uk: Не залишайте поле для коду CTN виробу порожнім
vi: Vui lòng cung cấp CTN của sản phẩm không rỗng
zh_hant_hk: 請提供非空白的產品 CTN

# mec_last_name
source: Last name
ar: اسم العائلة
bg: Фамилия
ca_es: |Nom de famille|
cs: Příjmení
da: Efternavn
el: Επώνυμο
es_mx: Apellido
et: Perekonnanimi
fi: Sukunimi
fr_ca: Nom de famille
he: שם משפחה
hr: Prezime
hu: Vezetéknév
it: Cognome
ja: 名前（姓）
lt: Pavardė
lv: Uzvārds
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt: Apelido
ro: Nume
sk: Priezvisko
sl: Priimek
sv: Efternamn
th: นามสกุล
tr: Soyadı
uk: Прізвище
vi: Họ
zh_hant_hk: 姓氏

# mec_last_name_error
source: Please enter a valid last name
ar: يُرجى إدخال اسم عائلة صالح
bg: Въведете валидна фамилия
ca_es: |Geben Sie einen gültigen Nachnamen ein.|
cs: Zadejte platné příjmení
da: Indtast et gyldigt efternavn
el: Εισαγάγετε έγκυρο επώνυμο
es_mx: Ingrese un apellido válido
et: Sisestage õige perekonnanimi
fi: Kirjoita kelvollinen sukunimi
fr_ca: Veuillez entrer un nom de famille valide
he: הזן שם משפחה תקף
hr: Unesite valjano prezime
hu: Érvényes vezetéknevet adjon meg
it: Inserisci un cognome valido
ja: 有効な名前（姓）を入力してください
lt: Įveskite tikrą pavardę
lv: Lūdzu, ievadiet derīgu uzvārdu
nb: Angi et gyldig etternavn
nl: Voer een geldige achternaam in
pl: Wprowadź prawidłowe nazwisko
pt: Introduza um apelido válido
ro: Introdu un nume valid
sk: Zadajte platné priezvisko
sl: Vnesite veljaven priimek
sv: Ange ett giltigt efternamn
th: โปรดป้อนนามสกุลที่ถูกต้อง
tr: Lütfen geçerli bir soyad yazın
uk: Введіть дійсне прізвище
vi: Vui lòng nhập họ hợp lệ
zh_hant_hk: 請輸入有效的姓氏

# mec_last_name_hint
source: Enter last name
ar: أدخل اسم العائلة
bg: Въведете фамилията си
ca_es: |Εισαγάγετε το επώνυμό σας|
cs: Zadejte příjmení
da: Indtast efternavn
el: Εισαγάγετε το επώνυμό σας
es_mx: Ingrese un nombre
et: Sisestage perekonnanimi
fi: Kirjoita sukunimi
fr_ca: Entrer votre nom de famille
he: הזן שם משפחה
hr: Unesite prezime
hu: Adja meg vezetéknevét
it: Inserisci il cognome
ja: 名前を入力
lt: Įveskite pavardę
lv: Ievadiet uzvārdu
nb: Angi etternavn
nl: Achternaam invoeren
pl: Wprowadź nazwisko
pt: Introduzir apelido
ro: Introdu numele
sk: Zadajte priezvisko
sl: Vnesite priimek
sv: Ange efternamn
th: ป้อนนามสกุล
tr: Soyadınızı girin
uk: Введіть прізвище
vi: Nhập họ
zh_hant_hk: 輸入您的姓氏

# mec_loading
source: Loading...
ar: جارٍ التحميل..
bg: Зареждане...
ca_es: |En cours de chargement...|
cs: Načítání...
da: Indlæser ...
el: Φόρτωση...
es_mx: Cargando…
et: Laadimine ...
fi: Ladataan..
fr_ca: Chargement..
he: טוען...
hr: Učitavanje…
hu: Betöltés...
it: Caricamento..
ja: ロード中...
lt: Įkeliama...
lv: Notiek ielāde...
nb: Laster inn..
nl: Bezig met laden..
pl: Ładowanie...
pt: A carregar...
ro: Se încarcă...
sk: Načítava sa...
sl: Nalaganje ...
sv: Laddar ...
th: กำลังโหลด..
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh_hant_hk: 正在加載...

# mec_low_stock
source: Low stock
ar: مخزون قليل
bg: Малко бройки
ca_es: |Geringer Lagerbestand|
cs: Nízký stav zásob
da: Lav lagerbeholdning
el: Χαμηλό απόθεμα
es_mx: Inventario bajo
et: Väike varu
fi: Vain vähän varastossa
fr_ca: Stock faible
he: מלאי נמוך
hr: Niska zaliha
hu: Alacsony készletszint
it: Scorte limitate
ja: 在庫少
lt: Mažai atsargų
lv: Gandrīz beidzies
nb: Lav lagerbeholdning
nl: Weinig voorraad
pl: Mały zapas towaru
pt: Pouco stock
ro: Stocuri reduse
sk: Málo na sklade
sl: Majhna zaloga
sv: Få kvar i lager
th: สินค้าใกล้หมด
tr: Düşük stok
uk: Мало запасів
vi: Hàng còn rất ít
zh_hant_hk: 少量存貨

# mec_manage_address
source: Manage Address
ar: إدارة العنوان
bg: Управление на адрес
ca_es: |Διαχείριση διεύθυνσης|
cs: Spravovat adresu
da: Administrer adresse
el: Διαχείριση διεύθυνσης
es_mx: Gestionar dirección
et: Hallake aadressi
fi: Osoitteiden hallinta
fr_ca: Gérer les adresses
he: נהל כתובת
hr: Upravljanje adresom
hu: Cím kezelése
it: Gestisci indirizzo
ja: 住所を管理
lt: Tvarkyti adresą
lv: Pārvaldīt adreses
nb: Administrer adresse
nl: Adres beheren
pl: Zarządzaj adresem
pt: Gerir endereço
ro: Gestionare adresă
sk: Spravovať adresu
sl: Upravljanje naslova
sv: Hantera adress
th: จัดการที่อยู่
tr: Adresi Yönet
uk: Керувати адресами
vi: Quản lý địa chỉ
zh_hant_hk: 管理地址

# mec_more_info
source: for more info
ar: للحصول على مزيد من المعلومات
bg: за повече информация
ca_es: |для получения дополнительной информации|
cs: – bližší info
da: for at få flere oplysninger
el: για περισσότερες πληροφορίες
es_mx: para más info.
fi: saadaksesi lisätietoja
fr_ca: pour obtenir plus d’info
he: מידע נוסף
hr: za više informacija
hu: a további tudnivalókért
it: per ulteriori informazioni
ja: をお読みください
lt: norėdami sužinoti daugiau informacijos
lv: lai iegūtu plašāku informāciju
nb: for å få mer info
nl: voor meer info
pl: aby uzyskać więcej informacji
pt: para mais informações
ro: pentru mai multe informaţii
sk: ďalšie informácie
sl: za dodatne inf.
sv: för mer info
th: สำหรับข้อมูลเพิ่มเติม
tr: okuyun.
uk: для додаткової інформації
vi: của chúng tôi để biết thêm thông tin
zh_hant_hk: 了解更多資訊

# mec_mr
source: Mr
ar: السيد
bg: Г-н
ca_es: |Ponas|
cs: Pan
da: Hr.
el: Κος
es_mx: Sr.
et: Hr
fi: Hra
fr_ca: M.
he: מר
hr: G.
hu: Úr
it: Sig.
lt: Ponas
lv: Kgs
nb: Herr
nl: Dhr.
pl: Pan
pt: Sr.
ro: Dl
sk: Pán
sl: G.
sv: Herr
th: นาย
tr: Bay
uk: Пан
vi: Ông
zh_hant_hk: 先生

# mec_mrs
source: Ms
ar: الآنسة
bg: Г-жа
ca_es: |Dl / D-na / Dra|
cs: Paní
da: Fr.
el: Κα
es_mx: Sra. o Srta.
et: Prl
fi: Nti
fr_ca: Mme
he: גב'
hr: Gđica
hu: Hölgy
it: Sig.ra
lt: Ponia
lv: Jkdze
nl: Mw.
pl: Pani
pt: Sra.
ro: Dl / D-na / Dra
sk: Pani/slečna
sl: Gdč.
sv: Fr.
th: คุณ
tr: Bayan
uk: Пані
vi: Cô
zh_hant_hk: 女士

# mec_my_orders
source: My orders
ar: طلباتي
bg: Мои поръчки
ca_es: |As minhas encomendas|
cs: Objednávky
da: Mine ordrer
el: Οι παραγγελίες μου
es_mx: Mis pedidos
et: Minu arved
fi: Omat tilaukset
fr_ca: Commandes
he: ההזמנות שלי
hr: Narudžbe
hu: Rendeléseim
it: I miei ordini
ja: マイオーダー
lt: Mano užsakymai
lv: Mani pasūtījumi
nb: Mine bestillinger
nl: Mijn bestellingen
pl: Moje zamówienia
pt: As minhas encomendas
ro: Comenzile mele
sk: Objednávky
sl: Naročila
sv: Mina beställningar
th: คำสั่งซื้อ
tr: Siparişlerim
uk: Мої замовлення
vi: Đơn hàng của tôi
zh_hant_hk: 我的訂單

# mec_new_card_text
source: New Card
ar: بطاقة جديدة
bg: Нова карта
ca_es: |Nouvelle carte|
cs: Nová karta
da: Nyt kort
el: Νέα κάρτα
es_mx: Nueva tarjeta
et: Uus kaart
fi: Uusi kortti
fr_ca: Nouvelle carte
he: כרטיס חדש
hr: Nova kartica
hu: Új kártya
it: Nuova carta
ja: 新しいカード
lt: Nauja kortelė
lv: Jauna karte
nb: Nytt kort
nl: Nieuwe kaart
pl: Nowa karta
pt: Novo cartão
ro: Card nou
sk: Nová karta
sl: Nova kartica
sv: Nytt kort
th: บัตรใหม่
tr: Yeni Kart
uk: Нова картка
vi: Thẻ mới
zh_hant_hk: 新卡

# mec_new_payment_disclaimer
source: This payment detail will be saved once you place an order
ar: سيتم حفظ تفاصيل الدفع هذه بعد إجراء طلب
bg: Информацията относно плащането ще се запази веднага след като направите поръчка
ca_es: |Информацията относно плащането ще се запази веднага след като направите поръчка|
cs: Tento platební údaj bude uložen, jakmile zadáte objednávku
da: Denne betalingsdetalje gemmes, når du afgiver en bestilling
el: Αυτά τα στοιχεία πληρωμής θα αποθηκευτούν μόλις πραγματοποιήσετε μια παραγγελία
es_mx: Estos datos de pago se guardarán una vez que realices un pedido
et: Need makseandmed salvestatakse pärast tellimuse esitamist
fi: Tämä maksutieto tallennetaan, kun teet tilauksen
fr_ca: Ces informations de paiement seront sauvegardées lorsque vous aurez passé une commande
he: פרט תשלום זה יישמר ברגע שתבצע הזמנה
hr: Podaci o plaćanju bit će spremljeni kada predate narudžbu
hu: A megadott fizetési adatokat a rendelés feladásakor elmentjük
it: Questi dettagli di pagamento verranno salvati una volta effettuato l'ordine
ja: この支払い詳細は注文後に保存されます
lt: Šio mokėjimo informacija bus išsaugota, kai tik pateiksite užsakymą
lv: Maksājuma dati tiks saglabāti pēc pasūtījuma veikšanas
nb: Denne betalingsmetoden lagres når du har lagt inn en bestilling
nl: Deze betalingsgegevens worden opgeslagen zodra u een bestelling plaatst
pl: Szczegóły płatności zostaną zapisane po złożeniu zamówienia
pt: Estes detalhes de pagamento serão guardados assim que efetuar uma encomenda
ro: Acest detaliu de plată va fi salvat după ce plasezi o comandă
sk: Tento platobný detail sa uloží po zadaní objednávky
sl: Podrobnosti o tem plačilu bodo shranjene ob izdaji naročila
sv: Den här betalningsinformationen sparas när du gör en beställning
th: รายละเอียดการชำระเงินนี้จะถูกบันทึกเมื่อคุณทำการสั่งซื้อ
tr: Sipariş verdiğinizde bu ödeme bilgileri kaydedilir
uk: Ці дані про оплату буде збережено, щойно Ви виконаєте замовлення
vi: Thông tin thanh toán này sẽ được lưu khi bạn đặt đơn hàng
zh_hant_hk: 訂購後，此付款詳情將被儲存

# mec_no_address_select_message
source: Please select a Shipping Address
ar: يرجى تحديد عنوان للشحن
bg: Моля, изберете адрес за доставка
ca_es: |Veuillez sélectionner une adresse de livraison|
cs: Zvolte dodací adresu
da: Vælg en leveringsadresse
el: Επιλέξτε διεύθυνση αποστολής
es_mx: Selecciona una dirección de envío
et: Valige tarneaadress
fi: Valitse toimitusosoite
fr_ca: Veuillez sélectionner une adresse de livraison
he: בחר כתובת למשלוח
hr: Odaberite adresu za isporuku
hu: Válasszon ki egy szállítási címet
it: Seleziona un indirizzo di spedizione
ja: 配送先住所を選択してください。
lt: Pasirinkite pristatymo adresą
lv: Lūdzu, atlasiet piegādes adresi
nb: Velg leveringsadresse
nl: Selecteer een leveringsadres
pl: Wybierz adres dostawy
pt: Selecione um endereço de envio
ro: Selectează o adresă de expediere
sk: Vyberte adresu doručenia
sl: Izberite naslov za dostavo
sv: Välj leveransadress
th: โปรดเลือกที่อยู่สำหรับจัดส่งสินค้า
tr: Lütfen bir Teslimat Adresi seçin
uk: Виберіть адресу доставки
vi: Vui lòng chọn địa chỉ giao hàng
zh_hant_hk: 請選擇送貨地址

# mec_no_delivery_mode_error_message
source: Please select a Delivery Mode
ar: يرجى تحديد وضع تسليم
bg: Моля, изберете режим за доставка
ca_es: |Veuillez sélectionner un mode de livraison|
cs: Vyberte způsob dodání
da: Vælg en leveringsmåde
el: Επιλέξτε τρόπο παράδοσης
es_mx: Selecciona un modo de entrega
et: Valige tarneviis
fi: Valitse toimitustapa
fr_ca: Veuillez sélectionner un mode de livraison
he: בחר מצב משלוח
hr: Odaberite način dostave
hu: Válasszon ki egy szállítási módot
it: Seleziona una modalità di consegna
ja: 配送モードを選択してください
lt: Pasirinkite pristatymo būdą
lv: Lūdzu, atlasiet piegādes veidu
nb: Velg leveringsmetode
nl: Selecteer een leveringsmethode
pl: Wybierz sposób dostawy
pt: Selecione um modo de entrega
ro: Selectează un mod de livrare
sk: Vyberte spôsob doručenia
sl: Izberite način dostave
sv: Välj leveranssätt
th: โปรดเลือกโหมดการจัดส่ง
tr: Lütfen bir Teslimat Modu seçin
uk: Виберіть режим доставки
vi: Vui lòng chọn hình thức giao hàng
zh_hant_hk: 請選擇送貨方式

# mec_no_internet
source: Your internet connection does not seem to be working. Please check and try again
ar: يبدو أن اتصال الإنترنت لديك لا يعمل. يُرجى التحقق من الاتصال وإعادة المحاولة
bg: Изглежда, че вашата интернет връзка не работи. Проверете и опитайте отново.
ca_es: |Sie sind möglicherweise nicht mit dem Internet verbunden. Überprüfen Sie Ihre Verbindung, und versuchen Sie es erneut.|
cs: Připojení k internetu zřejmě nefunguje. Zkontrolujte a zopakujte akci
da: Din internetforbindelse virker tilsyneladende ikke. Kontrollér forbindelsen, og prøv igen
el: Η σύνδεσή σας στο Internet πιθανόν να μην λειτουργεί. Ελέγξτε τη και δοκιμάστε ξανά
es_mx: Al parecer, su conexión a Internet no está funcionando. Compruébelo e inténtelo nuevamente.
et: Tundub, et viga on teie internetiühenduses. Kontrollige ja proovige uuesti
fi: Internetyhteydessäsi vaikuttaa olevan vikaa. Tarkista yhteys ja yritä uudelleen.
fr_ca: Votre connexion internet semble ne pas fonctionner. Veuillez vérifier et essayer à nouveau
he: נראה שחיבור האינטרנט שלך אינו פועל. בדוק ונסה שוב
hr: Čini se da vaša internetska veza ne radi. Provjerite i pokušajte ponovo
hu: Úgy tűnik, nem működik az internetkapcsolata. Ellenőrizze, majd próbálkozzon újra
it: Sembra esserci un problema con la tua connessione a Internet. Ti preghiamo di verificare e di riprovare
ja: インターネットに接続されていないようです。確認してから再試行してください。
lt: Panašu, kad neveikia jūsų interneto ryšys. Patikrinkite ir bandykite dar kartą
lv: Iespējams, nedarbojas jūsu interneta savienojums. Lūdzu, pārbaudiet un mēģiniet vēlreiz.
nb: Det ser ikke ut til at Internett-tilkoblingen din fungerer. Kontroller den og prøv på nytt
nl: Uw internetverbinding lijkt niet te werken. Controleer deze en probeer het opnieuw
pl: Połączenie internetowe prawdopodobnie nie działa. Sprawdź i spróbuj ponownie
pt: A sua ligação à Internet parece não estar a funcionar. Verifique e tente novamente
ro: Conexiunea la internet nu pare să funcţioneze. Verifică şi încearcă din nou.
sk: Zdá sa, že vaše pripojenie k internetu nefunguje. Skontrolujte to a skúste akciu vykonať znova.
sl: Videti je, da vaša internetna povezava ne deluje. Preverite povezavo in poskusite znova.
sv: Internetanslutningen verkar inte fungera. Kontrollera och försök igen
th: ดูเหมือนว่าการเชื่อมต่ออินเตอร์เน็ตของคุณไม่ทำงาน โปรดตรวจสอบและลองอีกครั้ง
tr: İnternet bağlantınız çalışmıyor gibi görünüyor. Lütfen kontrol edip yeniden deneyin
uk: Здається, немає з’єднання з Інтернетом. Перевірте і спробуйте знову.
vi: Kết nối internet của bạn có vẻ như không hiệu quả. Vui lòng kiểm tra và thử lại
zh_hant_hk: 您的網絡連線似乎未能正常運作，請檢查並再試一次

# mec_no_payment_error_message
source: Please select a Payment Method
ar: يرجى تحديد طريقة دفع
bg: Моля, изберете метод на плащане
ca_es: |Veuillez sélectionner un mode de paiement|
cs: Vyberte způsob platby
da: Vælg en betalingsmetode
el: Επιλέξτε τρόπο πληρωμής
es_mx: Selecciona un método de pago
et: Valige makseviis
fi: Valitse maksutapa
fr_ca: Veuillez sélectionner un mode de paiement
he: בחר שיטת תשלום
hr: Odaberite način plaćanja
hu: Válasszon ki egy fizetési módot
it: Seleziona un metodo di pagamento
ja: 支払い方法を選択してください
lt: Pasirinkti mokėjimo būdą
lv: Lūdzu, atlasiet maksāšanas metodi
nb: Velg betalingsmåte
nl: Selecteer een betaalmethode
pl: Wybierz metodę płatności
pt: Selecione um método de pagamento
ro: Selectează o metodă de plată
sk: Vyberte spôsob platby
sl: Izberite način plačila
sv: Välj betalningsmetod
th: โปรดเลือกวิธีการชำระเงิน
tr: Lütfen bir Ödeme Yöntemi seçin
uk: Виберіть спосіб оплати
vi: Vui lòng chọn phương thức thanh toán
zh_hant_hk: 請選擇付款方法

# mec_no_philips_shop
source: The Philips shop is not available for the selected country. Only retailer mode is available
ar: إن متجر Philips غير متاح في البلد المحدد، غير مُتاح سوى وضع البائع فقط
bg: Магазинът на Philips не е достъпен за избраната държава, наличен е само режим за търговци на дребно
ca_es: |Το κατάστημα της Philips δεν είναι διαθέσιμο για την επιλεγμένη χώρα, είναι διαθέσιμη μόνο η λειτουργία καταστήματος λιανικής|
cs: Obchod Philips není dostupný pro vybranou zemi, k dispozici je pouze režim prodejce
da: Philips-butikken er ikke tilgængelig i det valgte land, kun forhandlertilstand er tilgængelig
el: Το κατάστημα της Philips δεν είναι διαθέσιμο για την επιλεγμένη χώρα, είναι διαθέσιμη μόνο η λειτουργία καταστήματος λιανικής
es_mx: La tienda Philips no está disponible para el país seleccionado, solo está disponible el modo minorista
et: Philipsi pood ei ole valitud riikides saadaval; saadaval on ainult edasimüüja režiim
fi: Philips-kauppa ei ole käytettävissä valitussa maassa, käytettävissä on ainoastaan vähittäismyyjätila
fr_ca: La boutique Philips n’est pas disponible pour le pays sélectionné; seul le mode revendeur est disponible
he: החנות של פיליפס אינה זמינה במדינה שנבחרה, רק מצב קמעונאי זמין
hr: Philips trgovina nije dostupna za odabranu državu, dostupna je samo maloprodaja
hu: A Philips bolt nem érhető el a kiválasztott országban, csak a viszonteladói mód érhető el
it: Il negozio Philips non è disponibile per il Paese selezionato, è disponibile solo la modalità rivenditore
ja: 選択された国ではフィリップスショップはご利用いただけません。リテーラーモードのみご利用いただけます。
lt: „Philips“ parduotuvė neveikia pasirinktoje šalyje, veikia tik mažmeninė prekyba
lv: Atlasītajā valstī nav pieejams Philips veikals, tajā ir pieejams tikai mazumtirgotāja režīms
nb: Philips-butikken er ikke tilgjengelig for det valgte landet. Kun forhandlermodus er tilgjengelig.
nl: Philips shop is niet beschikbaar voor het geselecteerde land, alleen winkelmodus is beschikbaar
pl: Sklep Philips nie jest dostępny dla wybranego kraju, dostępny jest jedynie tryb sprzedaży detalicznej
pt: A loja Philips não está disponível para o país selecionado, apenas está disponível o modo de revendedor
ro: Magazinul Philips nu este disponibil pentru ţara selectată; este disponibil numai modul de vânzare cu amănuntul
sk: Obchod Philips nie je k dispozícii pre vybratú krajinu, je k dispozícii iba režim predajcov
sl: Philipsova trgovina ni na voljo za izbrano državo. Na voljo je samo način prodajalca.
sv: Philips-butiken är inte tillgänglig för det valda landet, endast återförsäljare är tillgängliga
th: ร้านค้า Philips ไม่พร้อมให้บริการในประเทศที่เลือก มีเฉพาะโหมดร้านค้าปลีกเท่านั้น
tr: Philips mağazası, seçilen ülke için mevcut değil. Yalnızca perakende modu mevcut
uk: Магазин Philips недоступний у вибраній країні, можливий лише режим роздрібної торгівлі
vi: Không có cửa hàng của Philips ở quốc gia đã chọn, chỉ có hình thức đại lý bán lẻ
zh_hant_hk: 所選國家/地區不提供 Philips 商店服務，只提供零售商模式

# mec_no_product_available
source: No product found in your Store.
ar: لم يتم العثور على منتج في متجرك.
bg: Няма намерен продукт във вашия магазин.
ca_es: |No se ha encontrado ningún producto en la tienda.|
cs: V obchodě nebyl nalezen žádný výrobek.
da: Der er ingen produkter i din Store.
el: Δεν βρέθηκε προϊόν στο Κατάστημά σας.
es_mx: No se encontró ningún producto en la tienda.
et: Poest ei leitud ühtegi toodet.
fi: Tuotteita ei löydy kaupastasi.
fr_ca: Aucun produit trouvé dans votre magasin.
he: לא נמצאו מוצרים בחנות שלך.
hr: Nema proizvoda u trgovini.
hu: Nem találtunk terméket boltjában.
it: Nessun prodotto nello Store.
ja: ストア内に製品がありません。
lt: Jūsų parduotuvėje produktų nerasta.
lv: Jūsu krājumā nav atrasts neviens izstrādājums.
nb: Fant ingen produkter i butikken.
nl: Er werd geen product gevonden in uw winkel.
pl: Nie znaleziono produktów w Sklepie.
pt: Nenhum produto encontrado na sua loja.
ro: Nu au fost găsite produse în magazinul nostru.
sk: Vo vašom obchode sa nenašiel žiaden produkt.
sl: V trgovini ni bil najden noben izdelek.
sv: Ingen produkt hittades i din butik.
th: ไม่พบสินค้าในร้านค้าของคุณ
tr: Mağazanızda ürün bulunamadı.
uk: У магазині немає виробів.
vi: Không tìm thấy sản phẩm trong Cửa hàng của bạn.
zh_hant_hk: 在您的商店內找不到相關產品。

# mec_no_result
source: 0 results found for
ar: لم يتم العثور على أي نتيجة لـ
bg: Открити са 0 резултата за
ca_es: |次に一致する検索結果は見つかりませんでした：|
cs: 0 výsledků pro:
da: 0 resultater fundet for
el: 0 αποτελέσματα για
es_mx: Se encontraron 0 resultados para
et: 0 tulemust leitud otsingule
fi: Ei tuloksia haulla
fr_ca: 0 résultat pour
he: נמצאו 0 תוצאות עבור
hr: Pronađeno je 0 rezultata za
hu: Nincs találat a következőre:
it: 0 risultati trovati per
ja: 次に一致する検索結果は見つかりませんでした：
lt: Rasta 0 rezultatų pagal užklausą
lv: Atrasti 0 rezultāti par
nb: 0 treff ble funnet for
nl: 0 resultaten gevonden voor
pl: 0 wyników wyszukiwania dla
pt: 0 resultados encontrados para
ro: Niciun rezultat găsit pentru
sk: Našlo sa 0 výsledkov pre výraz
sl: 0 rezultatov za
sv: 0 resultat hittades för
th: ไม่พบผลลัพธ์สำหรับ
tr: Şunun için 0 sonuç bulundu:
uk: 0 результатів знайдено для
vi: Tìm thấy 0 kết quả cho
zh_hant_hk: 此條件找到 0 個結果：
