Repository: PhilipsTest/iOS-Test
Catalog: Source/mec/Source/Library/MobileEcommerce/MobileEcommerce/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, el, es_mx, et, fi, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, ro, sk, sl, sv, th, tr, uk, vi, zh_hant_hk

# mec_salutation_error
source: Please select a salutation
ar: يرجى تحديد لقب
bg: Моля, изберете обръщение
ca_es: |Sélectionnez une formule d'appel|
cs: Zvolte pozdrav
da: Vælg en indledende hilsen
el: Επιλέξτε προσφώνηση
es_mx: Selecciona un saludo
et: Valige tervitus
fi: Valitse tervehdys
fr_ca: Veuillez sélectionner un titre
he: בחר צורת פנייה
hr: Odaberite titulu
hu: Válassza ki a megszólítási formát
it: Seleziona un titolo onorifico
ja: 敬称を選択してください
lt: Pasirinkite kreipimosi formą
lv: Lūdzu, atlasiet uzrunu
nb: Velg tiltaleform
nl: Selecteer een begroeting
pl: Wybierz powitanie
pt: Selecione a forma de tratamento
ro: Selectează formula de adresare
sk: Vyberte pozdrav
sl: Izberite nagovor
sv: Välj tilltalsfras
th: โปรดเลือกคำขึ้นต้น
tr: Lütfen bir hitap şekli seçin
uk: Виберіть форму звертання
vi: Vui lòng chọn danh xưng
zh_hant_hk: 請選擇稱謂

# mec_salutation_none
source: None
ar: غير متوفرة
bg: няма
ca_es: |غير متوفرة|
cs: Žádné
da: Ingen
el: Καμία
es_mx: Ninguno
et: Pole
fi: Ei
fr_ca: Aucun
he: ללא
hr: Ništa
hu: Nincs
it: Nessuna
ja: なし
lt: Nėra
lv: Nav
nb: Ingen
nl: Geen
pl: Brak
pt: Nenhum
ro: Niciuna
sk: Žiadny
sl: Brez
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_hant_hk: 無

# mec_save_and_continue
source: Save and continue
ar: الحفظ والمتابعة
bg: Запази и продължи
ca_es: |Сохранить и продолжить|
cs: Uložit a pokračovat
da: Gem og fortsæt
el: Αποθήκευση και συνέχεια
es_mx: Guardar y continuar
et: Salvesta ja jätka
fi: Tallenna ja jatka
fr_ca: Enregistrer et continuer
he: שמור והמשך
hr: Spremi i nastavi
hu: Mentés és folytatás
it: Salva e continua
ja: 保存して続行
lt: Išsaugoti ir tęsti
lv: Saglabāt un turpināt
nb: Lagre og fortsett
nl: Opslaan en doorgaan
pl: Zapisz i kontynuuj
pt: Guardar e continuar
ro: Salvează şi continuă
sk: Uložiť a pokračovať
sl: Shrani in nadaljuj
sv: Spara och fortsätt
th: บันทึกและดำเนินการต่อ
tr: Kaydet ve devam et
uk: Зберегти і продовжити
vi: Lưu và tiếp tục
zh_hant_hk: 儲存並繼續

# mec_set_shipping_address_alert_message
source: Do you want to set this address as the shipping address?
ar: هل تريد تعيين هذا العنوان كعنوان للشحن؟
bg: Желаете ли да зададете този адрес като адрес за доставка?
ca_es: |Souhaitez-vous définir cette adresse en tant qu'adresse de livraison ?|
cs: Chcete tuto adresu nastavit jako dodací?
da: Vil du angive denne adresse som leveringsadresse?
el: Θέλετε να ορίσετε αυτήν τη διεύθυνση ως τη διεύθυνση αποστολής;
es_mx: ¿Deseas establecer esta dirección como la dirección de envío?
et: Kas soovite määrata selle aadressi tarneaadressiks?
fi: Haluatko määrittää tämän osoitteen toimitusosoitteeksi?
fr_ca: Voulez-vous définir cette adresse comme adresse de livraison?
he: האם ברצונך להגדיר כתובת זו ככתובת למשלוח?
hr: Želite li postaviti ovu adresu kao adresu za isporuku?
hu: Ezt a címet kívánja szállítási címként beállítani?
it: Impostare questo indirizzo come indirizzo di spedizione?
ja: この住所を配送先住所に設定しますか？
lt: Ar norėtumėte nustatyti šį adresą kaip pristatymo adresą?
lv: Vai vēlaties atlasīt šo, kā piegādes adresi?
nb: Ønsker du å angi denne adressen som leveringsadresse?
nl: Wilt u dit adres als leveringsadres instellen?
pl: Czy chcesz ustawić ten adres jako adres dostawy?
pt: Pretende definir este endereço como endereço de envio?
ro: Vrei să setezi această adresă ca adresă de expediere?
sk: Chcete nastaviť túto adresu ako adresu doručenia?
sl: Ali želite ta naslov nastaviti kot naslov za dostavo?
sv: Vill du ange den här adressen som leveransadress?
th: คุณต้องการตั้งค่าที่อยู่นี้ให้เป็นที่อยู่สำหรับจัดส่งสินค้าหรือไม่
tr: Bu adresi, teslimat adresi olarak belirlemek ister misiniz?
uk: Бажаєте встановити цю адресу як адресу доставки?
vi: Bạn có muốn cài đặt địa chỉ này làm địa chỉ giao hàng không?
zh_hant_hk: 您要將此地址設定為送貨地址嗎？

# mec_set_text
source: Set
ar: تعيين
bg: Задай
ca_es: |Встановити|
cs: Nastavit
da: Sæt
el: Ορισμός
es_mx: Establecer
et: Määra
fi: Aseta
fr_ca: Ensemble
he: הגדר
hr: Postavi
hu: Beállítás
it: Imposta
ja: 設定
lt: Rinkinys
lv: Komplekts
nb: Angi
nl: Instellen
pl: Ustaw
pt: Definir
ro: Setare
sk: Súprava
sl: Komplet
th: ชุด
uk: Встановити
vi: Cài đặt
zh_hant_hk: 套裝

# mec_shipping_address
source: Shipping address
ar: عنوان الشحن
bg: Адрес за доставка
ca_es: |Indirizzo di spedizione|
cs: Dodací adresa
da: Leveringsadresse
el: Διεύθυνση αποστολής
es_mx: Dirección de envío
et: Tarneaadress
fi: Toimitusosoite
fr_ca: Adresse de livraison
he: כתובת למשלוח
hr: Adresa za isporuku
hu: Szállítási cím
it: Indirizzo di spedizione
ja: 配送先住所
lt: Pristatymo adresas
lv: Nosūtīšanas adrese
nb: Forsendelsesadresse
nl: Verzendadres
pl: Adres dostawy
pt: Morada de envio
ro: Adresă de livrare
sk: Adresa doručenia
sl: Naslov za pošiljanje
sv: Leveransadress
th: ที่อยู่สำหรับจัดส่งสินค้า
tr: Teslimat adresi
uk: Адреса доставки
vi: Địa chỉ gửi hàng
zh_hant_hk: 送貨地址

# mec_shipping_cost
source: Delivery cost
ar: كلفة الشحن
bg: Цена за доставка
ca_es: |Стоимость доставки|
cs: Náklady na dopravu
da: Forsendelsesgebyr
el: Κόστος αποστολής
es_mx: Gastos de envío
et: Transpordikulu
fi: Toimituskulut
fr_ca: Frais d'expédition
he: עלויות שילוח
hr: Troškovi isporuke
hu: Szállítási költség
it: Spese di spedizione
ja: 送料
lt: Pristatymo kaina
lv: Piegādes izmaksas
nb: Fraktkostnader
nl: Verzendkosten
pl: Koszt wysyłki
pt: Custo de envio
ro: Cost de expediere
sk: Prepravné náklady:
sl: Stroški pošiljke
sv: Fraktkostnad
th: ค่าจัดส่ง
tr: Nakliye masrafı
uk: Вартість доставки
vi: Phí vận chuyển
zh_hant_hk: 運輸費用

# mec_shopping_cart_title
source: Basket
ar: العربة
bg: Количка
ca_es: |Coş de cumpărături|
cs: Košík
da: Indkøbskurv
el: Καλάθι
es_mx: Carro
et: Ostukorv
fi: Ostoskori
fr_ca: Panier
he: עגלה
hr: Košarica
hu: Kosár
it: Carrello
ja: カート
lt: Krepšelis
lv: Grozs
nb: Handlevogn
nl: Winkelwagen
pl: Koszyk
pt: Carrinho
ro: Coş de cumpărături
sk: Košík
sl: Košarica
sv: Kundvagn
th: รถเข็น
tr: Sepet
uk: Кошик
vi: Giỏ hàng
zh_hant_hk: 購物車

# mec_sort_title
source: Sort
ar: فرز
bg: Сорт.
ca_es: |Сортировать|
cs: Třídění
da: Sorter
el: Ταξινόμηση
es_mx: Ordenar
et: Sordi
fi: Lajittele
fr_ca: Trier
he: מיין
hr: Razvrstaj
hu: Rendezés
it: Ordinamento
ja: 並べ替え
lt: Rūšiuoti
lv: Kārtot
nb: Sorter
nl: Sorteren
pt: Ordenar
ro: Sortare
sk: Usporiadať
sl: Razvrsti
sv: Sortera
th: จัดเรียง
tr: Sırala
uk: Сортувати
vi: Sắp xếp
zh_hant_hk: 排序

# mec_specs
source: Specs
ar: المواصفات
bg: Спецификации
ca_es: |Технические характеристики|
cs: Specifikace
da: Specifikationer
el: Προδιαγραφές
es_mx: Especificaciones
et: Tehnilised omadused
fi: Tekniset tiedot
fr_ca: Spécifications
he: מפרטים
hr: Tehnički podaci
hu: Műszaki adatok
it: Specifiche
ja: 仕様
lt: Specifikacijos
lv: Specifikācijas
nb: Spesifikasjoner
nl: Specificaties
pl: Specyfikacja
pt: Especificações
ro: Specificaţii
sk: Špecifikácie
sl: Specifikacije
sv: Specifikationer
th: ข้อมูลจำเพาะ
tr: Teknik Özellikler
uk: Специфікації
vi: Quy cách
zh_hant_hk: 規格

# mec_state
source: State
ar: الولاية
bg: Област
ca_es: |Estado o provincia|
cs: Stát
da: Stat
el: Πόλη
es_mx: Estado o provincia
et: Osariik
fi: Valtio
fr_ca: Province
he: מדינה
hr: Država
hu: Állam/Ország
it: Paese
ja: 状況
lt: Valstija
lv: Novads
nb: Sted
nl: Provincie
pl: Województwo
pt: Localidade
ro: Stat
sk: Štát
sl: Zvezna država
sv: Delstat
th: รัฐ
tr: Eyalet
uk: Штат/область
vi: Tỉnh
zh_hant_hk: 省份/州

# mec_state_error
source: Please select a state
ar: يرجى تحديد ولاية
bg: Моля, изберете област
ca_es: |Veuillez sélectionner un département|
cs: Zvolte stát
da: Vælg en region
el: Επιλέξτε νομό
es_mx: Selecciona una región
et: Valige maakond
fi: Valitse osavaltio
fr_ca: Veuillez sélectionner une province
he: בחר מדינה
hr: Odaberite državu
hu: Válassza ki a régiót
it: Seleziona uno stato
ja: 都道府県を選択してください
lt: Pasirinkite valstybę
lv: Lūdzu, atlasiet reģionu
nb: Velg region
nl: Selecteer een locatie
pl: Wybierz województwo
pt: Selecione uma região
ro: Selectează un judeţ
sk: Vyberte štát
sl: Izberite državo
sv: Välj ett län
th: โปรดเลือกรัฐ
tr: Lütfen bir il seçin
uk: Виберіть регіон
vi: Vui lòng chọn tỉnh
zh_hant_hk: 請選擇州份

# mec_stock_available
source: products left
ar: من المنتجات المتبقية
bg: останали продукта
ca_es: |продуктов(-а) осталось|
cs: zbývající produkty
da: produkter tilbage
el: προϊόντα απομένουν
es_mx: productos restantes
et: toode(t) jäänud
fi: tuotetta jäljellä
fr_ca: produits restants
he: מוצרים שנותרו
hr: preostala proizvoda
hu: termék maradt
it: prodotti rimasti
ja: ：在庫数
lt: likę gaminiai
lv: produkti atlikuši
nb: produkter igjen
nl: producten op voorraad
pl: pozostałe produkty
pt: produtos restantes
ro: produse rămase
sk: produkty naľavo
sl: izdelkov na voljo
sv: produkter kvar
th: ผลิตภัณฑ์ที่เหลืออยู่
tr: ürün kaldı
uk: виробів залишилося
vi: sản phẩm còn lại
zh_hant_hk: 剩餘產品

# mec_suggested_retailer_price
source: Suggested retail price
ar: سعر البيع بالتجزئة المقترح
bg: Препоръчителна цена на дребно
ca_es: |Rekommenderat pris för återförsäljare|
cs: Doporučená maloobchodní cena
da: Vejledende udsalgspris
el: Προτεινόμενη λιανική τιμή
es_mx: Precio minorista sugerido
et: Soovitatav jaehind
fi: Ohjevähittäishinta
fr_ca: Prix au détail conseillé
he: מחיר מומלץ לצרכן
hr: Preporuč. maloprodajna cijena
it: Prezzo di vendita consigliato
ja: 希望小売価格
lt: Siūloma mažmeninė kaina
lv: Ieteicama mazumtirdzniecības cena
nb: Anbefalt utsalgspris
nl: Adviesprijs
pl: Sugerowana cena detaliczna
pt: Preço de venda recomendado
ro: Preţ recomandat de comercializare
sk: Odporúčaná predajná cena
sl: Priporočena maloprodajna cena
sv: Rekommenderat pris för återförsäljare
th: ราคาปลีกที่แนะนำ
tr: Önerilen perakende satış fiyatı
uk: Рекомендована роздрібна ціна
vi: Giá bán lẻ đề xuất
zh_hant_hk: 建議零售價

# mec_terms_conditions
source: Terms and Conditions
ar: وأوافق عليها
bg: Общи условия
ca_es: |Условиями и положениями Philips|
cs: Podmínky
da: Vilkår og betingelser
el: Όρους και προϋποθέσεις της Philips
es_mx: Términos y condiciones de Philips
et: kasutustingimustega
fi: käyttöehtoihin
fr_ca: de Philips
he: תנאים והתניות
hr: Odredbe i uvjeti
hu: Felhasználási feltételek
it: Termini e condizioni Philips
ja: 利用規約
lt: Nuostatos ir sąlygos
lv: Noteikumi un nosacījumi
nb: Vilkår og betingelser
nl: Algemene voorwaarden
pl: Warunki firmy Philips
pt: Termos e condições da Philips
ro: Termenii şi condiţiile Philips
sk: Všeobecné podmienky
sl: Pogoji in določila
sv: Villkor
th: ข้อกำหนดและเงื่อนไข
tr: Hüküm ve Koşulları
uk: Умовами та положеннями Philips
vi: Điều khoản và điều kiện của Philips
zh_hant_hk: 條款與條件

# mec_thank_for_order
source: Thank you for your order
ar: نشكرك على طلبك
bg: Благодарим ви за вашата поръчка
ca_es: |Σας ευχαριστούμε για την παραγγελία σας|
cs: Děkujeme za objednávku
da: Tak for din ordre!
el: Σας ευχαριστούμε για την παραγγελία σας
es_mx: Gracias por su pedido
et: Täname teid tellimuse eest!
fi: Kiitos tilauksestasi
fr_ca: Merci de votre commande
he: אנו מודים לך על הזמנתך
hr: Hvala vam na narudžbi
hu: Köszönjük megrendelését
it: Grazie dell'ordine
ja: ご注文ありがとうございます
lt: Dėkojame, kad užsisakėte
lv: Paldies par pasūtījumu!
nb: Tusen takk for bestillingen
nl: Hartelijk dank voor je bestelling
pl: Dziękujemy za dokonanie zamówienia
pt: Obrigado pela sua encomenda
ro: Îţi mulţumim pentru comandă
sk: Ďakujeme za vašu objednávku
sl: Hvala za naročilo
sv: Tack för din beställning
th: ขอบคุณสำหรับการสั่งซื้อของคุณ
tr: Siparişiniz için teşekkür ederiz
uk: Дякуємо за замовлення
vi: Cảm ơn bạn đã đặt hàng
zh_hant_hk: 多謝訂購

# mec_threshold_message
source: This might take more time. Do you wish to continue?
ar: قد يستغرق هذا وقتًا أطول. هل ترغب في المتابعة؟
bg: Това може да отнеме повече време. Желаете ли да продължите?
ca_es: |Αυτό ενδέχεται να διαρκέσει περισσότερη ώρα. Θέλετε να συνεχίσετε;|
cs: To může trvat déle. Chcete pokračovat?
da: Dette kan tage mere tid. Ønsker du at fortsætte?
el: Αυτό ενδέχεται να διαρκέσει περισσότερη ώρα. Θέλετε να συνεχίσετε;
es_mx: Esto puede tardar más tiempo. ¿Desea continuar?
et: See võtab rohkem aega. Kas soovite jätkata?
fi: Tämä saattaa viedä enemmän aikaa. Haluatko jatkaa?
fr_ca: Cela pourrait prendre plus de temps. Voulez-vous continuer?
he: נדרש זמן נוסף לביצוע הפעולה. האם להמשיך?
hr: Ovo će možda potrajati. Želite li nastaviti?
hu: Ez több időt vehet igénybe. Kívánja folytatni?
it: Potrebbe richiedere più tempo. Desideri continuare?
ja: 時間がかかる場合があります。続行しますか？
lt: Tai gali užtrukti. Ar norite tęsti?
lv: Tas var prasīt vairāk laika. Vai tiešām vēlaties turpināt?
nb: Dette kan ta lengre tid. Ønsker du å fortsette?
nl: Dit kan langer duren. Wil je doorgaan?
pl: To może trochę potrwać. Czy chcesz kontynuować?
pt: Isto pode demorar mais tempo. Pretende continuar?
ro: Aceasta poate dura mai mult timp. Doreşti să continui?
sk: Môže to trvať dlhšie. Prajete si pokračovať?
sl: To lahko traja še nekaj časa. Želite nadaljevati?
sv: Det kan ta mer tid. Vill du fortsätta?
th: นี่อาจต้องใช้เวลามากขึ้น คุณต้องการดำเนินการต่อหรือไม่
tr: Bu biraz zaman alabilir. Devam etmek istiyor musunuz?
uk: Це може зайняти довше часу. Бажаєте продовжити?
vi: Thao tác này có thể nhiều thời gian. Bạn có muốn tiếp tục không?
zh_hant_hk: 可能需要更長時間。您需要繼續嗎？

# mec_threshold_title
source: Request threshold reached
ar: تم الوصول إلى الحد الأدنى من الطلبات
bg: Достигнат е прагът за заявки
ca_es: |Bylo dosaženo prahové hodnoty požadavku|
cs: Bylo dosaženo prahové hodnoty požadavku
da: Anmodningstærsklen nået
el: Το όριο αιτήματος συμπληρώθηκε
es_mx: Se alcanzó el límite de solicitudes
et: Taotluse ajalõpp saavutatud
fi: Pyynnön kynnysarvo saavutettu
fr_ca: Seuil de demandes atteint
he: סף בקשה הושג
hr: Dosegnuto je ograničenje zahtjeva
hu: Elérte a kérés küszöbértékét
it: Soglia richiesta raggiunta
ja: リクエストの閾値に達しました
lt: Pasiektas užklausų limitas
lv: Sasniegta pieprasījumu sliekšņa vērtība
nb: Terskelen for forespørsler er nådd
nl: Verzoekdrempel bereikt
pl: Osiągnięto wartość progową żądania
pt: Limite de pedido atingido
ro: Pragul de solicitare a fost atins
sk: Bol dosiahnutý limit požiadavky
sl: Dosežen je bil prag zahtev
sv: Tröskelvärde för begäran uppnått
th: ถึงเกณฑ์การร้องขอแล้ว
tr: Talep eşiğine erişildi
uk: Досягнено потрібного ліміту
vi: Đã đạt ngưỡng yêu cầu
zh_hant_hk: 請求已達閾值

# mec_time_out_error
source: Network timeout reached!
ar: انتهت مهلة الشبكة!
bg: Достигнато е времето за изчакване на сървъра!
ca_es: |Se ha superado el tiempo máximo de espera de la red.|
cs: Vypršelo připojení k síti!
da: Netværket har fået timeout!
el: Το χρονικό όριο του δικτύου εξαντλήθηκε!
es_mx: Alcanzaste el límite de tiempo en la red.
et: Võrk aegus!
fi: Verkkoyhteys aikakatkaistiin!
fr_ca: Le délai du réseau est dépassé!
he: הזמן הקצוב של הרשת הסתיים!
hr: Dosegnuto je vremensko ograničenje mreže.
hu: Hálózati időtúllépés!
it: Timeout di rete raggiunto
ja: ネットワークがタイムアウトしました。
lt: Baigėsi tinklo veikimo laikas!
lv: Sasniegts tīkla taimauts!
nb: Tidsavbrudd for nettverk!
nl: Er is een netwerktime-out opgetreden.
pl: Przekroczono limit czasu sieci!
pt: Tempo limite de rede atingido!
ro: A fost atins timpul de expirare a conexiunii la reţea!
sk: Vypršal časový limit sieťového pripojenia!
sl: Dosežena je časovna omejitev omrežja.
sv: Tidsgräns för nätverk har nåtts!
th: เครือข่ายหมดเวลา!
tr: Ağ zaman aşımına uğradı!
uk: Час підключення до мережі вичерпано!
vi: Đã hết thời gian chờ mạng!
zh_hant_hk: 已達網絡時限！

# mec_topRated
source: Rating
ar: التصنيف
bg: Оценка
ca_es: |Derecelendirme|
cs: Hodnocení
da: Bedømmelse
el: Βαθμολογία
es_mx: Clasificación
et: Hinnang
fi: Luokitus
fr_ca: Note
he: דירוג
hr: Ocjena
hu: Értékelés
it: Voto
ja: レーティング
lt: Reitingas
lv: Reitings
nb: Karakter
nl: Waardering
pl: Ocena
pt: Classificação
ro: Evaluare
sk: Hodnotenie
sl: Ocena
sv: Klassning
th: การจัดอันดับ
tr: Derecelendirme
uk: Рейтинг
vi: Xếp hạng
zh_hant_hk: 評分

# mec_town
source: Town/City
ar: البلدة/المدينة
bg: Град/село
ca_es: |Населений пункт/місто|
cs: Město
da: By
el: Πόλη
es_mx: Localidad/ciudad
et: Asula/linn:
fi: Postitoimipaikka
fr_ca: Ville
he: עיר / יישוב
hr: Mjesto/grad
hu: Helység/Város
it: Città
ja: 市区町村
lt: Miestas
lv: Pilsēta:
nb: By/sted
nl: Plaats
pl: Miejscowość/miasto
pt: Localidade/cidade
ro: Localitate/Oraş
sk: Mesto
sl: Mesto/kraj
sv: Stad/ort
th: เมือง
tr: Semt/Şehir
uk: Населений пункт/місто
vi: Thị xã/Thành phố
zh_hant_hk: 城鎮/城市

# mec_town_error
source: Please enter a valid town
ar: يُرجى إدخال بلدة صالحة
bg: Въведете валиден град
ca_es: |Lūdzu, ievadiet derīgu pilsētas nosaukumu|
cs: Zadejte platné město
da: Indtast en gyldig by
el: Εισαγάγετε έγκυρη πόλη
es_mx: Ingrese una localidad válida
et: Sisestage õige linna nimetus
fi: Kirjoita kelvollinen paikkakunta
fr_ca: Veuillez entrer une ville valide
he: הזן עיר תקפה
hr: Unesite valjano mjesto
hu: Érvényes várost adjon meg
it: Inserisci un paese valido
ja: 有効な市区町村を入力してください
lt: Įveskite tikrą miestą
lv: Lūdzu, ievadiet derīgu pilsētas nosaukumu
nb: Angi et gyldig poststed
nl: Voer een geldige stad in
pl: Wprowadź prawidłową miejscowość
pt: Introduza uma localidade válida
ro: Introdu un oraş valid
sk: Zadajte platné mesto
sl: Vnesite veljavno mesto
sv: Ange en giltig ort
th: โปรดป้อนเมืองที่ถูกต้อง
tr: Lütfen geçerli bir semt yazın
uk: Введіть дійсний населений пункт
vi: Vui lòng nhập thị xã hợp lệ
zh_hant_hk: 請輸入有效的城鎮

# mec_town_hint
source: Enter your town or city
ar: أدخل بلدتك أو مدينتك
bg: Въведете вашия град или населено място
ca_es: |Въведете вашия град или населено място|
cs: Zadejte město
da: Indtast din by
el: Εισαγάγετε την πόλη σας
es_mx: Ingrese la ciudad o la localidad
et: Sisestage linn
fi: Kirjoita paikkakunta
fr_ca: Entrer votre ville
he: הזן את עיר מגוריך
hr: Unesite svoje mjesto ili grad
hu: Adja meg a várost
it: Inserisci il paese o la città
ja: 市区町村を入力
lt: Įveskite miestą
lv: Ievadiet pilsētas nosaukumu
nb: Angi by eller sted
nl: Voer uw woonplaats in
pl: Wprowadź miejscowość/miasto
pt: Introduzir localidade ou cidade
ro: Introdu oraşul sau localitatea
sk: Zadajte mesto
sl: Vnesite mesto ali kraj
sv: Ange ort
th: ป้อนเมืองหรือเขตของคุณ
tr: Semtinizi veya şehrinizi girin
uk: Введіть свій населений пункт чи місто
vi: Nhập thị xã hoặc thành phố của bạn
zh_hant_hk: 輸入您的城鎮或城市

# mec_track_order
source: Track order
ar: تتبّع الطلب
bg: Проследяване на поръчка
ca_es: |Megrendelés nyomon követése|
cs: Sledovat objednávku
da: Spor ordre
el: Παρακολούθηση παραγγελίας
es_mx: Seguimiento de pedidos
et: Jälgi tellimust
fi: Seuraa tilausta
fr_ca: Suivre la commande
he: עקוב אחר הזמנה
hr: Prati narudžbu
hu: Megrendelés nyomon követése
it: Monitora l'ordine
ja: 注文を追跡
lt: Sekti užsakymą
lv: Izsekot pasūtījumu
nb: Spor bestillingen
nl: Bestelling volgen
pl: Śledź zamówienie
pt: Seguir encomenda
ro: Urmărire comandă
sk: Sledovať objednávku
sl: Sledenje naročilu
sv: Spåra beställning
th: ติดตามพัสดุ
tr: Sipariş takibi
uk: Відстежити замовлення
vi: Theo dõi đơn hàng
zh_hant_hk: 追蹤訂單

# mec_use_as_billing_address
source: Use this address as my billing address
ar: استخدام هذا العنوان كعنوان الفوترة الخاص بي
bg: Използвайте този адрес като адрес за фактуриране
ca_es: |Використовувати цю адресу як мою адресу для надсилання рахунку|
cs: Použít tuto adresu jako fakturační
da: Brug denne adresse som faktureringsadresse
el: Χρήση αυτής της διεύθυνσης ως διεύθυνση τιμολόγησης
es_mx: Utilizar esta dirección como mi dirección de facturación
et: Kasuta seda aadressi minu arve esitamise aadressina
fi: Käytä tätä osoitetta laskutusosoitteena
fr_ca: Utiliser cette adresse comme adresse de facturation
he: השתמש בכתובת זו ככתובת שלי לחיוב
hr: Upotrijebi ovu adresu kao adresu za plaćanje
hu: Ez a cím legyen a számlázási cím
it: Utilizzare questo indirizzo come indirizzo di fatturazione
ja: この住所を請求先住所として使用
lt: Naudokite šį adresą kaip adresą sąskaitai siųsti
lv: Izmantot šo adresi kā rēķina adresi
nb: Bruk denne adressen som fakturaadresse
nl: Gebruik dit adres als mijn factuuradres
pl: Użyj tego adresu jako rozliczeniowego
pt: Utilizar este endereço como o meu endereço de faturação
ro: Foloseşte această adresă ca adresă de facturare
sk: Použiť túto adresu ako moju fakturačnú adresu
sl: Ta naslov uporabi kot moj naslov za račun
sv: Använd den här adressen som faktureringsadress
th: ตั้งที่อยู่นี้เป็นที่อยู่สำหรับจัดส่งใบเสร็จสินค้า
tr: Bu adres fatura adresim olarak kullanılsın
uk: Використовувати цю адресу як мою адресу для надсилання рахунку
vi: Dùng địa chỉ này làm địa chỉ lập hóa đơn của tôi
zh_hant_hk: 使用此地址作為我的帳單地址

# mec_valid_until
source: Valid until
ar: صالح لغاية
bg: Валидно до
ca_es: |Voimassaoloaika umpeutuu|
cs: Platnost do
da: Gyldig indtil
el: Έγκυρο έως
es_mx: Válido hasta
et: Kehtiv kuni
fi: Voimassaoloaika umpeutuu
fr_ca: Valide jusqu’au
he: תקף עד
hr: Vrijedi do
hu: Érvényességi idő
it: Valido fino a
ja: 有効期限：
lt: Galioja iki
lv: Derīgs līdz
nb: Gyldig til
nl: Geldig tot
pl: Ważne do
pt: Válido até
ro: Valabil până la
sk: Platné do
sl: Veljavno do
sv: Giltigt till
th: มีผลกระทั่ง
tr: Geçerlilik süresi
uk: Дійсно до
vi: Có giá trị đến
zh_hant_hk: 此日期前有效：

# mec_your_order_number
source: Your order number is
ar: رقم طلبك هو
bg: Вашият номер на поръчка е
ca_es: |Ο αριθμός της παραγγελίας σας είναι|
cs: Číslo objednávky je
da: Dit ordrenummer er
el: Ο αριθμός της παραγγελίας σας είναι
es_mx: El número de pedido es
et: Teie tellimuse number on
fi: Tilausnumerosi on
fr_ca: Votre numéro de commande est
he: מס' הזמנתך הוא
hr: Broj vaše narudžbe je
hu: Megrendelésének száma:
it: Il numero di ordine è:
ja: 注文番号：
lt: Jūsų užsakymo numeris yra
lv: Jūsu pasūtījuma numurs ir
nb: Bestillingsnummeret er
nl: Uw bestelnummer is
pl: Twój numer zamówienia to
pt: O número da sua encomenda é
ro: Numărul comenzii tale este
sk: Číslo vašej objednávky je
sl: Številka vašega naročila je
sv: Beställningsnumret är
th: หมายเลขสั่งซื้อ
tr: Sipariş numaranız:
uk: Номер Вашого замовлення –
vi: Mã số đơn hàng của bạn là
zh_hant_hk: 您的訂單編號是：
