Repository: PhilipsTest/iOS-Test
Catalog: Source/mec/Source/Library/MobileEcommerce/MobileEcommerce/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, el, es_mx, et, fi, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, ro, sk, sl, sv, th, tr, uk, vi, zh_hant_hk

# mec_blank_cvv_error
source: Please enter a valid CVV
ar: يرجى إدخال رقم CVV صالح
bg: Моля, въведете валидна стойност за проверка на картата (CVV)
ca_es: |Моля, въведете валидна стойност за проверка на картата (CVV)|
cs: Zadejte platný kód CVV
da: Indtast et gyldigt CVV
el: Εισαγάγετε έγκυρο CVV
es_mx: Ingresa un código CVV válido
et: Sisestage õige CVV kood
fi: Anna kelvollinen turvaluku
fr_ca: Veuillez entrer un code CVV valide
he: הזן קוד אבטחת כרטיס (CVV) תקף
hr: Unesite valjani CVV broj
hu: Érvényes CVV-kódot adjon meg
it: Inserisci un CVV valido
ja: 有効な CVV を入力してください。
lt: Įveskite galiojantį CVV kodą
lv: Lūdzu, ievadiet derīgu CVV
nb: Angi en gyldig CVV
nl: Voer een geldige CVV in
pl: Wprowadź prawidłowy kod CVV
pt: Introduza um CVV válido
ro: Introdu un cod CVV valid
sk: Zadajte platný kód CVV
sl: Vnesite veljavno številko CVV
sv: Ange ett giltigt CVV
th: โปรดป้อน CVV ที่ถูกต้อง
tr: Lütfen geçerli bir CVV girin
uk: Введіть дійсний код CVV
vi: Vui lòng nhập số CVV hợp lệ
zh_hant_hk: 請輸入有效的 CVV

# mec_buy_from_retailers
source: Buy From Retailer
ar: الشراء من بائع التجزئة
bg: Купуване от търговец на дребно
ca_es: |Perakende Satış Mağazalarından Satın Alın|
cs: Zakupte u maloobchodníka
da: Køb hos forhandler
el: Αγορά από κατάστημα λιανικής
es_mx: Comprar en una tienda
et: Osta jaemüüjalt
fi: Osta jälleenmyyjältä
fr_ca: Acheter du détaillant
he: רכישה מקמעונאי
hr: Kupite na maloprodajnom mjestu
hu: Vásárlás kiskereskedőtől
it: Acquista dal rivenditore
ja: 小売店から購入
lt: Įsigyti iš pardavėjo
lv: Iegādāties no mazumtirgotāja
nb: Kjøp fra forhandler
nl: Kopen in de winkel
pl: Kup od sprzedawcy detalicznego
pt: Comprar em revendedores
ro: Cumpără de la comerciant
sk: Kúpiť od predajcu
sl: Kupite pri prodajalcu
sv: Köp från återförsäljare
th: ซื้อจากผู้ค้าปลีก
tr: Perakende Satış Mağazalarından Satın Alın
uk: Купити в магазині
vi: Mua từ cửa hàng bán lẻ
zh_hant_hk: 透過零售商選購

# mec_call
source: Call
ar: المكالمة
bg: Избери
ca_es: |Зателефонувати|
cs: Hovor
da: Opkald
el: Κλήση
es_mx: Llamar
et: Helistamine
fi: Soita
fr_ca: Appel
he: שיחה
hr: Pozovi
hu: Hívás
it: Chiama
ja: 通話
lt: Skambinti
lv: Zvanīt
nb: Ring
nl: Telefoon
pl: Zadzwoń
pt: Telefonar
ro: Apelare
sk: Volať
sl: Kliči
sv: Ring
th: โทร
tr: Arama
uk: Зателефонувати
vi: Cuộc gọi
zh_hant_hk: 致電

# mec_cancel
source: Cancel
ar: إلغاء
bg: Отказ
ca_es: |Скасувати|
cs: Zrušit
da: Annuller
el: Ακύρωση
es_mx: Cancelar
et: Tühista
fi: Peruuta
fr_ca: Annuler
he: ביטול
hr: Odustani
hu: Mégse
it: Annulla
ja: キャンセル
lt: Atšaukti
lv: Atcelt
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulare
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hant_hk: 取消

# mec_cancel_order
source: Cancel my order
ar: إلغاء طلبي
bg: Отмяна на поръчката ми
ca_es: |Ακύρωση της παραγγελίας μου|
cs: Zrušit mou objednávku
da: Annuller min ordre
el: Ακύρωση της παραγγελίας μου
es_mx: Cancelar mi pedido
et: Tühista minu tellimus
fi: Peruuta tilaukseni
fr_ca: Annuler ma commande
he: בטל את ההזמנה שלי
hr: Poništi moju narudžbu
hu: Megrendelésem törlése
it: Annulla il mio ordine
ja: 注文をキャンセル
lt: Atšaukti mano užsakymą
lv: Atcelt manu pasūtījumu
nb: Kanseller bestillingen
nl: Annuleer mijn bestelling
pl: Anuluj moje zamówienie
pt: Cancelar a minha encomenda
ro: Anulează-mi comanda
sk: Zrušiť moju objednávku
sl: Prekliči naročilo
sv: Avbryt min beställning
th: ยกเลิกการสั่งซื้อของฉัน
tr: Siparişimi iptal et
uk: Скасувати моє замовлення
vi: Hủy đơn hàng của tôi
zh_hant_hk: 取消我的訂單

# mec_cancel_order_dls_for_your_ref_sg
source: For your reference, your order number is %@
ar: لغرض المعلومات فحسب، إن رقم طلبك هو %@
bg: За ваша справка номерът на поръчката ви е %@
ca_es: |Pour votre information, votre commande porte le numéro %@|
cs: Pro váš přehled, číslo vaší objednávky je %@
da: Dit ordrenummer er %@
el: Ο αριθμός παραγγελίας σας είναι %@
es_mx: Para su referencia, su número de orden es %@
et: Teie tellimuse number on %@
fi: Tilausnumero on %@
fr_ca: À titre d’information, votre numéro de commande est %@
he: לנוחותך, מספר ההזמנה שלך הוא %@
hr: Za referencu, broj vaše narudžbe je %@
hu: Tájékoztatásul az Ön rendelési száma: %@
it: Il numero del tuo ordine è %@
ja: お客様の注文番号は %@ です
lt: Informuojame, kad jūsų užsakymo numeris yra %@
lv: Jūsu atsaucei: jūsu pasūtījuma numurs ir %@
nb: Til referanse er bestillingsnummeret ditt %@
nl: Uw bestelnummer is %@
pl: Numer zamówienia to %@
pt: Para sua referência, o seu número de encomenda é %@
ro: Pentru referinţă, numărul comenzii tale este %@
sk: Pre vašu informáciu, vaše číslo objednávky je %@
sl: Številka vašega naročila je %@
sv: Ditt beställningsnummer är %@
th: หมายเลขอ้างอิงการสั่งซื้อของคุณคือ %@
tr: Sipariş numaranız: %@
uk: Для довідки номер Вашого замовлення – %@
vi: Xin lưu ý, mã đơn hàng của bạn là %@
zh_hant_hk: 您的訂單編號是 %@，以供參考

# mec_cancel_order_dls_msg
source: You can cancel your order before it is shipped. Our consumer care team can assist you with this.
ar: يمكنك إلغاء طلبك قبل شحنه. يمكن لفريق خدمة المستهلك مساعدتك في تنفيذ هذا الأمر.
bg: Можете да се откажете от поръчката си, преди да бъде изпратена. Нашият отдел за помощ на клиенти може да ви помогне с това.
ca_es: |Ви можете скасувати замовлення перед тим, як його буде відправлено. Наша команда обслуговування клієнтів рада допомогти Вам у цьому.|
cs: Před odesláním můžete svou objednávku zrušit. Náš tým péče o zákazníky vám pomůže.
da: Du kan annullere din ordre, før den afsendes. Vores kundeservice kan hjælpe dig med dette.
el: Μπορείτε να ακυρώσετε την παραγγελία σας πριν αυτή αποσταλεί. Η ομάδα εξυπηρέτησης καταναλωτών μπορεί να σας βοηθήσει.
es_mx: Puede cancelar la orden antes de que se envíe. Nuestro equipo de atención al consumidor lo puede ayudar con esto.
et: Tellimuse saab tühistada enne selle väljasaatmist. Meie klienditeeninduse töötajad aitavad teil seda teha.
fi: Voit perua tilauksen ennen sen lähettämistä. Asiakaspalvelumme auttaa sinua tarvittaessa.
fr_ca: Vous pouvez annuler votre commande avant qu’elle soit expédiée. Notre équipe de service à la clientèle peut vous aider.
he: תוכל לבטל את ההזמנה לפני המשלוח. צוות הטיפול בלקוח יוכל לסייע לך בכך.
hr: Narudžbu možete otkazati prije otpremanja. S time vam može pomoći naš tim korisničke službe.
hu: Megrendelését a kiszállítás előtt törölheti. Vevőszolgálati csapatunk szívesen nyújt segítséget ebben.
it: È possibile annullare l'ordine prima che venga spedito; il nostro team di assistenza clienti può aiutarti.
ja: ご注文は出荷前ならキャンセル可能です。お客様サポートチームがお手伝いいたします。
lt: Galite atšaukti užsakymą iki jo išsiuntimo. Mūsų klientų aptarnavimo tarnyba jums padės tai padaryti.
lv: Jūs varat atcelt savu pasūtījumu, pirms tas tiek izsūtīts. Mūsu klientu servisa komanda var jums palīdzēt.
nb: Du kan avbryte bestillingen før den sendes. Forbrukerteamet vårt kan hjelpe deg med dette.
nl: U kunt uw bestelling annuleren voordat deze wordt verzonden. Onze klantenservice helpt u hier graag bij.
pl: Można anulować zamówienie przed wysłaniem. Nasz dział Obsługi Klienta może Ci w tym pomóc.
pt: Pode cancelar a sua encomenda antes de ser enviada. Se necessário, a nossa equipa de apoio ao cliente pode ajudar a fazê-lo.
ro: Poţi anula comanda înainte de a fi livrată. Echipa noastră de asistenţă pentru clienţi te poate ajuta.
sk: Pred odoslaním môžete objednávku zrušiť. Náš tím starostlivosti o zákazníkov vám s tým môže pomôcť.
sl: Naročilo lahko prekličete, preden je odpremljeno. Pri tem vam bo pomagala naša ekipa za pomoč uporabnikom.
sv: Du kan avbryta din beställning innan den skickas. Vår kundtjänst kan hjälpa dig med detta.
th: คุณสามารถยกเลิกการสั่งซื้อก่อนขั้นตอนการจัดส่ง ฝ่ายดูแลลูกค้าของเราจะอำนวยความสะดวกในเรื่องนี้แก่คุณ
tr: Siparişinizi gönderilmeden önce iptal edebilirsiniz. Müşteri desteği ekibimiz bu konuda size yardımcı olabilir.
uk: Ви можете скасувати замовлення перед тим, як його буде відправлено. Наша команда обслуговування клієнтів рада допомогти Вам у цьому.
vi: Bạn có thể hủy đơn hàng trước khi hàng được vận chuyển. Bộ phận Chăm sóc khách hàng của chúng tôi có thể hỗ trợ bạn về vấn đề này.
zh_hant_hk: 產品寄出前您都可以取消訂單。我們的客戶服務團隊將為您提供協助。

# mec_cancel_order_number
source: Cancel order number
ar: إلغاء رقم الطلب
bg: Отмяна на номера на поръчката
ca_es: |Número de cancelamento da encomenda |
cs: Zrušit objednávku číslo
da: Annuller ordrenummer
el: Ακύρωση παραγγελίας αρ.
es_mx: Cancelar el número de orden
et: Tühista tellimus numbriga
fi: Peruuta tilaus
fr_ca: Annuler la commande numéro
he: בטל הזמנה מס'
hr: Otkazivanja narudžbe broj
hu: A következő rendelési szám törlése:
it: Annulla l'ordine numero
ja: 次の注文をキャンセル：
lt: Atšaukti užsakymą nr.
lv: Atcelt pasūtījumu Nr.
nb: Avbryt bestillingsnummer
nl: Annuleer bestelling met nummer
pl: Anuluj zamówienie numer
pt: Número de cancelamento da encomenda
ro: Anulare număr comandă
sk: Zrušiť objednávku číslo
sl: Prekliči številko naročila
sv: Avbeställ beställningsnummer
th: ยกเลิกการสั่งซื้อหมายเลข
tr: Sipariş iptal numarası
uk: Скасувати номер замовлення
vi: Hủy mã đơn hàng
zh_hant_hk: 取消訂單編號

# mec_cancel_payment
source: Do you want to cancel the payment? Your cart will be empty.
ar: هل تريد إلغاء عملية الدفع؟ ستصبح عربة التسوق فارغة.
bg: Искате ли да отмените плащането? Вашата количка ще бъде празна.
ca_es: |Möchten Sie den Zahlungsvorgang wirklich abbrechen? Ihr Warenkorb ist anschließend leer.|
cs: Chcete zrušit platbu? Vozík bude prázdný.
da: Ønsker du at annullere betalingen? Din indkøbskurv vil være tom.
el: Θέλετε να ακυρώσετε την πληρωμή; Το καλάθι σας θα μείνει άδειο.
es_mx: ¿Desea cancelar el pago? Su carro quedará vacío.
et: Kas soovite makse tühistada? Teie ostukorv tühjendatakse.
fi: Haluatko peruuttaa maksun? Ostoskorisi tyhjennetään.
fr_ca: Souhaitez-vous annuler votre paiement? Votre panier sera vide.
he: האם ברצונך לבטל את התשלום? העגלה שלך תהיה ריקה.
hr: Želite li odustati od plaćanja? Košarica će se isprazniti.
hu: Szeretné törölni a fizetést? Ezzel kiüríti kosarát is.
it: Desideri annullare il pagamento? Il tuo carrello verrà svuotato.
ja: 支払いをキャンセルしますか？カートは空になります。
lt: Ar norite atšaukti apmokėjimą? Jūsų prekių krepšelis bus tuščias.
lv: Vai vēlaties atcelt maksājumu? Jūsu grozs tiks iztukšots.
nb: Vil du avbryte betalingen? Handlevognen vil bli tømt.
nl: Wilt u uw betaling annuleren? Uw winkelwagentje wordt gewist.
pl: Czy chcesz anulować płatność? Twój koszyk zostanie opróżniony.
pt: Pretende cancelar o pagamento? O seu carrinho ficará vazio.
ro: Vrei să anulezi plata? Coşul de cumpărături va fi gol.
sk: Chcete zrušiť platbu? Košík bude prázdny.
sl: Ali želite preklicati plačilo? Vaša nakupovalna košarica bo izpraznjena.
sv: Vill du makulera betalningen? Kundvagnen töms.
th: คุณต้องการยกเลิกการสั่งซื้อใช่หรือไม่? ตะกร้าสินค้าของคุณจะว่างเปล่า
tr: Ödemeyi iptal etmek mi istiyorsunuz? Sepetiniz boşaltılacaktır.
uk: Скасувати оплату? Кошик для покупок буде порожній.
vi: Bạn có muốn hủy thanh toán không? Giỏ hàng của bạn sẽ bị trống.
zh_hant_hk: 您是否想取消付款？您的購物車將被會清空。

# mec_cancel_your_order
source: Cancel your order
ar: إلغاء الطلب
bg: Отмяна на вашата поръчка
ca_es: |Ακυρώστε την παραγγελία σας|
cs: Zrušte svou objednávku
da: Annuller din ordre
el: Ακυρώστε την παραγγελία σας
es_mx: Cancelar su pedido
et: Tühista oma tellimus
fi: Peruuta tilaus
fr_ca: Annuler votre commande
he: בטל את ההזמנה שלך
hr: Otkažite narudžbu
hu: Megrendelés törlése
it: Annulla il tuo ordine
ja: 注文をキャンセル
lt: Atšaukti jūsų užsakymą
lv: Atcelt jūsu pasūtījumu
nb: Kanseller bestillingen
nl: Annuleer uw bestelling
pl: Anuluj swoje zamówienie
pt: Cancelar a sua encomenda
ro: Anulează-ţi comanda
sk: Zrušiť vašu objednávku
sl: Prekličite naročilo
sv: Avbryt din beställning
th: ยกเลิกการสั่งซื้อของคุณ
tr: Siparişini iptal et
uk: Скасуйте замовлення
vi: Hủy đơn hàng của bạn
zh_hant_hk: 取消您的訂單

# mec_card_holder_first_name
source: Card Holder First name
ar: الاسم الأول لحامل البطاقة
bg: Собствено име на притежателя на картата
ca_es: |Собствено име на притежателя на картата|
cs: Jméno držitele karty
da: Kortholders fornavn
el: Όνομα κατόχου κάρτας
es_mx: Nombre del titular de la tarjeta
et: Kaardi omaniku eesnimi
fi: Kortinhaltijan etunimi
fr_ca: Prénom du titulaire de la carte
he: השם הפרטי של בעל הכרטיס
hr: Ime vlasnika kartice
hu: Kártyatulajdonos utóneve
it: Nome del titolare della carta
ja: カード所有者氏名（名）
lt: Kortelės savininko vardas
lv: Kartes īpašnieka vārds
nb: Kortholderens fornavn
nl: Voornaam kaarthouder
pl: Imię posiadacza karty
pt: Nome próprio do titular do cartão
ro: Prenumele titularului cardului
sk: Krstné meno majiteľa karty
sl: Ime imetnika kartice
sv: Kortinnehavarens förnamn
th: ชื่อผู้ถือบัตร
tr: Kart Sahibinin Adı
uk: Ім’я власника картки
vi: Tên chủ thẻ
zh_hant_hk: 持卡人名字

# mec_card_holder_last_name
source: Card Holder Surname
ar: اسم الشهر لحامل البطاقة
bg: Фамилно име на притежателя на картата
ca_es: |Фамилно име на притежателя на картата|
cs: Příjmení držitele karty
da: Kortholders efternavn
el: Επώνυμο κατόχου κάρτας
es_mx: Apellido del titular de la tarjeta
et: Kaardi omaniku perekonnanimi
fi: Kortinhaltijan sukunimi
fr_ca: Nom du titulaire de la carte
he: שם המשפחה של בעל הכרטיס
hr: Prezime vlasnika kartice
hu: Kártyatulajdonos vezetékneve
it: Cognome del titolare della carta
ja: カード所有者氏名（姓）
lt: Kortelės savininko pavardė
lv: Kartes īpašnieka uzvārds
nb: Kortholderens etternavn
nl: Achternaam kaarthouder
pl: Nazwisko posiadacza karty
pt: Apelido do titular do cartão
ro: Numele de familie al titularului cardului
sk: Priezvisko majiteľa karty
sl: Priimek imetnika kartice
sv: Kortinnehavarens efternamn
th: นามสกุลผู้ถือบัตร
tr: Kart Sahibinin Soyadı
uk: Прізвище власника картки
vi: Họ chủ thẻ
zh_hant_hk: 持卡人姓氏

# mec_cart_count_exceed_message
source: Cannot add more than %d products to the basket
ar: تتعذّر إضافة أكثر من %d من المنتجات إلى العربة
bg: Не е възможно добавянето на повече от %d продукта в количката за пазаруване
ca_es: |Не е възможно добавянето на повече от %d продукта в количката за пазаруване|
cs: Do košíku nelze přidat více než %d výrobky/výrobků
da: Kan ikke tilføje mere end %d produkter i indkøbskurven
el: Δεν είναι δυνατή η προσθήκη περισσότερων από %d προϊόντων στο καλάθι
es_mx: No se puede agregar más de %d productos en el carrito
et: Ostukorvi ei saa üle %d toote lisada
fi: Voit lisätä ostoskoriin enintään %d tuotetta
fr_ca: L’ajout de plus de %d produits dans le panier est impossible
he: לא ניתן להוסיף יותר מ-%d מוצרים לעגלה
hr: U košaricu se ne može dodati više od %d proizvoda
hu: Legfeljebb %d termék helyezhető a kosárba
it: Impossibile aggiungere più di %d prodotto/i al carrello
ja: ショッピングカートに %d 件を超える製品は追加できません
lt: Negalite į krepšelį įdėti daugiau nei %d produktų
lv: Grozam nevar pievienot vairāk par %d precēm
nb: Kan ikke legge til flere enn %d produkter i handlekurven
nl: Er kunnen niet meer dan %d producten worden toegevoegd aan de winkelwagen
pl: Maksymalna liczba produktów w koszyku to %d
pt: Não é possível adicionar mais de %d produtos ao carrinho
ro: Nu se pot adăuga mai mult de %d produse în coşul de cumpărături
sk: Nemožno pridať viac ako %d produktov do košíka
sl: V košarico je mogoče dodati največ %d izdelkov
sv: Det går inte att lägga till fler än %d produkter i kundvagnen
th: ไม่สามารถเพิ่มผลิตภัณฑ์มากกว่า %d ชิ้นในรถเข็น
tr: Sepete en fazla %d ürün eklenebilir
uk: Неможливо додати більше %d виробів у кошик
vi: Không thể thêm nhiều hơn %d sản phẩm trong Giỏ hàng
zh_hant_hk: 購物車內不可新增多於 %d 件產品

# mec_cart_login_error_message
source: Please Register or Log in to easily order your products
ar: يُرجى إنشاء حساب جديد، أو تسجيل الدخول لتطلب منتجاتك بسهولة
bg: Моля, регистрирайте се или се впишете за лесна поръчка на вашите продукти
ca_es: |Bitte registrieren Sie sich oder melden Sie sich an, um Ihre Produkte problemlos zu bestellen|
cs: Pro snadnou objednávku výrobků se zaregistrujte nebo přihlaste
da: Registrer, eller log ind for nemt at bestille dine produkter
el: Εγγραφείτε ή συνδεθείτε για να παραγγείλετε εύκολα τα προϊόντα σας
es_mx: Regístrese o inicie sesión para solicitar fácilmente sus productos
et: Toodete lihtsamaks tellimiseks registreeruge või logige sisse
fi: Rekisteröidy tai kirjaudu sisään, jotta voit helposti tilata tuotteita
fr_ca: Veuillez vous inscrire ou vous connecter pour commander vos produits facilement
he: נא להירשם או להתחבר כדי להזמין מוצרים בקלות
hr: Registrirajte se ili prijavite kako biste lako naručili proizvode
hu: Kérjük, regisztráljon, vagy jelentkezzen be a termékek egyszerű megrendelése érdekében
it: Registrati o accedi per ordinare facilmente i tuoi prodotti
ja: 製品のご注文を簡単にするには登録またはログインしてください
lt: Užsiregistruokite arba prisijunkite, norėdami lengvai užsakyti produktų
lv: Lai vienkāršāk pasūtītu iecerētos produktus, lūdzu, reģistrējieties vai piesakieties.
nb: Registrer deg eller logg inn for å gjøre det lett å bestille varer
nl: Registreer of log in voor het eenvoudig bestellen van je producten
pl: Zarejestruj się lub zaloguj, aby w łatwy sposób zamawiać produkty
pt: Registe-se ou inicie sessão para encomendar facilmente os seus produtos
ro: Te rugăm să te înregistrezi sau să te conectezi pentru a comanda uşor produse
sk: Zaregistrujte sa alebo prihláste pre jednoduchšie objednávanie produktov
sl: Registrirajte ali prijavite se za enostavno naročilo želenih izdelkov
sv: Registrera dig eller logga in för att enkelt beställa dina produkter
th: โปรดลงทะเบียนหรือล็อกอินเพื่อสั่งซื้อผลิตภัณฑ์ของคุณได้อย่างสะดวก
tr: Lütfen ürünlerinizi kolayca sipariş etmek için Kaydolun veya Oturum Açın
uk: Зареєструйтеся або увійдіть у систему, щоб легко робити замовлення
vi: Vui lòng chọn Đăng ký hoặc Đăng nhập để dễ dàng đặt hàng hơn
zh_hant_hk: 請先註冊或登入，即可輕鬆訂購產品

# mec_cart_out_of_stock_message
source: This product is temporarily out of stock. Please remove it from the basket to shop further.
ar: لا يتوفر هذا المنتج في المخزون بشكل مؤقت. يرجى إزالته من العربة لمتابعة التسوّق.
bg: Временно този продукт не е наличен. Моля, махнете го от количката, за да продължите с пазаруването.
ca_es: |Αυτό το προϊόν είναι προσωρινά εκτός αποθέματος. Καταργήστε το από το καλάθι για να συνεχίσετε τις αγορές σας.|
cs: Tento produkt dočasně není na skladě. Vyjměte jej z košíku a pokračujte v nákupu.
da: Dette produkt er midlertidigt udsolgt. Fjern det fra indkøbskurven for at fortsætte med indkøbet.
el: Αυτό το προϊόν είναι προσωρινά εκτός αποθέματος. Καταργήστε το από το καλάθι για να συνεχίσετε τις αγορές σας.
es_mx: Este producto no tiene existencias temporalmente. Elimínalo del carro para continuar comprando.
et: See toode on ajutiselt laost otsas. Ostmise jätkamiseks eemaldage see oma ostukorvist.
fi: Tuote on tilapäisesti lopussa varastosta. Poista se ostoskorista, jotta voit jatkaa ostoksia.
fr_ca: Ce produit est temporairement en rupture de stock. Veuillez le retirer du panier pour continuer vos achats.
he: מוצר זה אינו נמצא במלאי באופן זמני. הסר אותו מהעגלה כדי להמשיך בקנייה.
hr: Ovaj proizvod privremeno nije na skladištu. Uklonite ga iz košarice kako biste nastavili s kupnjom.
hu: Ez a termék átmenetileg nincs raktáron. Távolítsa el a kosarából a vásárlás folytatásához.
it: Questo prodotto è temporaneamente esaurito. Rimuoverlo dal carrello per effettuare ulteriori acquisti.
ja: この製品は現在在庫がありません。買い物を続けるにはカートから削除してください。
lt: Šio gaminio laikinai nėra sandėliuose. Pašalinkite jį iš krepšelio, kad galėtumėte tęsti apsipirkimą.
lv: Šis produkts uz laiku nav pieejams. Lūdzu, izņemiet to no groza, lai turpinātu iepirkties.
nb: Dette produktet er ikke på lager for øyeblikket. Fjern det fra handlevognen for å fortsette å handle.
nl: Dit product is tijdelijk niet op voorraad. Verwijder het uit uw winkelwagen om verder te winkelen.
pl: Ten produkt jest chwilowo niedostępny. Usuń go z koszyka, aby kontynuować zakupy.
pt: Este produto está temporariamente esgotado. Remova-o do carrinho para fazer mais compras.
ro: Acest produs nu este momentan pe stoc. Elimină-l din coş pentru a continua cumpărăturile.
sk: Tento produkt je dočasne nedostupný na sklade. Vyberte ho z košíka a pokračujte v nákupe.
sl: Ta izdelek trenutno ni na zalogi. Če želite nakupovati dalje, ga odstranite iz košarice.
sv: Den här produkten är tillfälligt slut i lager. Ta bort den från kundvagnen för att fortsätta handla.
th: ผลิตภัณฑ์นี้หมดชั่วคราว โปรดลบออกจากตะกร้าเพื่อเลือกซื้อต่อไป
tr: Bu ürün geçici olarak stokta yok. Alışverişe devam etmek için lütfen bu ürünü sepetten çıkarın.
uk: Виробу тимчасово немає в наявності. Видаліть його з кошика й поверніться до покупок.
vi: Sản phẩm này tạm thời hết hàng. Vui lòng xóa sản phẩm khỏi giỏ hàng để tiếp tục mua sắm.
zh_hant_hk: 此產品暫時缺貨。請從購物車移除產品以繼續購物。

# mec_cart_summary
source: Cart summary
ar: ملخص العربة
bg: Резюме на количката за пазаруване
ca_es: |Overzicht van de inhoud van de winkelwagen|
cs: Přehled košíku
da: Oversigt over indkøbskurv
el: Σύνοψη καλαθιού
es_mx: Resumen del carrito
et: Ostukorvi kokkuvõte
fi: Ostoskorin sisältö
fr_ca: Aperçu du panier
he: סיכום עגלה
hr: Sažetak košarice
hu: A kosár tartalmának összegzése
it: Riepilogo carrello
ja: カートサマリー
lt: Pirkinių krepšelio suvestinė
lv: Groza kopsavilkums
nb: Sammendrag av handlekurv
nl: Overzicht van de inhoud van de winkelwagen
pl: Koszyk — podsumowanie
pt: Resumo do carrinho
ro: Sumarul coşului de cumpărături
sk: Súhrn obsahu košíka
sl: Povzetek košarice
sv: Sammanfattning av varukorgen
th: สินค้าในตะกร้าทั้งหมด
tr: Sepet özeti
uk: Підсумок у кошику
vi: Tổng giỏ hàng
zh_hant_hk: 購物車摘要

# mec_cart_tax_message
source: Price including %@ VAT
ar: يشمل السعر الضريبة على القيمة المضافة بقيمة %@
bg: Цената включва %@ ДДС
ca_es: |يشمل السعر الضريبة على القيمة المضافة بقيمة %@|
cs: Cena včetně %@ DPH
da: Pris inkl. %@ moms
el: Τιμή συμπ. %@ ΦΠΑ
es_mx: Precio que incluye %@ de IVA
et: Hind sisaldab %@ käibemaksu
fi: Hinta, sisältää ALV:n %@
fr_ca: Prix incluant la TVA de %@
he: המחיר כולל ‎%@ מע"מ
hr: Cijena uključuje %@ PDV-a
hu: Ár %@ áfával
it: Prezzo %@ IVA inclusa
ja: 価格（%@ VAT 込）
lt: Kaina, įskaitant %@ PVM
lv: Cena, iekļaujot %@ PVN
nb: Prisen inkluderer %@ mva.
nl: Prijs inclusief %@ btw
pl: Cena zawiera podatek VAT w wysokości %@
pt: Preço inclui %@ de IVA
ro: Preţ inclusiv %@ TVA
sk: Cena vrátane %@ DPH
sl: Cena vsebuje %@ DDB
sv: Pris inklusive %@ moms
th: ราคารวมภาษีมูลค่าเพิ่ม %@
tr: Fiyata %@ KDV dahildir
uk: Ціна включає %@ ПДВ
vi: Giá bao gồm thuế GTGT %@
zh_hant_hk: 價格包括 %@ 增值稅 (VAT)

# mec_cart_total
source: Total
ar: المجموع
bg: Общо
ca_es: |Tổng cộng|
cs: Celkem
da: I alt
el: Σύνολο
et: Kokku
fi: Yhteensä
he: סה"כ
hr: Ukupno
hu: Teljes
it: Totale
ja: 合計
lt: Iš viso
lv: Kopā
nb: Totalsum
nl: Totaal
pl: Ogółem
sk: Celkom
sl: Skupaj
sv: Totalt
th: ยอดรวม
tr: Toplam
uk: Разом
vi: Tổng cộng
zh_hant_hk: 總價
