Repository: PhilipsTest/iOS-Test
Catalog: Source/mec/Source/Library/MobileEcommerce/MobileEcommerce/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, el, es_mx, et, fi, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, ro, sk, sl, sv, th, tr, uk, vi, zh_hant_hk

# mec_no_review_available
source: No Reviews Found
ar: لم يتم العثور على مراجعات
bg: Не са намерени отзиви
ca_es: |Không tìm thấy bài đánh giá nào|
cs: Nebyly nalezeny žádné recenze
da: Ingen anmeldelser fundet
el: Δεν βρέθηκαν κριτικές
es_mx: No se encontraron revisiones
et: Arvustusi ei leitud
fi: Arvosteluja ei löytynyt
fr_ca: Aucune évaluation trouvée
he: לא נמצאו ביקורות
hr: Recenzije nisu pronađene
hu: Nem található értékelés
it: Nessuna recensione
ja: レビューが見つかりません
lt: Atsiliepimų nerasta
lv: Nav atrasta neviena atsauksme
nb: Fant ikke noen anmeldelser
nl: Geen beoordelingen gevonden
pl: Nie znaleziono opinii
pt: Nenhuma avaliação encontrada
ro: Nicio recenzie găsită
sk: Neboli nájdené žiadne recenzie
sl: Najdena ni bila nobena ocena
sv: Inga recensioner hittades
th: ไม่พบคำวิจารณ์
tr: Hiçbir İnceleme Bulunamadı
uk: Відгуків не знайдено
vi: Không tìm thấy bài đánh giá nào
zh_hant_hk: 找不到評論

# mec_nothing_in_cart
source: Nothing in your cart
ar: عربتك فارغة
bg: Няма нищо в количката за пазаруване
ca_es: |Няма нищо в количката за пазаруване|
cs: Váš košík je prázdný
da: Intet i din indkøbskurv
el: Δεν υπάρχει τίποτα στο καλάθι σας
es_mx: No hay nada en su carrito
et: Ostukorv on tühi
fi: Ostoskorisi on tyhjä
fr_ca: Panier vide
he: העגלה שלך ריקה
hr: Košarica je prazna
hu: Nincs semmi a kosarában
it: Il carrello è vuoto
ja: カートは空です
lt: Pirkinių krepšelis tuščias
lv: Jūsu grozā nekā nav
nb: Ingenting i handlekurven
nl: Niets in uw winkelwagen
pl: Koszyk jest pusty
pt: Carrinho vazio
ro: Coşul tău de cumpărături este gol
sk: Váš košík je prázdny
sl: Vaša košarica je prazna
sv: Ingenting i kundvagnen
th: ไม่มีผลิตภัณฑ์ในตะกร้าสินค้าของคุณ
tr: Sepetinizde ürün yok
uk: Кошик порожній
vi: Không có gì trong giỏ hàng của bạn
zh_hant_hk: 購物車中沒有商品

# mec_notify_me_description_text
source: Get notified when this product is back in stock
ar: تلقَّ إعلامًا عندما يصبح هذا المنتج متوفرًا من جديد
bg: Получете известие, когато този продукт е отново на склад
ca_es: |Reciba notificaciones cuando este producto esté nuevamente disponible en el inventario|
cs: Nechte se informovat, až bude tento výrobek opět na skladě
da: Få besked, når dette produkt er på lager igen
el: Θα ειδοποιηθείτε όταν υπάρξει ξανά απόθεμα αυτού του προϊόντος
es_mx: Reciba notificaciones cuando este producto esté nuevamente disponible en el inventario
et: Saage teavitus, kui see toode on jälle laos
fi: Saat ilmoituksen, kun tuotetta on taas varastossa
fr_ca: Obtenez une notification dès que ce produit sera offert de nouveau
he: קבל הודעה כאשר מוצר זה חוזר למלאי
hr: Budite obaviješteni kada ovaj proizvod ponovno bude na stanju
hu: Kérjen értesítést, amint a termék újra raktáron van
it: Ricevi una notifica quando il prodotto sarà di nuovo disponibile
ja: この製品が再入荷したときに通知を受け取る
lt: Gaukite pranešimą, kai šis gaminys vėl bus sandėlyje
lv: Saņemiet paziņojumu, kad šis produkts atkal būs noliktavā
nb: Bli varslet når dette produktet er tilbake på lager
nl: Ontvang een melding wanneer dit product weer op voorraad is
pl: Otrzymaj powiadomienie, gdy ten produkt będzie ponownie dostępny
pt: Receba uma notificação quando este produto estiver novamente em stock
ro: Primeşte o înştiinţare când acest produs este din nou pe stoc
sk: Dostaňte upozornenie, keď bude tento výrobok opäť na sklade.
sl: Prejmite obvestilo takoj, ko bo izdelek znova na zalogi
sv: Få en avisering när den här produkten finns i lager igen
th: รับการแจ้งเตือนเมื่อผลิตภัณฑ์กลับมาวางจำหน่ายในคลัง
tr: Bu ürün tekrar stoğa girdiğinde bildirim al
uk: Отримати повідомлення, коли цей виріб знову буде в наявності
vi: Nhận thông báo khi sản phẩm này có hàng lại
zh_hant_hk: 接收此產品的存貨更新通知

# mec_notify_me_success_notification_message
source: We will send you an email as soon as your item is available.
ar: سنرسل إليك بريدًا إلكترونيًا عندما يصبح العنصر الذي تريده متوفرًا.
bg: Ние ще ви изпратим имейл веднага щом вашият артикул бъде наличен.
ca_es: |Le enviaremos un correo electrónico tan pronto como sea posible cuando el artículo esté disponible.|
cs: Jakmile bude vaše položka dostupná, zašleme vám e-mail.
da: Vi sender dig en e-mail, når din vare er tilgængelig.
el: Θα σας στείλουμε ένα email μόλις το είδος είναι ξανά διαθέσιμο.
es_mx: Le enviaremos un correo electrónico tan pronto como sea posible cuando el artículo esté disponible.
et: Saadame teile e-kirja kohe, kui teie toode on saadaval.
fi: Lähetämme sinulle sähköpostiviestin heti, kun tuotetta on saatavilla.
fr_ca: Nous allons vous envoyer un courriel dès que votre article sera disponible.
he: אנו נשלח לך דוא"ל ברגע שהפריט שלך יהיה זמין
hr: Poslat ćemo vam poruku e-pošte čim stavka bude dostupna.
hu: E-mailben fogjuk értesíteni, amint elérhetővé válik a kívánt termék.
it: Ti invieremo un'e-mail appena l'articolo sarà disponibile.
ja: 製品が入荷次第メールでお知らせいたします。
lt: Išsiųsime jums el. laišką, kai tik bus galima įsigyti šią prekę.
lv: Tiklīdz produkts būs pieejams, mēs nosūtīsim Jums e-pasta ziņu.
nb: Vi sender deg en e-post så snart denne gjenstanden er tilgjengelig.
nl: We sturen u een e-mail zodra het product beschikbaar is.
pl: Wyślemy Ci wiadomość e-mail, gdy tylko ten produkt będzie dostępny.
pt: Iremos enviar-lhe um e-mail assim que o artigo estiver disponível.
ro: Îţi vom trimite un e-mail imediat ce articolul care te interesează este disponibil.
sk: Hneď ako bude položka dostupná, pošleme Vám e-mail
sl: Takoj ko bo izdelek na voljo, vam bomo poslali e-poštno sporočilo.
sv: Vi skickar dig ett e-postmeddelande så snart varan finns tillgänglig.
th: เราจะส่งอีเมล์ถึงคุณทันทีที่รายการของคุณพร้อม
tr: Ürününüz mevcut olduğunda size bir e-posta göndereceğiz.
uk: Ми надішлемо вам електронного листа, щойно цей виріб знову буде в наявності.
vi: Chúng tôi sẽ gửi email thông báo cho bạn ngay khi có hàng.
zh_hant_hk: 一旦您的產品可供購買，我們將會向您發送電郵。

# mec_notify_me_success_notification_title
source: Stock notification active
ar: إعلام المخزون نشط
bg: Известието за наличен продукт е активно
ca_es: |Уведомление о поступлении на склад включено|
cs: Oznámení o stavu zásob je zapnuté
da: Lagerbesked aktiv
el: Ενεργή ειδοποίηση αποθέματος
es_mx: Notificación de inventario activa
et: Laoseisu teavitus aktiivne
fi: Varastoilmoitus aktiivinen
fr_ca: Notification de stock active
he: התראת המלאי פעילה
hr: Aktivna obavijest o zalihi
hu: Készletértesítés aktív
it: Notifica disponibilità attiva
ja: 在庫通知有効
lt: Buvimo sandėlyje pranešimas aktyvus
lv: Noliktavas paziņojums aktīvs
nb: Lagervarsel er aktivt
nl: Voorraadmelding actief
pl: Aktywne powiadomienie o dostępności
pt: Notificação de stock ativa
ro: Notificare privind stocul activă
sk: Upozornenia zo skladu aktivované
sl: Obveščanje o zalogi je aktivno
sv: Lageravisering aktiverad
th: การแจ้งเตือนสต็อกใช้งานอยู่
tr: Stok bildirimi aktif
uk: Сповіщення про наявність активне
vi: Thông báo còn hàng bật
zh_hant_hk: 存貨通知已啟用

# mec_notify_me_text
source: Notify Me
ar: إعلامي
bg: Уведомете ме
ca_es: |Receber uma notificação|
cs: Upozorněte mě
da: Giv mig besked
el: Να ειδοποιηθώ
es_mx: Recibir notificación
et: Teavita mind
fi: Ilmoita minulle
fr_ca: M’aviser
he: תודיעו לי
hr: Obavijesti me
hu: Értesítést kérek
it: Avvisami
ja: 通知を受け取る
lt: Praneškite man
lv: Paziņot man
nb: Varsle meg
nl: Informeer mij
pl: Powiadom mnie
pt: Receber uma notificação
ro: Înştiinţează-mă
sk: Upozorniť ma
sl: Obvesti me
sv: Meddela mig
th: แจ้งเตือนฉัน
tr: Beni Bilgilendir
uk: Повідомити мене
vi: Thông báo cho tôi
zh_hant_hk: 通知我

# mec_ok
source: OK
ar: موافق
ca_es: |Aceptar|
el: ΟΚ
es_mx: Aceptar
he: אישור
lt: Gerai
lv: Labi
sl: V redu
th: ตกลง
tr: Tamam
zh_hant_hk: 確定

# mec_online_retailers
source: Online Retailers
ar: البائعون عبر الإنترنت
bg: Онлайн търговци на дребно
ca_es: |Διαδικτυακά καταστήματα λιανικής πώλησης|
cs: Online prodejci
da: Onlineforhandlere
el: Διαδικτυακά καταστήματα λιανικής πώλησης
es_mx: Minoristas en línea
et: Veebimüüjad
fi: Online-vähittäismyyjä
fr_ca: Détaillants en ligne
he: קמעונאים מקוונים
hr: Internetske maloprodajne prodavaonice
hu: Online kiskereskedők
it: Rivenditori online
ja: オンライン小売店
lt: Mažmenininkai internete
lv: Tiešsaistes mazumtirgotāji
nb: Nettbutikker
pl: Sprzedawcy online
pt: Revendedores online
ro: Comercianţi online
sk: Online predajcovia
sl: Spletni trgovci
sv: Online-återförsäljare
th: ผู้ค้าปลีกออนไลน์
tr: Çevrimiçi Perakende Satış Mağazaları
uk: Магазини онлайн
vi: Đại lý bán lẻ trực tuyến
zh_hant_hk: 網上零售商

# mec_only
source: Only
ar: فقط
bg: Само
ca_es: |다음 항목만 해당:|
cs: Pouze
da: Kun
el: Μόνο
es_mx: Solo
et: Ainult
fi: Vain
fr_ca: Seulement
he: בלבד
hr: Samo
hu: Csak
it: Solo
ja: のみ
lt: Tik
lv: Tikai
nb: Bare
nl: Nog maar
pl: Tylko
pt: Apenas
ro: Numai
sk: Iba
sl: Samo
sv: Endast
th: เท่านั้น
tr: Sadece
uk: Лише
vi: Chỉ
zh_hant_hk: 僅限於

# mec_order_detail_unavailable
source: Order Detail is unavailable
ar: تفاصيل الطلب غير متوفرة
bg: Подробности за поръчката ви в момента не са налични
ca_es: |Подробности за поръчката ви в момента не са налични|
cs: Podrobnosti objednávky nejsou k dispozici
da: Bestillingsdetaljer er ikke tilgængelige
el: Οι λεπτομέρειες παραγγελίας δεν είναι διαθέσιμες
es_mx: El detalle del pedido no está disponible
et: Tellimuse andmed ei ole kättesaadavad
fi: Tilaustiedot eivät ole käytettävissä
fr_ca: Les détails de la commande ne sont pas disponibles
he: פרטי ההזמנה אינם זמינים
hr: Detalji narudžbe nisu dostupni
hu: A megrendelés részletei nem érhetők el
it: Dettagli dell'ordine non disponibili
ja: 注文詳細は利用できません
lt: Užsakymo informacija nepasiekiama
lv: Pasūtījuma informācija nav pieejama
nb: Bestillingsopplysningen er ikke tilgjengelig
nl: Bestelgegevens zijn niet beschikbaar
pl: Szczegóły zamówienia są niedostępne
pt: Os detalhes da encomenda não estão disponíveis
ro: Detaliile comenzii nu sunt disponibile
sk: Podrobnosti o objednávke nie sú k dispozícii
sl: Podrobnosti o naročilu niso na voljo
sv: Beställningsinformation är inte tillgängligt
th: ไม่มีรายละเอียดการสั่งซื้อ
tr: Sipariş Ayrıntısı mevcut değil
uk: Деталі замовлення недоступні
vi: Không có Chi tiết đơn hàng
zh_hant_hk: 訂單詳情無法使用

# mec_order_details
source: Order details
ar: تفاصيل الطلب
bg: Подробности за поръчката
ca_es: |Подробности за поръчката|
cs: Podrobnosti objednávky
da: Ordreoplysninger
el: Λεπτομέρειες παραγγελίας
es_mx: Detalles del pedido
et: Tellimuse andmed
fi: Tilauksen tiedot
fr_ca: Détails de la commande
he: פרטי הזמנה
hr: Pojedinosti narudžbe
hu: Megrendelés részletei
it: Dettagli dell'ordine
ja: 注文詳細
lt: Užsakymo informacija
lv: Pasūtījuma informācija
nb: Bestillingsopplysninger
nl: Bestelgegevens
pl: Szczegóły zamówienia
pt: Detalhes da encomenda
ro: Detaliile comenzii
sk: Podrobnosti objednávky
sl: Podrobnosti o naročilu
sv: Orderdetaljer
th: รายละเอียดการสั่งซื้อ
tr: Sipariş ayrıntıları
uk: Деталі замовлення
vi: Chi tiết đơn hàng
zh_hant_hk: 訂單資料

# mec_order_not_received_items
source: Order not received
ar: لم يتم استلام الطلب
bg: Поръчката не е получена
ca_es: |A megrendelés nem érkezett meg|
cs: Objednávka nebyla přijata
da: Ordre ikke modtaget
el: Η παραγγελία δεν ελήφθη
es_mx: Orden no recibida
et: Tellimust ei võetud vastu
fi: Tilausta ei ole vastaanotettu
fr_ca: Commande non reçue
he: ההזמנה לא נקלטה
hr: Narudžba nije primljena
hu: A megrendelés nem érkezett meg
it: Ordine non ricevuto
ja: 未達のご注文
lt: Užsakymas negautas
lv: Pasūtījums nav saņemts
nb: Bestilling ikke mottatt
nl: Bestelling niet ontvangen
pl: Nie otrzymano zamówienia
pt: Encomenda não recebida
ro: Comanda nu a fost primită
sk: Objednávka nebola prijatá.
sl: Naročilo ni prejeto
sv: Beställning ej mottagen
th: ยังไม่ได้รับรายการสั่งซื้อ
tr: Sipariş alınmadı
uk: Замовлення не отримано
vi: Không nhận được đơn hàng
zh_hant_hk: 未收到訂單

# mec_order_number_msg
source: Order number: %@
ar: رقم الطلب: %@
bg: Номер на поръчка: %@
ca_es: |Número da encomenda: %@|
cs: Číslo objednávky: %@
da: Ordrenummer: %@
el: Αριθμός παραγγελίας: %@
es_mx: Número del pedido: %@
et: Tellimuse number: %@
fi: Tilausnumero: %@
fr_ca: Numéro de commande : %@
he: מספר הזמנה: %@
hr: Broj narudžbe: %@
hu: Megrendelés száma: %@
it: Numero ordine: %@
ja: 注文番号：%@
lt: Užsakymo numeris: %@
lv: Pasūtījuma numurs: %@
nb: Bestillingsnummer: %@
nl: Bestelnummer: %@
pl: Numer zamówienia: %@
pt: Número da encomenda: %@
ro: Numărul comenzii: %@
sk: Objednávka číslo: %@
sl: Številka naročila: %@
sv: Beställningsnummer: %@
th: เลขที่สั่งซื้อ: %@
tr: Sipariş numarası: %@
uk: Номер замовлення: %@
vi: Mã số đơn hàng: %@
zh_hant_hk: 訂單編號：%@

# mec_order_pay
source: Order and pay
ar: الطلب والدفع
bg: Поръчка и плащане
ca_es: |Παραγγελία και πληρωμή|
cs: Objednat a zaplatit
da: Bestil og betal
el: Παραγγελία και πληρωμή
es_mx: Pedir y pagar
et: Telli ja maksa
fi: Tilaa ja maksa
fr_ca: Commander et payer
he: הזמן ושלם
hr: Naručivanje i plaćanje
hu: Megrendelés és fizetés
it: Ordine e pagamento
ja: 注文して支払う
lt: Užsakyti ir mokėti
lv: Pasūtīt un maksāt
nb: Bestill og betal
nl: Bestellen en betalen
pl: Zamów i zapłać
pt: Encomendar e pagar
ro: Comandă şi plată
sk: Objednať si a zaplatiť
sl: Naroči in plačaj
sv: Beställ och betala
th: การสั่งซื้อและการชำระเงิน
tr: Sipariş ver ve öde
uk: Замовити й оплатити
vi: Đặt hàng và thanh toán
zh_hant_hk: 訂購並付款

# mec_order_state
source: Your order is %@
ar: طلبك هو %@
bg: Поръчката ви е %@
ca_es: |สถานะรายการสั่งซื้อของคุณคือ %@|
cs: Vaše objednávka je %@
da: Din ordre er %@
el: Η παραγγελία σας %@
es_mx: Su orden se %@
et: Teie tellimus on %@
fi: Tilauksesi on %@
fr_ca: Votre commande est %@
he: ההזמנה שלך היא %@
hr: Status vaše narudžbe: %@
hu: Az Ön rendelése: %@
it: L'ordine è %@
ja: お客様のご注文：%@
lt: Jūsų užsakymas yra %@
lv: Jūsu pasūtījums ir %@
nb: Bestillingen er %@
nl: Uw bestelling is %@
pl: Status zamówienia: %@
pt: A sua encomenda: %@
ro: Comanda ta este %@
sk: Vaša objednávka je %@
sl: Stanje vašega naročila je: %@
sv: Din beställning %@
th: สถานะรายการสั่งซื้อของคุณคือ %@
tr: Siparişiniz %@
uk: Ваше замовлення %@
vi: Đơn hàng của bạn %@
zh_hant_hk: 您的訂單是 %@

# mec_order_summary
source: Order Summary
ar: ملخّص الطلب
bg: Обобщение на поръчките
ca_es: |Zusammenfassung der Bestellung|
cs: Shrnutí objednávky
da: Ordreoversigt
el: Σύνοψη παραγγελιών
es_mx: Resumen del pedido
et: Tellimuse kokkuvõte
fi: Tilauksen yhteenveto
fr_ca: Sommaire de la commande
he: סיכום ההזמנה
hr: Sažetak narudžbe
hu: Megrendelésösszesítő
it: Riepilogo ordine
ja: 注文概要
lt: Užsakymo suvestinė
lv: Pasūtījumu kopsavilkums
nb: Bestillingssammendrag
nl: Besteloverzicht
pl: Podsumowanie zamówienia
pt: Resumo da encomenda
ro: Rezumatul comenzii
sk: Súhrn objednávky
sl: Povzetek naročila
sv: Sammanfattning av beställning
th: สรุปรายการสั่งซื้อสินค้า
tr: Sipariş Özeti
uk: Зведення замовлення
vi: Tóm tắt đơn hàng
zh_hant_hk: 訂單摘要

# mec_order_summary_shipping
source: Delivery information
ar: معلومات التسليم
bg: Информация относно доставката
ca_es: |Информация относно доставката|
cs: Informace o doručení
da: Leveringsoplysninger
el: Στοιχεία παράδοσης
es_mx: Información de entrega
et: Tarneinfo
fi: Toimitustiedot
fr_ca: Informations de livraison
he: פרטי המשלוח
hr: Podaci o dostavi
hu: Szállítási információk
it: Informazioni sulla consegna
ja: 配送情報
lt: Pristatymo informacija
lv: Piegādes informācija
nb: Leveringsinformasjon
nl: Leveringsinformatie
pl: Informacje o dostawie
pt: Informações sobre a entrega
ro: Informaţii privind livrarea
sk: Informácie o doručení
sl: Podatki o dostavi
sv: Leveransinformation
th: ข้อมูลการจัดส่ง
tr: Teslimat bilgileri
uk: Інформація про доставку
vi: Thông tin giao hàng
zh_hant_hk: 送貨資料

# mec_orders
source: Orders
ar: الطلبات
bg: Поръчки
ca_es: |Controles del dispositivo|
cs: Objednávky
da: Ordrer
el: Παραγγελίες
es_mx: Órdenes
et: Tellimused
fi: Tilaukset
fr_ca: Commandes
he: הזמנות
hr: Narudžbe
hu: Megrendelések
it: Ordini
ja: ご注文
lt: Užsakymai
lv: Pasūtījumi
nb: Bestillinger
nl: Bestellingen
pl: Zamówienia
pt: Encomendas
ro: Comenzi
sk: Objednávky
sl: Naročila
sv: Beställningar
th: รายการสั่งซื้อ
tr: Siparişler
uk: Замовлення
vi: Đơn hàng
zh_hant_hk: 訂單

# mec_other_channel_purchase
source: If you placed your order using another retailer then your order may not show up here.
ar: إذا قدمت طلبك عبر بائع تجزئة آخر، فقد لا يظهر طلبك هنا.
bg: Ако сте направили поръчката, като сте използвали друг търговец, поръчката ви може да не се покаже тук.
ca_es: |Якщо Ви розмістили своє замовлення через іншого продавця, тоді Ваше замовлення тут може не відображатися.|
cs: Pokud jste objednávku vytvořili u jiného prodejce, je možné, že se zde objednávka nezobrazí.
da: Hvis du har afgivet din ordre via en anden forhandler, vil din ordre muligvis ikke blive vist her.
el: Αν υποβάλατε την παραγγελία σας από άλλο κατάστημα λιανικής, μπορεί να μην εμφανιστεί εδώ.
es_mx: Si realizó la orden mediante otro distribuidor, es posible que su orden no aparezca aquí.
et: Kui esitasite tellimuse teise jaemüüja kaudu, ei pruugi teie tellimus siin nähtav olla.
fi: Jos olet tehnyt tilauksen toiselta jälleenmyyjältä, tilauksesi ei ehkä näy tässä.
fr_ca: Si vous avez passé votre commande avec un autre détaillant, elle pourrait ne pas apparaître ici.
he: אם הזמנת דרך משווק אחר, ייתכן שההזמנה שלך לא תוצג כאן.
hr: Ako ste naručili na od drugog prodavača, narudžba se možda neće prikazivati ovdje.
hu: Ha rendelését egy másik kereskedőnél adta le, lehetséges, hogy nem jelenik meg itt.
it: Se hai effettuato il tuo ordine tramite un altro rivenditore, potresti non visualizzarlo qui.
ja: 別の販売店で注文された場合は、ここに表示されないことがあります。
lt: Jei pateikėte užsakymą per kitą mažmenininką, jūsų užsakymo čia gali nerodyti.
lv: Ja veicāt pasūtījumu, izmantojot cita mazumtirgotāja pakalpojumus, jūsu pasūtījums, iespējams, šeit neparādīsies.
nb: Hvis du la inn bestillingen ved hjelp av en annen forhandler, vises bestillingen kanskje ikke her.
nl: Als u uw bestelling hebt geplaatst bij een andere retailer, wordt uw bestelling mogelijk niet hier weergegeven.
pl: Jeśli zamówienie zostało złożone u innego sprzedawcy, może ono nie być widoczne w tym miejscu.
pt: Se efetuou a sua encomenda através de outro revendedor, esta pode não ser apresentada aqui.
ro: Dacă ai plasat comanda prin intermediul unui alt distribuitor, este posibil ca aceasta să nu fie afişată aici.
sk: Ak ste objednávku vykonali prostredníctvom iného predajcu, vaša objednávka sa tu nemusí zobrazovať.
sl: Če za oddajo naročila uporabili drugega prodajalca, se vaše naročilo tukaj morda ne prikaže.
sv: Om du gjorde din beställning hos en annan återförsäljare är det inte säkert att din beställning visas här.
th: หากคุณสั่งซื้อผ่านตัวแทนจำหน่ายรายอื่น รายการสั่งซื้อของคุณอาจไม่ปรากฏที่นี่
tr: Farklı bir satış kanalından verdiğiniz siparişler burada görünmeyebilir.
uk: Якщо Ви розмістили своє замовлення через іншого продавця, тоді Ваше замовлення тут може не відображатися.
vi: Nếu bạn đã đặt đơn hàng thông qua nhà bán lẻ khác thì đơn hàng của bạn sẽ không thể xuất hiện ở đây.
zh_hant_hk: 如您透過其他零售商訂購，您的訂單可能不會在此顯示。

# mec_out_of_stock
source: Out of stock
ar: غير متوفر في المخزن
bg: Няма наличност
ca_es: |Loppunut varastosta|
cs: Není skladem
da: Ikke på lager
el: Εξαντλήθηκε
es_mx: Agotado
et: Ei ole laos
fi: Loppunut varastosta
fr_ca: En rupture de stock
he: אזל מהמלאי
hr: Nema na zalihama
hu: Kifogyott
it: Non disponibile
ja: 在庫なし
lt: Išparduota
lv: Nav krājumā
nb: Ikke på lager
nl: Niet op voorraad
pl: Brak produktu
pt: Sem stock
ro: Stoc epuizat
sk: Nie je na sklade
sl: Ni na zalogi
sv: Slut i lager
th: สินค้าหมด
tr: Stokta yok
uk: Немає в наявності
vi: Hết hàng
zh_hant_hk: 缺貨

# mec_page
source: page
ar: الصفحة
bg: стр.
ca_es: |delle domande frequenti|
cs: strana
da: side
el: Συχνές ερωτήσεις
es_mx: página
et: lehekülge
fi: sivu
he: שלנו
hr: s čestim pitanjima
hu: oldalra
it: delle domande frequenti
ja: ページ
lt: psl.
lv: lpp.
nb: side
nl: veelgestelde vragen
pl: strona
pt: página
ro: frecvente
sk: stránka
sl: stran
sv: sidan
th: หน้า
tr: sayfa
uk: стор.
vi: trang
zh_hant_hk: 頁面

# mec_payment
source: Payment
ar: الدفع
bg: Плащане
ca_es: |Поставщики платежных услуг|
cs: Platba
da: Betaling
el: Πληρωμή
es_mx: Pago
et: Tasumine
fi: Maksupalvelut
fr_ca: Paiement
he: תשלום
hr: Plaćanje
hu: Fizetés
it: Pagamento
ja: 支払い
lt: Pavedimas
lv: Apmaksa
nb: Betaling
nl: Betaling
pl: Płatność
pt: Pagamento
ro: Plată
sk: Úhrada
sl: Plačilo
sv: Betalning
th: การชำระเงิน
tr: Ödeme
uk: Оплата
vi: Thanh toán
zh_hant_hk: 付款
