Repository: PhilipsTest/iOS-Test
Catalog: Source/mec/Source/Library/MobileEcommerce/MobileEcommerce/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, el, es_mx, et, fi, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, ro, sk, sl, sv, th, tr, uk, vi, zh_hant_hk

# mec_delete_voucher_confirmation_title
source: Would you like to remove this voucher from the shopping basket?
ar: هل ترغب في إزالة هذه القسيمة من عربة التسوق؟
bg: Желаете ли да махнете този ваучер от количката за пазаруване?
ca_es: |Желаете ли да махнете този ваучер от количката за пазаруване?|
cs: Chcete tento poukaz odstranit z nákupního košíku?
da: Vil du fjerne denne kupon fra indkøbskurven?
el: Θέλετε να καταργήσετε αυτό το κουπόνι από το καλάθι αγορών σας;
es_mx: ¿Deseas eliminar este cupón del carro de compras?
et: Kas soovite eemaldada selle kupongi oma ostukorvist?
fi: Haluatko poistaa tämän etusetelin ostoskorista?
fr_ca: Voulez-vous retirer ce bon d'achat du panier?
he: האם ברצונך להסיר שובר זה מעגלת הקניות?
hr: Želite li ukloniti ovaj vaučer iz košarice?
hu: El kívánja távolítani ezt az utalványt a kosárból?
it: Rimuovere questo buono sconto dal carrello degli acquisti?
ja: このバウチャーをショッピングカートから削除しますか？
lt: Ar norėtumėte pašalinti šį kuponą iš prekių krepšelio?
lv: Vai vēlaties noņemt šo kuponu no iepirkšanās groza?
nb: Ønsker du å fjerne denne kupongen fra handlevognen?
nl: Wilt u deze voucher uit uw winkelwagen verwijderen?
pl: Czy chcesz usunąć ten kupon z koszyka?
pt: Pretende remover este vale do carrinho de compras?
ro: Vrei să elimini acest voucher din coşul de cumpărături?
sk: Chcete vymazať tento kupón z nákupného košíka?
sl: Ali želite ta kupon odstraniti iz košarice?
sv: Vill du ta bort den här kupongen från kundvagnen?
th: คุณต้องการลบบัตรกำนัลนี้ออกจากตะกร้าสินค้าหรือไม่
tr: Bu kuponu alışveriş sepetinden silmek istediğinizden emin misiniz?
uk: Бажаєте видалити цей купон із кошика для покупок?
vi: Bạn có muốn loại bỏ voucher này khỏi giỏ hàng không?
zh_hant_hk: 您要從購物車移除此優惠券嗎？

# mec_deliver_to_this_address
source: Deliver to this address
ar: التسليم إلى هذا العنوان
bg: Доставка до този адрес
ca_es: |Παράδοση σε αυτήν τη διεύθυνση|
cs: Dodat na tuto adresu
da: Levering til denne adresse
el: Παράδοση σε αυτήν τη διεύθυνση
es_mx: Entregar en esta dirección
et: Tarni sellele aadressile
fi: Toimita tähän osoitteeseen
fr_ca: Livrer à cette adresse
he: שלח לכתובת זו
hr: Dostava na ovu adresu
hu: Szállítás erre a címre
it: Spedisci a questo indirizzo
ja: この住所に配送する
lt: Pristatyti šiuo adresu
lv: Piegādāt uz šo adresi
nb: Lever til denne adressen
nl: Lever op dit adres
pl: Dostawa na ten adres
pt: Entregar nesta morada
ro: Livrare la această adresă
sk: Doručiť na túto adresu
sl: Dostava na ta naslov
sv: Leverera till följande adress
th: จัดส่งไปยังที่อยู่นี้
tr: Bu adrese teslim edilsin
uk: Доставити за цією адресою
vi: Giao hàng đến địa chỉ này
zh_hant_hk: 送貨至此地址

# mec_delivery
source: Delivery
ar: التسليم
bg: Раждане
ca_es: |Pristatymas|
cs: Doručení
da: Levering
el: Παράδοση
es_mx: Entrega
et: Tarne
fi: Toimitus
fr_ca: Livraison
he: משלוח
hr: Dostava
hu: Kiszállítás
it: Consegna
ja: 配送
lt: Pristatymas
lv: Piegāde
nb: Levering
nl: Levering
pl: Dostawa
pt: Entrega
ro: Livrare
sk: Doručenie
sl: Dostava
sv: Förlossning
th: การจัดส่ง
tr: Teslimat
uk: Доставка
vi: Giao hàng
zh_hant_hk: 送貨

# mec_delivery_method
source: Delivery Method
ar: طريقة التسليم
bg: Начин на доставка
ca_es: |Phương thức giao hàng|
cs: Způsob dodání
da: Leveringsmetode
el: Τρόπος παράδοσης
es_mx: Método de entrega
et: Tarneviis
fi: Toimitustapa
fr_ca: Type de livraison
he: אמצעי משלוח
hr: Način dostave
hu: Szállítási mód
it: Metodo di spedizione
ja: 配送方法
lt: Pristatymo būdas
lv: Piegādes veids
nb: Leveringsmetode
nl: Levermethode
pl: Sposób dostawy
pt: Método de entrega
ro: Metodă de livrare
sk: Spôsob doručenia
sl: Način dostave
sv: Leveransmetod
th: วิธีการจัดส่ง
tr: Teslimat Yöntemi
uk: Спосіб доставки
vi: Phương thức giao hàng
zh_hant_hk: 送貨方式

# mec_discount
source: discount
ar: الخصم
bg: отстъпка
ca_es: |árengedmény|
cs: sleva
da: rabat
el: έκπτωση
es_mx: descuento
et: allahindlus
fi: alennus
fr_ca: le rabais
he: הנחה
hr: popust
hu: árengedmény
it: sconto
ja: 割引
lt: nuolaida
lv: atlaide
nb: rabatt
nl: korting
pl: rabat
pt: descontar
ro: reducere
sk: zľava
sl: popust
sv: rabatt
th: ส่วนลด
tr: indirim
uk: знижка
vi: chiết khấu
zh_hant_hk: 折扣

# mec_discountPriceAscending
source: Discount Price (Low to High)
ar: سعر الخصم (من الأدنى إلى الأعلى)
bg: Цена с отстъпка (от висока към ниска)
ca_es: |Kaina su nuolaida (nuo žemiausios iki aukščiausios)|
cs: Cena po slevě (od nejnižší po nejvyšší)
da: Rabatpris (lav til høj)
el: Τιμή έκπτωσης (χαμηλότερη σε υψηλότερη)
es_mx: Precio rebajado (de menor a mayor)
et: Soodushind (odavamast kallimani)
fi: Alennushinta (pienestä suureen)
fr_ca: Prix réduit (moins cher au plus cher)
he: מחירי הנחה (מנמוך לגבוה)
hr: Snižena cijena (od najniže do najviše)
hu: Kedvezményes ár (növekvő)
it: Prezzo scontato (dal più basso al più alto)
ja: 割引価格（低→高）
lt: Kaina su nuolaida (nuo žemiausios iki aukščiausios)
lv: Atlaides cena (augošā secībā)
nb: Rabattpris (lav til høy)
nl: Kortingsprijs (van laag naar hoog)
pl: Cena promocyjna (od najniższej do najwyższej)
pt: Preço com desconto (mais baixo para mais alto)
ro: Preţ redus (de la mic la mare)
sk: Zľavnená cena (od najnižšej po najvyššiu)
sl: Znižana cena (od najnižje do najvišje)
sv: Rabatterat pris (lågt till högt)
th: ราคาที่ลด (ต่ำไปถึงสูง)
tr: İndirimli Fiyat (Düşükten Yükseğe)
uk: Ціна зі знижкою (від низької до високої)
vi: Giá giảm (Thấp đến cao)
zh_hant_hk: 折扣價格（由低至高）

# mec_discountPriceDescending
source: Discount Price (High to Low)
ar: سعر الخصم (من الأعلى إلى الأدنى)
bg: Цена с отстъпка (от висока към ниска)
ca_es: |Kaina su nuolaida (nuo aukščiausios iki žemiausios)|
cs: Cena po slevě (od nejvyšší po nejnižší)
da: Rabatpris (høj til lav)
el: Τιμή έκπτωσης (υψηλότερη σε χαμηλότερη)
es_mx: Precio rebajado (de mayor a menor)
et: Soodushind (kallimast odavamani)
fi: Alennushinta (suuresta pieneen)
fr_ca: Prix réduit (plus cher au moins cher)
he: מחירי הנחה (מגבוה לנמוך)
hr: Snižena cijena (od najviše do najniže)
hu: Kedvezményes ár (csökkenő)
it: Prezzo scontato (dal più alto al più basso)
ja: 割引価格（高→低）
lt: Kaina su nuolaida (nuo aukščiausios iki žemiausios)
lv: Atlaides cena (dilstošā secībā)
nb: Rabattpris (Høy til lav)
nl: Kortingsprijs (van hoog naar laag)
pl: Cena promocyjna (od najwyższej do najniższej)
pt: Preço com desconto (mais alto para mais baixo)
ro: Preţ redus (de la mare la mic)
sk: Zľavnená cena (od najvyššej po najnižšiu)
sl: Znižana cena (od najvišje do najnižje)
sv: Rabatterat pris (högt till lågt)
th: ราคาที่ลด (สูงไปถึงต่ำ)
tr: İndirimli Fiyat (Yüksekten Düşüğe)
uk: Ціна зі знижкою (від високої до низької)
vi: Giá giảm (Cao đến thấp)
zh_hant_hk: 折扣價格（由高至低）

# mec_dismiss_text
source: Dismiss
ar: تجاهل
bg: Прекрати
ca_es: |Отклонить|
cs: Zrušit
da: Slet
el: Απόρριψη
es_mx: Descartar
et: Tühista
fi: Hylkää
fr_ca: Rejeter
he: שחרר
hr: Odbaci
hu: Elvetés
it: Ignora
ja: 更新しない
lt: Praleisti
lv: Noraidīt
nb: Avslå
nl: Weigeren
pl: Odrzuć
pt: Dispensar
ro: Închide
sk: Odmietn.
sl: Opusti
sv: Avvisa
th: ยกเลิก
tr: Yoksay
uk: Відхилити
vi: Bỏ qua
zh_hant_hk: 離開

# mec_email_address_text
source: E-mail address
ar: عنوان البريد الإلكتروني
bg: Имейл адрес
ca_es: |Endereço de correio electrónico|
cs: Имейл адрес
da: E-mail-adresse
el: Διεύθυνση email
es_mx: Dirección de correo electrónico
et: E-posti aadress
fi: Sähköpostiosoite
fr_ca: Adresse de courriel
he: כתובת דוא"ל
hr: Adresa e-pošte
hu: E-mail cím
it: Indirizzo e-mail
ja: メールアドレス
lt: El. pašto adresas
lv: E-pasta adrese
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de correio electrónico
ro: Adresă de e-mail
sk: E-mailová adresa
sl: E-poštni naslov
sv: E-postadress
th: อีเมล์แอดเดรส
tr: E-posta adresi
uk: Адреса ел. пошти
vi: Địa chỉ email
zh_hant_hk: 電郵地址

# mec_empty_cart
source: Your shopping cart is currently empty.
ar: عربة التسوق فارغة حاليًا
bg: В момента вашата количка за пазаруване е празна
ca_es: |В момента вашата количка за пазаруване е празна|
cs: Nákupní vozík je aktuálně prázdný
da: Din indkøbskurv er tom i øjeblikket
el: Το καλάθι αγορών είναι άδειο
es_mx: El carro de compra está vacío
et: Teie ostukorv on hetkel tühi
fi: Ostoskorisi on tällä hetkellä tyhjä
fr_ca: Votre panier d’épicerie est actuellement vide
he: עגלת הקניות שלך ריקה כרגע
hr: Vaša košarica trenutno je prazna
hu: Bevásárlókosara jelenleg üres
it: Il tuo carrello è vuoto
ja: ショッピングカートは現在空です
lt: Šiuo metu jūsų pirkinių krepšelis tuščias
lv: Jūsu iepirkumu grozs šobrīd ir tukšs
nb: Handlevognen er tom
nl: Uw winkelwagen is momenteel leeg
pl: Twój koszyk jest obecnie pusty
pt: Neste momento, o seu carrinho de compras está vazio
ro: Coşul tău de cumpărături este gol momentan
sk: Váš nákupný košík je momentálne prázdny
sl: Vaša nakupovalna košarica je trenutno prazna
sv: Din kundvagn är tom för närvarande
th: ตะกร้าสินค้าของคุณว่างเปล่า
tr: Alışveriş sepetinizde ürün bulunmamaktadır
uk: Кошик для покупок наразі порожній
vi: Giỏ hàng của bạn hiện đang trống
zh_hant_hk: 您的購物車目前並無內容

# mec_empty_filter_message
source: We couldn't find any products with all the filters you've selected.
ar: لم نتمكّن من العثور على أي منتجات مع كل الفلاتر التي حددتها.
bg: Не открихме продукти с всичките филтри, които сте избрали.
ca_es: |Nous n’avons trouvé aucun produit correspondant à tous les filtres que vous avez sélectionnés.|
cs: Se všemi filtry, které jste vybrali, se nám nepodařilo najít žádné výrobky.
da: Vi kunne ikke finde nogen produkter med de filtre, du har valgt.
el: Δεν μπορέσαμε να βρούμε κάποιο προϊόν με όλα τα φίλτρα που έχετε επιλέξει.
es_mx: No pudimos encontrar ninguno producto con todos los filtros que seleccionó.
et: Me ei leidnud valitud filtritega tooteid.
fi: Valitsemillasi suodattimilla ei löytynyt tuotteita.
fr_ca: Nous n’avons trouvé aucun produit correspondant à tous les filtres que vous avez sélectionnés.
he: לא נמצאו מוצרים המתאימים לכל המסננים שבחרת.
hr: Ne možemo pronaći nijedan proizvod sa svim filtrima koje ste odabrali.
hu: Nem találtunk olyan terméket, amely az összes kiválasztott szűrőnek megfelel.
it: Nessun prodotto trovato con i filtri selezionati.
ja: 選択されたすべてのフィルターに該当する製品は見つかりませんでした。
lt: Neradome jokių gaminių, atitinkančių visus pasirinktus filtrus.
lv: Mēs nevarējām atrast nevienu produktu, kas atbilstu visiem jūsu atlasītajiem filtriem.
nb: Vi finner ingen produkter med filterne du har valgt.
nl: We konden geen producten vinden met de filters die u hebt geselecteerd.
pl: Nie znaleziono żadnych produktów z wybranymi przez Ciebie filtrami.
pt: Não foi possível encontrar nenhum produto com os filtros selecionados.
ro: Nu am putut găsi niciun produs cu filtrele selectate.
sk: Nemohli sme nájsť žiadne produkty so všetkými filtrami, ktoré ste vybrali.
sl: Z vsemi izbranimi filtri ni bilo mogoče najti nobenih izdelkov.
sv: Det gick inte att hitta några produkter med alla de filter du har valt.
th: เราไม่พบผลิตภัณฑ์ใดๆ ตามตัวกรองทั้งหมดที่คุณเลือกไว้
tr: Seçtiğiniz tüm filtrelerdeki özelliklere sahip hiçbir ürün bulamadık.
uk: Не вдалося знайти продуктів з усіма вибраними вами фільтрами.
vi: Chúng tôi không thể tìm thấy bất kỳ sản phẩm nào với các bộ lọc bạn đã chọn.
zh_hant_hk: 我們找不到符合您所選擇全部篩選條件的任何產品。

# mec_empty_purchase_history
source: If you placed your order using this app, please check that you have received an order confirmation email.
ar: إذا قدّمت طلبك مستخدمًا هذا التطبيق، فيرجى التحقق من أنك تلقيت بريدًا إلكترونيًا لتأكيد الطلب.
bg: Ако сте направили поръчката чрез това приложение, моля, проверете дали сте получили имейл за потвърждение.
ca_es: |Якщо Ви розмістили своє замовлення за допомогою цього додатка, перевірте, чи Ви отримали електронного листа для підтвердження замовлення.|
cs: Pokud jste objednávku vytvořili pomocí této aplikace, zkontrolujte, že jste obdrželi e-mail s potvrzením objednávky.
da: Hvis du har afgivet din ordre via denne app, skal du kontrollere, at du har modtaget en ordrebekræftelse pr. e-mail.
el: Αν υποβάλατε την παραγγελία σας από αυτήν την εφαρμογή, βεβαιωθείτε ότι έχετε λάβει ένα email επιβεβαίωσης παραγγελίας.
es_mx: Si realizó su orden con esta aplicación, asegúrese de haber recibido un correo electrónico de confirmación de orden.
et: Kui esitasite tellimuse selle äpi kaudu, kontrollige, kas teile saadeti tellimust kinnitav e-kiri.
fi: Jos teit tilauksen tässä sovelluksessa, tarkista onko sähköpostiisi tullut vahvistusviestiä.
fr_ca: Si vous avez passé votre commande sur cette application, veuillez vérifier si vous avez reçu un courriel de confirmation de commande.
he: אם ביצעת את ההזמנה דרך יישום אחר, ודא שקיבלת אישור הזמנה בדוא״ל.
hr: Ako ste narudžbu predali s pomoću ove aplikacije, provjerite jeste li dobili poruku e-pošte s potvrdom narudžbe.
hu: Amennyiben ezzel az alkalmazással adott le megrendelést, kérjük, ellenőrizze, hogy kapott-e visszaigazoló e-mailt a megrendelésről.
it: Se hai effettuato l'ordine utilizzando questa app, verifica di aver ricevuto un'e-mail di conferma.
ja: このアプリを使用して注文された場合は、ご注文の確認メールを受信しているかどうかご確認ください。
lt: Jei pateikėte užsakymą per šią programą, patikrinkite, ar gavote užsakymo patvirtinimo el. laišką.
lv: Ja veicāt pasūtījumu, izmantojot šo lietotni, lūdzu, pārbaudiet, vai esat saņēmis e-pasta ziņu ar pasūtījuma apstiprinājumu.
nb: Hvis du la inn bestillingen ved hjelp av denne appen, må du kontrollere at du har mottatt en e-post med bestillingsbekreftelse.
nl: Als u uw bestelling hebt geplaatst via deze app, controleer dan of u een bevestigingsmail hebt ontvangen.
pl: W przypadku złożenia zamówienia za pomocą tej aplikacji sprawdź, czy dotarła do Ciebie wiadomość e-mail z potwierdzeniem zamówienia.
pt: Se efetuou a sua encomenda através desta aplicação, verifique se recebeu um e-mail de confirmação da encomenda.
ro: Dacă ai plasat comanda folosind această aplicaţie, verifică dacă ai primit un e-mail de confirmare a comenzii.
sk: Ak ste objednávku vykonali pomocou tejto aplikácie, skontrolujte, či ste dostali e-mail s potvrdením objednávky.
sl: Če ste oddali naročilo s to aplikacijo, preverite, ali ste prejeli e-poštno obvestilo o potrditvi naročila.
sv: Om du gjorde din beställning med hjälp av den här appen ska du kontrollera att du har fått en beställningsbekräftelse via e-post.
th: หากคุณสั่งซื้อด้วยแอปพลิเคชันนี้ กรุณาตรวจสอบว่าคุณได้รับอีเมล์ยืนยันการสั่งซื้อ
tr: Siparişinizi bu uygulama üzerinden verdiyseniz lütfen sipariş onay e-postası alıp almadığınızı kontrol edin.
uk: Якщо Ви розмістили своє замовлення за допомогою цього додатка, перевірте, чи Ви отримали електронного листа для підтвердження замовлення.
vi: Nếu bạn đã đặt đơn hàng bằng ứng dụng này, vui lòng kiểm tra để đảm bảo bạn đã nhận được email xác nhận đơn hàng.
zh_hant_hk: 如您透過此應用程式訂購，請檢查是否已收到訂單確認電郵。

# mec_enter_code
source: Enter gift code
ar: إدخال رمز هدية
bg: Добавете код за подарък
ca_es: |Wprowadź kod podarunkowy|
cs: Zadejte dárkový kód
da: Indtast gavekode
el: Εισαγωγή κωδικού δώρου
es_mx: Agregar código de regalo
et: Sisestage kingikood
fi: Anna lahjakoodi
fr_ca: Entrer un code cadeau
he: הזן קוד שובר שי
hr: Unos darovnog kôda
hu: Ajándékkód megadása
it: Inserisci codice regalo
ja: ギフトコードを入力
lt: Įvesti dovanos kodą
lv: Ievadīt dāvanu kodu
nb: Skriv inn gavekode
nl: Voer cadeaucode in
pl: Wprowadź kod podarunkowy
pt: Adicionar código de oferta
ro: Introdu codul cadou
sk: Zadať darčekový kód
sl: Vnesite darilno kodo
sv: Ange presentkortskod
th: ใส่รหัสของขวัญ
tr: Hediye kodu gir
uk: Додайте подарунковий код
vi: Nhập mã quà tặng
zh_hant_hk: 輸入禮品代碼

# mec_faq
source: FAQ
ar: الأسئلة الشائعة
bg: ЧЗВ
ca_es: |страницу часто задаваемых|
cs: Často kladené otázky
da: Ofte stillede spørgsmål
el: τη σελίδα
es_mx: Preguntas frecuentes
et: KKK-de
he: השאלות הנפוצות
hr: stranicu
hu: GYIK
it: pagina
ja: よく寄せられる質問（FAQ）
lt: DUK
lv: Bieži uzdotie jautājumi
nb: Spørsmål og svar
nl: pagina met
ro: Întrebări
sk: Najčastejšie otázky
sl: Pogosta vprašanja
sv: Vanliga frågor
th: คำถามที่พบบ่อย
tr: Sıkça Sorulan Sorular
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hant_hk: 常見問題解答

# mec_features
source: Features
ar: المميزات
bg: Функции
ca_es: |Funktionsweisen|
cs: Funkce
da: Egenskaber
el: Χαρακτηριστικά
es_mx: Funciones
et: Omadused
fi: Ominaisuudet
fr_ca: Caractéristiques
he: מאפיינים
hr: Značajke
hu: Jellemzők
it: Caratteristiche
ja: 機能
lt: Savybės
lv: Funkcijas
nb: Egenskaper
nl: Kenmerken
pl: Cechy
pt: Caraterísticas
ro: Caracteristici
sk: Vlastnosti
sl: Značilnosti
sv: Funktioner
th: คุณสมบัติ
tr: Özellikler
uk: Функції
vi: Đặc điểm
zh_hant_hk: 功能特點

# mec_fetching_payment
source: Fetching Payment Details...
ar: يتم الآن إحضار تفاصيل الدفع...
bg: Разглеждане на информацията за плащане...
ca_es: |Разглеждане на информацията за плащане...|
cs: Získávání podrobností platby...
da: Henter betalingsoplysninger...
el: Γίνεται λήψη των στοιχείων πληρωμής...
es_mx: Obteniendo detalles de pago…
et: Makseandmete hankimine ...
fi: Haetaan maksutietoja...
fr_ca: Récupération des détails de paiement…
he: מביא פרטי תשלום...
hr: Dohvaćanje pojedinosti o plaćanju...
hu: Fizetési adatok betöltése...
it: Recupero dettagli di pagamento...
ja: 支払詳細の取得中...
lt: Pateikiama apmokėjimo informacija...
lv: Nolasa maksājuma informāciju...
nb: Henter betalingsopplysninger ...
nl: Betalingsgegevens ophalen...
pl: Pobieranie szczegółów płatności...
pt: A obter detalhes de pagamento...
ro: Se preiau detaliile plăţii...
sk: Načítavajú sa podrobnosti o platbe...
sl: Pridobivanje podatkov o plačilu ...
sv: Hämtar betalningsdetaljer...
th: กำลังดึงรายละเอียดการชำระเงิน...
tr: Ödeme Ayrıntıları Alınıyor...
uk: Отримання реквізитів для оплати...
vi: Đang truy xuất chi tiết thanh toán...
zh_hant_hk: 正在獲取付款詳情…

# mec_filter_title
source: Filters
ar: الفلاتر
bg: Филтри
ca_es: |Suodattimet|
cs: Filtry
da: Filtre
el: Φίλτρα
es_mx: Filtros
et: Filtrid
fi: Suodattimet
fr_ca: Filtres
he: מסננים
hr: Filteri
hu: Szűrők
it: Filtri
ja: フィルター
lt: Filtrai
lv: Filtri
nb: Filtre
pl: Filtry
pt: Filtros
ro: Filtre
sk: Filtre
sl: Filtri
sv: Filter
th: แผ่นกรอง
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hant_hk: 篩選條件

# mec_first_name
source: First name
ar: الاسم الأول
bg: Собствено име
ca_es: |Собствено име|
cs: Křestní jméno
da: Fornavn
el: Όνομα
es_mx: Nombre
et: Eesnimi
fi: Etunimi
fr_ca: Prénom
he: שם פרטי
hr: Ime
hu: Keresztnév
it: Nome
ja: 名前（名）
lt: Vardas
lv: Vārds
nb: Fornavn
nl: Voornaam
pl: Imię
pt: Nome
ro: Prenume
sk: Krstné meno
sl: Ime
sv: Förnamn
th: ชื่อ
tr: Adı
uk: Ім'я
vi: Tên
zh_hant_hk: 名稱

# mec_first_name_error
source: Please enter a valid first name
ar: يُرجى إدخال اسم أول صالح
bg: Въведете валидно собствено име
ca_es: |Geben Sie einen gültigen Vornamen ein.|
cs: Zadejte platné křestní jméno
da: Indtast et gyldigt fornavn
el: Εισαγάγετε έγκυρο όνομα
es_mx: Ingrese un nombre válido
et: Sisestage õige eesnimi
fi: Kirjoita kelvollinen etunimi
fr_ca: Veuillez entrer un prénom valide
he: הזן שם פרטי תקף
hr: Unesite valjano ime
hu: Érvényes keresztnevet adjon meg
it: Inserisci un nome valido
ja: 有効な名前（名）を入力してください
lt: Įveskite tikrą vardą
lv: Lūdzu, ievadiet derīgu vārdu
nb: Angi et gyldig fornavn
nl: Voer een geldige voornaam in
pl: Wprowadź prawidłowe imię
pt: Introduza um primeiro nome válido
ro: Introdu un prenume valid
sk: Zadajte platné krstné meno
sl: Vnesite veljavno ime
sv: Ange ett giltigt förnamn
th: โปรดป้อนชื่อที่ถูกต้อง
tr: Lütfen geçerli bir ad yazın
uk: Введіть дійсне ім’я
vi: Vui lòng nhập tên hợp lệ
zh_hant_hk: 請輸入有效的名字

# mec_first_name_hint
source: Enter first name
ar: أدخِل الاسم الأول
bg: Въведете собствено име
ca_es: |Merci de saisir votre prénom|
cs: Zadejte jméno
da: Indtast fornavn
el: Γράψτε το μικρό σας όνομα
es_mx: Ingresa un nombre
et: Sisestage eesnimi
fi: Kirjoita etunimi
fr_ca: Entrer un prénom
he: הזן שם פרטי
hr: Unesite ime
hu: Adja meg a keresztnevét
it: Inserisci il tuo nome
ja: 名前（名）を入力
lt: Įveskite vardą
lv: Ievadiet vārdu
nb: Angi fornavn
nl: Voornaam invoeren
pl: Wprowadź imię
pt: Introduzir primeiro nome
ro: Introdu prenumele
sk: Zadajte krstné meno
sl: Vnesite ime
sv: Ange ditt förnamn
th: ป้อนชื่อ
tr: Adınızı girin
uk: Введіть ім’я
vi: Nhập tên
zh_hant_hk: 輸入您的名字

# mec_has_used_this_product_for
source: Has used this product for
ar: لقد استخدم هذا المنتج لمدة
bg: Е използвал този продукт за
ca_es: |Ezt a terméket a következő célra használta:|
cs: Výrobek používám na
da: Har brugt dette produkt til
el: Χρησιμοποίησε αυτό το προϊόν για
es_mx: Utilizó este producto para
et: On kasutanud seda toodet järgmise jaoks:
fi: On käyttänyt tätä tuotetta
fr_ca: A utilisé ce produit pendant
he: השתמש במוצר זה למטרת
hr: Upotrebljavao/la je taj proizvod za
hu: Ezt a terméket a következő célra használta:
it: Ha utilizzato questo prodotto per
ja: この製品の使用目的
lt: Naudojo šį gaminį nuo
lv: Izmantoja šo izstrādājumu
nb: Har brukt dette produktet til
nl: Heeft dit product gebruikt voor
pl: Kupiono ten produkt dla
pt: Utilizou este produto para
ro: A utilizat acest produs pentru
sk: Použil/a tento produkt na
sl: Je ta izdelek uporabil za
sv: Har använt den här produkten för
th: ใช้ผลิตภัณฑ์นี้สำหรับ
tr: Bu ürünü şunun için kullandı:
uk: Використовував цей виріб для
vi: Đã sử dụng sản phẩm này cho
zh_hant_hk: 已經使用這款產品

# mec_house_number
source: House number
ar: رقم المنزل
bg: Номер на сграда
ca_es: |Talon/asunnon numero|
cs: Číslo domu
da: Husnummer
el: Αριθμός σπιτιού
es_mx: Número de la casa
et: Maja number
fi: Talon/asunnon numero
fr_ca: Numéro de rue
he: מספר הבית
hr: Kućni broj
hu: Házszám
it: Numero civico
ja: 家屋番号
lt: Namo numeris:
lv: Mājas numurs
nb: Husnummer
nl: Huisnummer
pl: Numer domu
pt: Número da porta
ro: Numărul imobilului
sk: Číslo domu
sl: Hišna številka
sv: Gatunummer
th: บ้านเลขที่
tr: Bina numarası
uk: Номер будинку
vi: Số nhà
zh_hant_hk: 門牌號碼

# mec_house_number_error
source: Please enter house number
ar: يرجى إدخال رقم المنزل
bg: Моля, въведете номера на сградата
ca_es: |Veuillez indiquer votre numéro de domicile|
cs: Zadejte číslo domu
da: Indtast dit husnummer
el: Εισαγάγετε τον αριθμό του σπιτιού
es_mx: Ingrese el número de casa
et: Palun sisestage maja number
fi: Anna talon/asunnon numero
fr_ca: Veuillez entrer votre numéro de rue.
he: נא להזין את מספר הבית
hr: Unesite kućni broj
hu: Kérjük, adja meg a házszámot
it: Inserisci il numero civico
ja: 家屋番号を入力してください
lt: Įveskite namo numerį
lv: Lūdzu, ievadiet mājas numuru
nb: Skriv inn husnummer
nl: Voer uw huisnummer in
pl: Wprowadź numer domu
pt: Introduza o número da porta
ro: Te rugăm să introduci numărul imobilului
sk: Zadajte číslo domu
sl: Prosimo, vnesite hišno številko
sv: Ange gatunummer
th: โปรดป้อนบ้านเลขที่
tr: Lütfen bina numarasını girin
uk: Введіть номер будинку, будь ласка
vi: Vui lòng nhập số nhà
zh_hant_hk: 請輸入門牌號碼

# mec_house_number_hint
source: Enter house number
ar: إدخال رقم المنزل
bg: Въведете номера на сградата
ca_es: |Indiquez le numéro du domicile|
cs: Zadat číslo domu
da: Indtast husnummer
el: Εισαγάγετε αριθμό σπιτιού
es_mx: Ingrese su número de casa
et: Sisestage maja number
fi: Anna talon/asunnon numero
fr_ca: Entrez votre numéro de rue
he: ‏הזן מספר בית
hr: Unesite kućni broj
hu: Adja meg a házszámot
it: Inserisci il numero civico
ja: 電話番号を入力
lt: Įveskite namo numerį
lv: Ievadiet mājas numuru
nb: Skriv inn husnummer
nl: Voer uw huisnummer in
pl: Wprowadź nr domu
pt: Introduzir número da porta
ro: Introdu numărul de imobil
sk: Zadajte číslo domu
sl: Vnesite hišno številko
sv: Ange gatunummer
th: ป้อนบ้านเลขที่
tr: Bina numarasını girin
uk: Введіть номер будинку
vi: Nhập số nhà
zh_hant_hk: 輸入門牌號碼
