Repository: PhilipsTest/iOS-Test
Catalog: Source/mec/Source/Library/MobileEcommerce/MobileEcommerce/Resources/Localisation/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, el, es_mx, et, fi, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, ro, sk, sl, sv, th, tr, uk, vi, zh_hant_hk

# mec_accept_terms
source: By placing the order, I accept Philips'
ar: من خلال وضع الطلب، أوافق على سياسة Philips
bg: Чрез подаването на поръчката приемам на Philips
ca_es: |Zadaním objednávky akceptujem zmluvné podmienky spoločnosti Philips|
cs: Zadáním objednávky akceptuji podmínky společnosti Philips
da: Ved at placere ordren accepterer jeg Philips'
el: Υποβάλλοντας την παραγγελία, αποδέχομαι της Philips
es_mx: Al realizar el pedido, acepto los Términos y condiciones de Philips
et: Tellimuse esitamisega nõustun järgmiste Philipsi tingimustega:
fi: Tekemällä tilauksen hyväksyn Philipsin
fr_ca: En passant la commande, j’accepte Philips
he: על ידי ביצוע ההזמנה, אני מקבל את תנאי Philips
hr: Slanjem narudžbe tvrtci Philips prihvaćam
hu: A rendelés leadásával elfogadom a Philips következő feltételeit:
it: Effettuando l'ordine, accetto "mec_terms_conditions" di Philips
ja: 注文することにより、私は次に同意します：フィリップスの
lt: Pateikdamas užsakymą sutinku su „Philips“
lv: Veicot pasūtījumu, es piekrītu Philips
nb: Ved å legge inn bestillingen godtar jeg Philips’
nl: Door de bestelling te plaatsen, accepteer ik Philips'
pl: Składając zamówienie w firmie Philips potwierdzam jej
pt: Ao efetuar a encomenda, aceito as condições da Philips de
ro: Prin plasarea comenzii, accept
sk: Zadaním objednávky akceptujem zmluvné podmienky spoločnosti Philips
sl: Z oddajo naročila sprejmem Philipsove pogoje
sv: Genom att göra beställningen accepterar jag Philips
th: โดยการวางคำสั่งซื้อ ฉันยอมรับ Philips
tr: Siparişi vererek Philips'in şu şartlarını kabul ediyorum:
uk: Розміщуючи замовлення, я приймаю такі умови Philips:
vi: Thông qua việc đặt đơn hàng, tôi chấp nhận
zh_hant_hk: 訂購即表示我接受 Philips 的

# mec_accepted_codes
source: Accepted codes
ar: الرموز المقبولة
bg: Приети кодове
ca_es: |コードが承諾されました|
cs: Přijaté kódy
da: Accepterede koder
el: Αποδεκτοί κωδικοί
es_mx: Códigos aceptados
et: Tunnustatud koodid
fi: Hyväksytyt koodit
fr_ca: Codes acceptés
he: קודים מקובלים
hr: Prihvaćeni kodovi
hu: Elfogadott kódok
it: Codici accettati
ja: コードが承諾されました
lt: Priimti kodai
lv: Pieņemtie kodi
nb: Godkjente koder
nl: Geaccepteerde codes
pl: Akceptowane kody
pt: Códigos aceites
ro: Coduri acceptate
sk: Prijaté kódy
sl: Sprejete kode
sv: Godkända koder
th: รับรหัส
tr: Kabul edilen kodlar
uk: Прийняті коди
vi: Mã được chấp nhận
zh_hant_hk: 已接受代碼

# mec_add
source: Add
ar: إضافة
bg: Добави
ca_es: |Hinzufügen|
cs: Přidat
da: Tilføj
el: Προσθήκη
es_mx: Agregar
et: Lisa
fi: Lisää
fr_ca: Ajouter
he: הוסף
hr: Dodavanje
hu: Hozzáadás
it: Aggiungi
ja: 追加
lt: Įtr.
lv: Piev.
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ro: Adaugă
sk: Pridať
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hant_hk: 新增

# mec_add_gift_Card
source: Add gift code
ar: إضافة رمز الهدية
bg: Добавете код за подарък
ca_es: |Adicionar código de presente|
cs: Přidat dárkový kód
da: Tilføj gavekode
el: Προσθήκη κωδικού δώρου
es_mx: Agregar código de regalo
et: Lisa kingikood
fi: Lisää lahjakoodi
fr_ca: Ajouter code cadeau
he: הוסף קוד שובר שי
hr: Dodavanje darovnog kôda
hu: Ajándékkód hozzáadása
it: Aggiungi codice regalo
ja: ギフトコードを追加
lt: Pridėti dovanos kodą
lv: Pievienot dāvanu kodu
nb: Legg til gavekode
nl: Voeg geschenkcode toe
pl: Dodaj kod upominkowy
pt: Adicionar código de oferta
ro: Adăugare cod cadou
sk: Pridať darčekový kód
sl: Dodaj darilno kodo
sv: Lägg till gåvokod
th: ใส่รหัสของขวัญ
tr: Hediye kodu ekle
uk: Додайте подарунковий код
vi: Thêm mã quà tặng
zh_hant_hk: 新增禮品代碼

# mec_add_gift_codes
source: Add gift codes
ar: إضافة رموز هدية
bg: Добавете кодове за подарък
ca_es: |Adicionar códigos de presente|
cs: Přidat dárkové kódy
da: Tilføj gavekoder
el: Προσθήκη κωδικών δώρου
es_mx: Agregar códigos de regalo
et: Lisage kingikood
fi: Lisää lahjakoodeja
fr_ca: Ajouter les codes cadeau
he: הוסף קודי שוברי שי
hr: Dodavanje darovnih kodova
hu: Ajándékkódok hozzáadása
it: Aggiungi codici regalo
ja: ギフトコードを追加
lt: Pridėti dovanų kodus
lv: Pievienot dāvanu kodus
nb: Legg til gavekoder
nl: Cadeaucodes toevoegen
pl: Dodaj kody upominkowe
pt: Adicionar códigos de oferta
ro: Adaugă coduri cadou
sk: Pridať darčekové kódy
sl: Dodaj darilne kode
sv: Lägg till presentkortskoder
th: ใส่รหัสของขวัญ
tr: Hediye kodu ekle
uk: Додати подарункові коди
vi: Thêm mã quà tặng
zh_hant_hk: 新增禮品代碼

# mec_add_new_address
source: Add a new shipping address
ar: إضافة عنوان شحن جديد
bg: Добавяне на нов адрес за доставка
ca_es: |Aggiungi un nuovo indirizzo di spedizione|
cs: Přidat novou dodací adresu
da: Tilføj en ny leveringsadresse
el: Προσθήκη νέας διεύθυνσης αποστολής
es_mx: Agregar una nueva dirección de envío
et: Lisage uus aadress
fi: Lisää uusi toimitusosoite
fr_ca: Ajouter une nouvelle adresse de livraison
he: הוסף כתובת חדשה
hr: Dodaj novu adresu za isporuku
hu: Új szállítási cím hozzáadása
it: Aggiungi un nuovo indirizzo di spedizione
ja: 新しい配送先住所を追加
lt: Pridėti naują pristatymo adresą
lv: Jaunas piegādes adreses pievienošana
nb: Legg til en ny leveringsadresse
nl: Een nieuw leveringsadres toevoegen
pl: Dodaj nowy adres dostawy
pt: Adicionar um novo endereço de envio
ro: Adaugă o adresă nouă de expediere
sk: Pridať novú adresu doručenia
sl: Dodajajte novi naslov za dostavo
sv: Lägg till en ny leveransadress
th: เพิ่มที่อยู่สำหรับจัดส่งสินค้าใหม่
tr: Yeni teslimat adresi ekle
uk: Додати нову адресу
vi: Thêm địa chỉ giao hàng mới
zh_hant_hk: 新增送貨地址

# mec_add_payment_method
source: Add a new payment method
ar: أضف طريقة دفع جديدة
bg: Добавяне на нов начин на плащане
ca_es: |Ajouter une nouvelle méthode de paiement|
cs: Přidat nový způsob platby
da: Tilføj en ny betalingsmetode
el: Προσθήκη νέου τρόπου πληρωμής
es_mx: Agregue un nuevo método de pago
et: Lisa uus makseviis
fi: Lisää uusi maksutapa
fr_ca: Ajouter une nouvelle méthode de paiement
he: הוסף אמצעי תשלום חדש
hr: Dodaj novi način plaćanja
hu: Új fizetési mód hozzáadása
it: Aggiungi un nuovo metodo di pagamento
ja: 新しい支払方法を追加する
lt: Pridėti naują mokėjimo būdą
lv: Jaunas maksājuma metodes pievienošana
nb: Legg til ny betalingsmetode
nl: Een nieuwe betalingsmethode toevoegen
pl: Dodaj nową metodę płatności
pt: Adicionar um novo método de pagamento
ro: Adaugă o nouă metodă de plată
sk: Pridať nový spôsob platby
sl: Dodaj nov način plačila
sv: Lägg till en ny betalningsmetod
th: เพิ่มวิธีการชำระเงินใหม่
tr: Yeni ödeme yöntemi ekle
uk: Додати новий спосіб оплати
vi: Thêm phương thức thanh toán mới
zh_hant_hk: 新增付款方式

# mec_add_to_cart
source: Add to cart
ar: الإضافة إلى عربة التسوق
bg: Добавяне към количката
ca_es: |Добавяне към количката|
cs: Přidat do vozíku
da: Tilføj til indkøbskurv
el: Προσθήκη στο καλάθι
es_mx: Agregar al carro
et: Lisa ostukorvi
fi: Lisää ostoskoriin
fr_ca: Ajouter au panier
he: הוסף לעגלה
hr: Dodaj u košaricu
hu: Kosárba tesz
it: Aggiungi al carrello
ja: カートに追加
lt: Įdėti į krepšelį
lv: Pievienot grozam
nb: Legg til handlevognen
nl: In winkelwagen
pl: Dodaj do koszyka
pt: Adicionar ao carrinho
ro: Adaugă în cos
sk: Pridať do košíka
sl: Dodaj v košarico
sv: Lägg i kundvagnen
th: เพิ่มไปยังตะกร้า
tr: Sepete ekle
uk: Додати до кошика
vi: Thêm vào giỏ hàng
zh_hant_hk: 加入至購物車

# mec_add_wishlist
source: Add to wish list
ar: إضافة إلى قائمة الرغبات
bg: Добавете към списъка с желани продукти
ca_es: |Добавете към списъка с желани продукти|
cs: Přidat do seznamu přání
da: Tilføj til ønskeliste
el: Προσθήκη στη λίστα επιθυμιών
es_mx: Agregar a la lista de deseos
et: Lisage sooviloendisse
fi: Lisää toiveluetteloon
fr_ca: Ajouter à la liste de souhaits
he: הוסף לרשימת המשאלות
hr: Dodaj na listu želja
hu: Hozzáadás a kívánságlistához
it: Aggiungi alla lista dei desideri
ja: 欲しいものリストに追加
lt: Pridėti prie norų sąrašo
lv: Pievienot vēlmju sarakstam
nb: Legg til ønskeliste
nl: Toevoegen aan verlanglijstje
pl: Dodaj do listy życzeń
pt: Adicionar à lista de pedidos
ro: Adaugă la lista de dorinţe
sk: Pridať do zoznamu želaných položiek
sl: Dodaj na seznam želja
sv: Lägg till i önskelista
th: เพิ่มไปยังรายการที่ต้องการ
tr: İstek listesine ekle
uk: Додати до списку бажаного
vi: Thêm vào danh sách mong muốn
zh_hant_hk: 新增至願望清單

# mec_address
source: Address
ar: العنوان
bg: Адрес
ca_es: |Endereço|
cs: Adresa
da: Adresse
el: Διεύθ
es_mx: Dirección
et: Aadress
fi: Osoite
fr_ca: Adresse
he: כתובת
hr: Adresa
hu: Cím
it: Indirizzo
ja: 住所
lt: Adresas
lv: Adrese
nb: Adresse
nl: Adres
pl: Adres
pt: Morada
ro: Adresă
sk: Adresa
sl: Naslov
sv: Adress
th: ที่อยู่
tr: Adres
uk: Адреса
vi: Địa chỉ
zh_hant_hk: 地址

# mec_address_error
source: Address must have characters with a mix of letters (A-Z, a-z), digits (0-9), symbols ("," ,"-", “.”)
ar: يجب أن يتضمّن العنوان مزيجًا من الأحرف (A-Z،‏ a-z) والأرقام (0-9) والرموز ("،" ،"-"، ”.“).
bg: Адресът трябва да се състои от знаци, които съчетават смесица от букви (A – Z, a – z), цифри (0 – 9) и символи ("," ,"–", “.”)
ca_es: |Die Adresse muss aus verschiedenen Zeichen bestehen und folgende Zeichentypen enthalten: Buchstaben (A-Z, a-z), Ziffern (0 bis 9) und Symbole ("," ,"-", “.”)|
cs: Adresa musí obsahovat kombinaci písmen (A-Z, a-z), číslic (0-9) a symbolů („,“ ,„-“, „.“)
da: Adressen skal indeholde tegn med en blanding af bogstaver (A-Z, a-z), tal (0-9) og symboler ("," ,"-", ".")
el: Η διεύθυνση πρέπει να περιέχει έναν συνδυασμό γραμμάτων (A-Z, a-z), ψηφίων (0-9) και συμβόλων ("," ,"-", ".")
es_mx: La dirección debe contener caracteres con una combinación de letras (A-Z, a-z), dígitos (0-9) y símbolos (",", "-", “.”)
et: Aadress peab sisaldama erinevaid tähti (A–Z, a–z), numbreid (0–9), sümboleid („,“ ,„–“, „.“)
fi: Osoitteessa voi olla kirjaimia (A-Z, a-z), numeroita (0-9) ja/tai symboleja ("," ,"-", “.”).
fr_ca: L’adresse doit contenir un mélange de caractères, dont des lettres (A à Z, a à z), des chiffres (0 à 9), des symboles ("," ,"-", “.”).
he: הכתובת חייבת לכלול תערובת של אותיות (A–Z‏, a–z), ספרות (0–9) וסמלים ("," ,"-", “.”)
hr: Adresa mora imati znakove među kojima su kombinacija slova (A – Z, a – z), znamenke (0 – 9), simboli ("," ,"-", ".")
hu: A címnek betűk (A-Z, a-z), számjegyek (0-9), szimbólumok („,”, „-”, „.”) kombinációjából kell állnia.
it: L'indirizzo deve contenere lettere (A-Z, a-z), cifre (0-9) e simboli (",", "-", ".")
ja: メールアドレスは、アルファベット（A～Z、a～z）、数字（0～9）、または記号（, - .）を組み合わせたものを使用してください。
lt: Adresą turi sudaryti raidžių (A–Z, a–z), skaičių (0–9) ir simbolių (",", "-", “.”) derinys
lv: Adresei jāietver burti (A-Z, a-z), skaitļi (0-9), simboli ("," ,"-", “.”)
nb: Adressen må bestå av tegn med en blanding av bokstaver (A–Z, a–z), tall (0–9) og symboler ("," ,"-", “.”)
nl: Adres moet uit een combinatie van letters (A-Z, a-z), cijfers (0-9) en/of symbolen (",", "-", ".") bestaan
pl: Adres musi zawierać litery (A-Z, a-z), cyfry (0–9) i symbole („,”, „-”, „.”)
pt: O endereço tem de incluir carateres com uma combinação de letras (A-Z, a-z), dígitos (0-9), símbolos ("," ,"-", “.”)
ro: Adresa trebuie să conţină caractere cu o combinaţie de litere (A-Z, a-z), cifre (0-9) şi simboluri ("," ,"-", “.”)
sk: Adresa musí obsahovať znaky pozostávajúce z kombinácie písmen (A-Z, a-z), číslic (0-9) a symbolov („ ,“ , „ -“, „ .“)
sl: Naslov mora vsebovati znake s kombinacijo črk (A–Z, a–z), številk (0–9), simbolov ("," ,"-", “.”)
sv: Adressen måste ha tecken med en blandning av bokstäver (A–Z, a–z), siffror (0–9) och symboler ("," "-", ".")
th: ที่อยู่ต้องผสมกันระหว่างตัวหนังสือ (A-Z, a-z) ตัวเลข (0-9) และสัญลักษณ์ ("," ,"-", “.”)
tr: Adres karışık harflerden (A-Z, a-z), rakamlardan (0-9) ve sembollerden ("," ,"-", “.”) oluşmalıdır
uk: Адреса має містити різні символи: літери (A–Z, a–z), цифри (0–9), символи ("," ,"-", “.”)
vi: Địa chỉ phải bao gồm chữ cái (A-Z, a-z), chữ số (0-9), ký hiệu ("," ,"-", “.”)
zh_hant_hk: 地址必須包含字母 (A-Z，a-z)、數字 (0-9) 和符號 (「,」、「-」、及「.」) 等字元。

# mec_address_line_one
source: Address line 1
ar: سطر العنوان 1
bg: Адрес - ред 1
ca_es: |Línea para dirección 1:|
cs: Řádek adresy 1
da: Adresselinje 1
el: Γραμμή διεύθυνσης 1
es_mx: Línea para dirección 1:
et: Aadressi rida 1
fi: Osoiterivi 1
fr_ca: Adresse 1
he: שורת כתובת 1
hr: Adresa 1
hu: 1. címsor
it: Riga 1 indirizzo
ja: 住所 1
lt: 1 adreso eilutė
lv: Adreses 1. rinda
nb: Adresselinje 1
nl: Adresregel 1
pl: 1. wiersz adresu
pt: Linha 1 da morada
ro: Rând adresă 1
sk: Adresa, riadok 1
sl: Vrstica naslova 1
sv: Adressrad 1
th: ที่อยู่บรรทัดที่ 1
tr: Adres satırı 1
uk: Поле для адреси 1
vi: Địa chỉ 1
zh_hant_hk: 地址行 1

# mec_address_line_one_hint
source: Enter address line 1
ar: أدخل سطر العنوان 1
bg: Въведете ред 1 на адрес
ca_es: |Εισαγάγετε τη γραμμή διεύθυνσης 1|
cs: Zadejte řádek adresy 1
da: Indtast adresselinje 1
el: Εισαγάγετε τη γραμμή διεύθυνσης 1
es_mx: Ingrese la línea de dirección 1
et: Sisestage aadressi rida 1
fi: Kirjoita osoiterivi 1
fr_ca: Entrer votre adresse 1
he: הזן שורת כתובת 1
hr: Unesite adresu 1
hu: Töltse ki az 1. címsort
it: Inserisci la riga 1 indirizzo
ja: 住所 1 を入力
lt: Įveskite 1 adreso eilutę
lv: Ievadiet adreses 1. rindu
nb: Angi adresselinje 1
nl: Voer adresregel 1 in
pl: Wprowadź 1. wiersz adresu
pt: Introduzir linha 1 da morada
ro: Introdu rândul de adresă 1
sk: Zadajte 1. riadok adresy
sl: Vnesite vrstico naslova 1
sv: Ange adressrad 1
th: ป้อนที่อยู่บรรทัดที่ 1
tr: Adres satırı 1'i doldurun
uk: Заповніть поле для адреси 1
vi: Nhập địa chỉ 1
zh_hant_hk: 輸入地址行 1

# mec_address_line_two
source: Address line 2
ar: سطر العنوان 2
bg: Адрес – ред 2
ca_es: |Γραμμή διεύθυνσης 2|
cs: Řádek adresy 2
da: Adresselinje 2
el: Γραμμή διεύθυνσης 2
es_mx: Línea de dirección 2
et: Aadressi rida 2
fi: Osoiterivi 2
fr_ca: Adresse 2
he: שורת כתובת 2
hr: Adresa 2
hu: 2. címsor
it: Riga 2 indirizzo
ja: 住所 2
lt: 2 adreso eilutė
lv: Adreses 2. rinda
nb: Adresselinje 2
nl: Adresregel 2
pl: 2. wiersz adresu
pt: Linha 2 da morada
ro: Rând adresă 2
sk: Adresa, riadok 2
sl: Vrstica naslova 2
sv: Adressrad 2
th: ที่อยู่บรรทัดที่ 2
tr: Adres satırı 2
uk: Поле для адреси 2
vi: Địa chỉ 2
zh_hant_hk: 地址行 2

# mec_address_line_two_hint
source: (optional)
ar: (اختياري)
bg: (по избор)
ca_es: |(дополнительно)|
cs: (volitelné)
da: (valgfrit)
el: (προαιρετικά)
es_mx: (opcional)
et: (valikuline)
fi: (valinnainen)
fr_ca: (facultatif)
he: (אופציונלי)
hr: (opcionalno)
hu: (opcionális)
it: (opzionale)
ja: （オプション）
lt: (nebūtina)
lv: (neobligāti)
nb: (valgfritt)
nl: (optioneel)
pl: (opcja)
pt: (opcional)
ro: (opţional)
sk: (voliteľné)
sl: (izbirno)
sv: (tillval)
th: (เลือกได้)
tr: (isteğe bağlı)
uk: (додатково)
vi: (tùy chọn)
zh_hant_hk: （選填）

# mec_anonymous
source: Anonymous
ar: بدون اسم
bg: Анонимен
ca_es: |Osoba anonimowa|
cs: Anonymní
da: Anonym
el: Ανώνυμος
es_mx: Anónimo
et: Anonüümne
fi: Tuntematon
fr_ca: Anonyme
he: אנונימי
hr: Anonimno
hu: Név nélkül
it: Anonima
ja: 匿名
lt: Anoniminis
lv: Anonīms
nb: Anonym
nl: Anoniem
pl: Osoba anonimowa
pt: Anónimo
ro: Anonim
sk: Anonynmný
sl: Anonimno
sv: Anonym
th: ไม่ระบุชื่อ
tr: Anonim
uk: Анонімно
vi: Ẩn danh
zh_hant_hk: 匿名

# mec_apply
source: Apply
ar: تطبيق
bg: Приложи
ca_es: |Застосувати|
cs: Použít
da: Anvend
el: Εφαρμογή
es_mx: Aplicar
et: Rakenda
fi: Käytä
fr_ca: Appliquer
he: החל
hr: Primijeni
hu: Alkalmaz
it: Applica
ja: 適用
lt: Kreiptis
lv: Lietot
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ro: Aplică
sk: Aplikovať
sl: Uporabi
sv: Använd
th: ใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_hant_hk: 應用

# mec_authentication
source: Authentication
ar: المصادقة
bg: Потвърждение
ca_es: |Preverjanje pristnosti|
cs: Ověření
da: Godkendelse
el: Επαλήθευση
es_mx: Autenticación
et: Autentimine
fi: Todennus
fr_ca: Authentification
he: אימות
hr: Autentičnost
hu: Hitelesítés
it: Autenticazione
ja: 認証
lt: Autentifikavimas
lv: Autentifikācija
nb: Godkjenning
nl: Verificatie
pl: Uwierzytelnianie
pt: Autenticação
ro: Autentificare
sk: Overovanie
sl: Preverjanje pristnosti
sv: Autentisering
th: การตรวจสอบ
tr: Kimlik doğrulama
uk: Автентифікація
vi: Xác thực
zh_hant_hk: 驗證

# mec_back_shoppingCart
source: Back to Shopping basket
ar: العودة إلى عربة التسوق
bg: Обратно към количката за пазаруване
ca_es: |Обратно към количката за пазаруване|
cs: Zpět do nákupního košíku
da: Tilbage til indkøbskurv
el: Επιστροφή στο καλάθι αγορών
es_mx: Volver al carro de compras
et: Tagasi ostukorvi juurde
fi: Takaisin ostoskoriin
fr_ca: Retour au panier
he: חזרה לעגלת הקניות
hr: Natrag na košaricu
hu: Vissza a kosárhoz
it: Torna al carrello degli acquisti
ja: ショッピングカートに戻る
lt: Atgal į pirkinių krepšelį
lv: Atgriezties uz iepirkšanās grozu
nb: Tilbake til handlevognen
nl: Terug naar winkelwagen
pl: Powrót do koszyka
pt: Voltar ao carrinho de compras
ro: Înapoi la coşul de cumpărături
sk: Naspäť do nákupného košíka
sl: Nazaj na košarico
sv: Tillbaka till kundvagnen
th: กลับไปที่ตะกร้าสินค้า
tr: Alışveriş sepetine dön
uk: Назад до кошика для покупок
vi: Quay lại giỏ hàng
zh_hant_hk: 返回購物車

# mec_bazaarVoice_Detail_at
source: Details at
ar: التفاصيل على
bg: Подробности в
ca_es: |Λεπτομέρειες στη διεύθυνση|
cs: Podrobnosti naleznete na
da: Detaljer på
el: Λεπτομέρειες στη διεύθυνση
es_mx: Detalles en
et: Üksikasjad:
fi: Yksityiskohtia
fr_ca: Détails au
he: פרטים בכתובת
hr: Pojedinosti na
hu: Részletek:
it: Dettagli su
ja: 詳細はこちら：
lt: Išsami informacija apie
lv: Informācija pieejama
nb: Detaljer på
nl: Details op
pl: Szczegóły można znaleźć w
pt: Detalhes em
ro: Detalii la
sk: Podrobnosti na
sl: Podrobnosti na
sv: Uppgifter på
th: รายละเอียดด้าน
tr: Ayrıntılar:
uk: Детальніше на
vi: Chi tiết tại
zh_hant_hk: 詳情請查閱

# mec_bazaarVoice_Terms_And_Condition
source: These reviews are managed by Bazaarvoice and comply with the Bazaarvoice Authenticity Policy, which is supported by anti-fraud technology and human analysis.
ar: تم الإشراف على هذه المراجعات بمعرفة Bazaarvoice، وهي تتبع سياسة الموثوقية الخاصة بـ Bazaarvoice، التي تدعمها تكنولوجيا مكافحة الغش والتحليل البشري.
bg: Тези отзиви се управляват от Bazaarvoice и са в съответствие с Политиката за автентичност на Bazaarvoice, която се поддържа от технология за борба с измамите и човешкия анализ.
ca_es: |Αυτές οι κριτικές υποβάλλονται σε διαχείριση από το Bazaarvoice και συμμορφώνονται με την Πολιτική αυθεντικότητας του Bazaarvoice, που υποστηρίζεται από τεχνολογία καταπολέμησης της απάτης και ανθρώπινη ανάλυση.|
cs: Tyto recenze spravuje společnost Bazaarvoice a dodržují zásady autenticity Bazaarvoice, které jsou podporovány technologií proti podvodům a analýzou lidských práv.
da: Disse anmeldelser administreres af Bazaarvoice og er i overensstemmelse med Bazaarvoices autenticitetspolitik, som understøttes af anti-svindelteknologi og menneskelig analyse.
el: Αυτές οι κριτικές υποβάλλονται σε διαχείριση από το Bazaarvoice και συμμορφώνονται με την Πολιτική αυθεντικότητας του Bazaarvoice, που υποστηρίζεται από τεχνολογία καταπολέμησης της απάτης και ανθρώπινη ανάλυση.
es_mx: Bazaarvoice administra las revisiones y estas cumplen con la política de autenticación de Bazaarvoice, la cual es compatible con una tecnología contra el fraude y con el análisis humano.
et: Neid arvustusi haldab Bazaarvoice ja need vastavad Bazaarvoice’i autentimise poliitikale, mida toetab pettusevastane tehnoloogia ja inimeste tehtav analüüs.
fi: Arvosteluja hallitsee Bazaarvoice, Bazaarvoicen aitoutta koskevan käytännön mukaisesti, mitä tukevat petostentorjuntateknologia ja ihmistunnistus.
fr_ca: Ces évaluations sont gérées par Bazaarvoice et sont conformes à la politique d'authenticité de Bazaarvoice, qui est prise en charge par une technologie antifraude et l'analyse humaine.
he: ביקורות אלה מנוהלות על ידי Bazaarvoice והן ממלאות אחר מדיניות האמינות של Bazaarvoice הנעזרת בטכנולוגיה למניעת הונאות וניתוח אנושי.
hr: Ovim recenzijama upravlja tvrtka Bazaarvoice i u skladu su s policom autentičnosti tvrtke Bazaarvoice koja se koristi tehnologijom za sprječavanje prijevara i ljudskom analizom.
hu: Ezeket az értékeléseket a Bazaarvoice kezeli, és megfelelnek a Bazaarvoice hitelességszabályzatnak, amelyet a csalás elleni technológia és az emberi elemzés támogat.
it: Queste recensioni sono gestite da Bazaarvoice e sono conformi alla Politica di autenticità della suddetta, con il supporto di tecnologie antifrode e controlli manuali.
ja: これらのレビューは Bazaarvoice によって管理されており、不正防止技術と人的解析によってサポートされている Bazaarvoice Authenticity Policy に準拠しています。
lt: Šiuos atsiliepimus tvarko „Bazaarvoice“ ir jie atitinka „Bazaarvoice“ autentiškumo politiką, kuri yra paremta kovos su sukčiavimu technologija ir žmonių analize.
lv: Šīs atsauksmes pārvalda Bazaarvoice, un tās atbilst Bazaarvoice autentiskuma politikai, kuru atbalsta krāpšanas apkarošanas tehnoloģija un cilvēka veikta analīze.
nb: Disse anmeldelsene administreres av Bazaarvoice og overholder Bazaarvoice-retningslinjene for autentisitet, som støttes av teknologi og menneskelig analyse for å hindre bedrag.
nl: Deze beoordelingen worden beheerd door Bazaarvoice en voldoen aan het Authenticiteitsbeleid van Bazaarvoice dat ondersteund wordt door fraudebestrijdingstechnologie en menselijke analyse.
pl: Te opinie są zarządzane przez Bazaarvoice i są zgodne z polityką prawdziwości Bazaarvoice, która jest wspierana przez technologię zwalczania oszustw i analizę przez czynniki ludzkie.
pt: Estas avaliações são geridas pela Bazaarvoice e estão em conformidade com a Política de Autenticidade da Bazaarvoice, que é suportada por tecnologia antifraude e análise humana.
ro: Aceste recenzii sunt gestionate de Bazaarvoice şi respectă Politica de autenticitate Bazaarvoice, care este susţinută de tehnologia antifraudă şi analiza umană.
sk: Tieto recenzie spravuje spoločnosť Bazaarvoice a sú v súlade s pravidlami autentickosti spoločnosti Bazaarvoice, podporovanými technológiou boja proti podvodom a ľudskou analýzou.
sl: Ocene upravlja Bazaarvoice in so v skladu s pravilnikom družbe Bazaarvoice o pristnosti, ki je podprt s tehnologijo za preprečevanja prevar in človeško analizo.
sv: Dessa recensioner hanteras av Bazaarvoice och överensstämmer med Bazaarvoice Authenticity Policy, som stöds av teknik mot bedrägeribekämpning och mänsklig analys.
th: คำวิจารณ์เหล่านี้ได้รับการจัดการโดย Bazaarvoice และปฏิบัติตามนโยบายความถูกต้องของ Bazaarvoice ซึ่งได้รับการสนับสนุนโดยเทคโนโลยีการต่อต้านการฉ้อโกงและการวิเคราะห์โดยมนุษย์
tr: Bu incelemeler Bazaarvoice tarafından yönetilir ve dolandırıcılıkla mücadele teknolojisi ve insan analizleri tarafından desteklenen Bazaarvoice Güvenilirlik Politikasıyla uyumludur.
uk: Цими відгуками керує компанія Bazaarvoice і вони відповідають умовам Політики автентичності Bazaarvoice, яка підтримується технологією захисту від шахрайства та аналізом поведінки людей.
vi: Các bài đánh giá này chịu sự quản lý của Bazaarvoice và tuân theo Chính sách xác thực của Bazaarvoice. Chính sách này được hỗ trợ bởi công nghệ chống gian lận và phân tích con người.
zh_hant_hk: 這些評論由 Bazaarvoice 管理並符合 Bazaarvoice 的真實性政策，此政策由反欺詐技術和人工分析支援。

# mec_billing_address
source: Billing address
ar: عنوان إرسال الفاتورة
bg: Адрес на фактура
ca_es: |Адреса для надсилання рахунку|
cs: Fakturační adresa
da: Faktureringsadresse
el: Διεύθυνση χρέωσης
es_mx: Dirección de facturación
et: Arve esitamise aadress
fi: Laskutusosoite
fr_ca: Adresse de facturation
he: כתובת לחיוב
hr: Adresa za plaćanje
hu: Számlázási cím
it: Indirizzo di fatturazione
ja: 請求先住所
lt: Išdavimo adresas
lv: Rēķina adrese
nb: Fakturaadresse
nl: Factuuradres
pl: Adres rozliczeniowy
pt: Morada de facturação
ro: Adresă de facturare
sk: Fakturačná adresa
sl: Naslov za izstavitev računa
sv: Faktureringsadress
th: ที่อยู่สำหรับจัดส่งใบเสร็จสินค้า
tr: Fatura adresi
uk: Адреса для надсилання рахунку
vi: Địa chỉ ghi hóa đơn
zh_hant_hk: 帳單地址
