Repository: PhilipsTest/iOS-Test
Catalog: Source/prg/Source/Library/PhilipsProductRegistration/PhilipsProductRegistration/UI/Localization/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, de, el, es, es_mx, et, fi, fr, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# PRG_This_Serial_No
source: This serial number
ar: إن الرقم التسلسلي هذا
bg: Този сериен номер
ca_es: |Αυτός ο σειριακός αριθμός|
cs: Toto sériové číslo
da: Dette serienummer
de: Diese Seriennummer
el: Αυτός ο σειριακός αριθμός
es: Este número de serie
es_mx: Este número de serie
et: See seerianumber
fi: Tämä sarjanumero
fr: Ce numéro de série
he: מספר סידורי זה
hr: Ovaj serijski broj
hu: Ez a sorozatszám
it: Questo numero di serie
ja: このシリアル番号は
lt: Šis serijos numeris
lv: Šis sērijas numurs
nb: Dette serienummeret
nl: Dit serienummer
pl: Ten numer seryjny
pt: Este número de série
pt_br: Este número de série
ro: Acest număr de serie
ru: Этот серийный номер
sk: Toto sériové číslo
sl: Ta serijska številka
sv: Det här serienumret
th: หมายเลขผลิตภัณฑ์นี้
tr: Bu seri numarası
uk: Цей серійний номер
vi: Số sê-ri này
zh_hans: 该序列号
zh_hant_hk: 此序號
zh_hant_tw: 此序號

# PRG_Title_AlreadyRegistered
source: %@ is already registered
ar: سبق أن تم تسجيل %@
bg: %@ е вече регистриран
ca_es: |Adres/numer: %@ jest już zarejestrowany|
cs: %@ jsou již zaregistrovány
da: %@ er allerede registreret
de: %@ ist bereits registriert
el: Το %@ έχει ήδη δηλωθεί
es: %@ ya se ha registrado
es_mx: %@ ya está registrado(a)
et: %@ on juba registreeritud
fi: %@ on jo rekisteröity
fr: Votre %@ est déjà enregistré.
he: %@ רשום כבר
hr: %@ je već registriran
hu: A(z) %@ már regisztrálva van.
it: Registrazione %@ già effettuata
ja: %@ は既に登録されています
lt: %@ jau užregistruotas
lv: %@ jau ir reģistrēts
nb: %@ er allerede registrert
nl: %@ is al geregistreerd
pl: Adres/numer: %@ jest już zarejestrowany
pt: O %@ já está registado
pt_br: %@ já está registrado
ro: %@ este deja înregistrat
ru: %@ уже зарегистрирован
sk: %@ je už zaregistrovaná
sl: Že registrirano: %@
sv: %@ har redan registrerats
th: %@ ได้มีการลงทะเบียนไว้แล้ว
tr: %@ zaten kayıtlı
uk: %@ уже зареєстровано
vi: %@ đã được đăng ký
zh_hans: %@ 已注册
zh_hant_hk: %@經已註冊
zh_hant_tw: %@ 已註冊

# PRG_Unable_Connect_Server_ErrMsg
source: Unable to connect server, please try again later. If problem persists, contact Consumer Care
ar: تعذّر توصيل الخادم؛ يرجى إعادة المحاولة بعد قليل. إذا استمرت المشكلة، فاتصل بخدمة المستهلك
bg: Неуспешно свързване със сървъра, опитайте отново след известно време. Ако проблемът продължи да възниква, свържете се с отдела за обслужване на клиенти
ca_es: |Неуспешно свързване със сървъра, опитайте отново след известно време. Ако проблемът продължи да възниква, свържете се с отдела за обслужване на клиенти|
cs: Nelze se připojit k serveru, zkuste to prosím později znovu. Pokud problém přetrvá, obraťte se na zákaznickou podporu.
da: Kan ikke oprette forbindelse til serveren. Prøv igen senere. Hvis problemet fortsætter, skal du kontakte kundeservice
de: Es konnte keine Verbindung zum Server hergestellt werden. Versuchen Sie es später erneut. Falls das Problem weiterhin besteht, kontaktieren Sie das Service-Center.
el: Δεν είναι δυνατή η επικοινωνία με το διακομιστή. Δοκιμάστε ξανά αργότερα. Αν το πρόβλημα παραμένει, επικοινωνήστε με την Εξυπηρέτηση Καταναλωτών.
es: No se puede conectar con el servidor. Inténtalo de nuevo más tarde. Si el problema persiste, ponte en contacto con el servicio de atención al cliente
es_mx: No se puede conectar al servidor; inténtelo más tarde. Si el problema persiste, comuníquese con el servicio de atención al cliente
et: Serveriga ühendumine ebaõnnestus. Palun proovige mõne aja pärast uuesti ja kui probleem püsib, võtke ühendust klienditeenindusega.
fi: Palvelimeen yhdistäminen epäonnistui. Yritä hetken kuluttua uudelleen ja ota yhteys asiakastukeen, jos ongelma ei ratkea.
fr: Impossible de se connecter au serveur. Veuillez réessayer ultérieurement. Si le problème persiste, contactez le Service Consommateurs.
he: לא ניתן להתחבר לשרת; נסה שוב מאוחר יותר. אם הבעיה נמשכת, פנה לשירות הלקוחות.
hr: Ne može se uspostaviti veza s poslužiteljem, pokušajte nakon određenog vremena, a ako se problem nastavi, kontaktirajte službu za korisnike
hu: Nem lehet kapcsolódni a szerverhez. Kérjük, próbálja meg később. Ha a probléma továbbra is fennáll, forduljon a vevőszolgálathoz
it: Impossibile stabilire una connessione con il server. Riprova più tardi. Se il problema persiste, contatta l'assistenza clienti
ja: サーバーに接続できません。しばらくしてからやり直してください。問題が解消されない場合は、当社までお問い合わせください
lt: Neįmanoma prisijungti prie serverio. Vėliau bandykite dar kartą. Jei problema išlieka, kreipkitės į klientų aptarnavimo centrą
lv: Nevar izveidot savienojumu ar serveri. Mēģiniet vēlreiz, vai arī sazinieties ar klientu apkalpošanu
nb: Kan ikke koble til serveren. Prøv på nytt senere. Hvis problemet vedvarer, kan du kontakte kundestøtte
nl: Geen verbinding met de server. Probeer het later opnieuw. Neem als het probleem aanhoudt contact op met Consumer Care
pl: Nie można nawiązać połączenia z serwerem — spróbuj za jakiś czas. Jeśli problem nie ustąpi, skontaktuj się z obsługą klienta.
pt: Não é possível estabelecer ligação ao servidor, tente novamente mais tarde. Se o problema persistir, contacte o apoio ao cliente
pt_br: Não foi possível conectar o servidor. Tente mais tarde. Se o problema persistir, entre em contato com o atendimento ao cliente
ro: Nu s-a realizat conexiunea la server. Încearcă din nou mai târziu. Dacă problema continuă, contactează asistenţa pentru clienţi
ru: Не удается подключиться к серверу, повторите попытку через некоторое время; если проблема не устранена, обратитесь в центр поддержки потребителей
sk: Nepodarilo sa pripojiť k serveru, skúste to o chvíľu. Ak problém pretrváva, kontaktujte stredisko starostlivosti o zákazníkov
sl: Ni mogoče vzpostaviti povezave s strežnikom, poskusite znova pozneje. Če težave ne morete odpraviti, se obrnite na center za pomoč uporabnikom
sv: Det gick inte att ansluta till servern. Försök igen senare. Om problemet kvarstår kontaktar du kundtjänst
th: ไม่สามารถติดต่อกับเซิร์ฟเวอร์ได้ โปรดลองอีกครั้งในภายหลัง หากปัญหายังคงมีอยู่ โปรดติดต่อฝ่ายดูแลลูกค้า
tr: Sunucuya bağlanılamıyor. Lütfen bir süre sonra tekrar deneyin; sorun devam ederse müşteri destek merkeziyle iletişime geçin
uk: Неможливо під’єднатися до сервера, спробуйте пізніше; якщо проблема не вирішиться, зверніться до Центру обслуговування клієнтів
vi: Không thể kết nối máy chủ, vui lòng thử sau ít phút, nếu vấn đề vẫn còn tồn tại, vui lòng liên hệ với trung tâm chăm sóc khách hàng
zh_hans: 无法连接服务器，请稍后重试，如果问题仍然存在，请联系客户服务
zh_hant_hk: 無法連接伺服器，請稍後再試。如問題仍無法解決，您可聯絡顧客服務。
zh_hant_tw: 無法連線至伺服器，請稍後再試，如果問題持續發生，請聯絡客戶服務中心

# PRG_Unknow_ErrMsg
source: Unknown error
ar: خطأ غير معروف
bg: Неизвестна грешка
ca_es: |Неизвестная ошибка|
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
es_mx: Error desconocido
et: Tundmatu viga
fi: Tuntematon virhe
fr: Erreur inconnue
he: שגיאה לא מזוהה
hr: Nepoznata pogreška
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 原因不明のエラー
lt: Nežinoma klaida
lv: Nezināma kļūda
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
sv: Okänt fel
th: เกิดข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant_hk: 未知錯誤
zh_hant_tw: 未知的錯誤

# PRG_Yes_Btntxt
source: Yes, extend my warranty
ar: نعم، مدد فترة الضمان
bg: Да, удължете гаранцията
ca_es: |Ja, ik wil mijn garantie verlengen|
cs: Ano, prodloužit záruku
da: Ja, udvid min garanti
de: Ja, Garantie verlängern
el: Ναι, επέκταση εγγύησης
es: Sí, ampliar la garantía
es_mx: Sí, extender mi garantía
et: Jah, pikenda garantiid
fi: Kyllä. Haluan laajentaa takuuta
fr: Oui, étendre ma garantie
he: כן, הארך את האחריות שלי
hr: Da, produži jamstvo
hu: Igen, garanciahosszabbítás
it: Sì, estendi la garanzia
ja: はい、保証を延長します
lt: Taip, pratęskite garantiją
lv: Jā, pagariniet garantiju
nb: Ja, forleng garantien
nl: Ja, ik wil mijn garantie verlengen
pl: Tak, przedłużam gwarancję
pt: Sim, prolongar a garantia
pt_br: Sim, estender garantia
ro: Da, extindeţi-mi garanţia
ru: Да, продлить гарантию
sk: Áno, predĺžte moju záruku
sl: Da, podaljšaj garancijo
sv: Ja, utöka min garanti
th: ใช่ ขยายการประกันของฉัน
tr: Evet, garanti süremi uzat
uk: Так, розширити гарантію
vi: Vâng, kéo dài bảo hành của tôi
zh_hans: 是，延长我的保修期
zh_hant_hk: 好，延長我的保養
zh_hant_tw: 是，延長我的保固

# PRG_before
source: before
ar: قبل
bg: преди
ca_es: |a következő dátum előtt történt:|
cs: před
da: før
de: bereits registriert
el: πριν
es: antes de
es_mx: antes de
et: enne
fi: ennen
fr: avant
he: לפני
hr: prije
hu: a következő dátum előtt történt:
it: prima di
ja: 前
lt: prieš
lv: pirms
nb: før
nl: al eens geregistreerd
pl: przed
pt: antes de
pt_br: antes de
ro: înainte
ru: перед
sk: pred
sl: pred
sv: tidigare
th: ก่อน
tr: önce
uk: перед
vi: trước
zh_hans: 序列号
zh_hant_hk: 使用前
zh_hant_tw: 前

# PRG_eg
source: . E.g.
ar: على سبيل المثال
bg: например
ca_es: |على سبيل المثال|
cs: Např.
da: f.eks.
de: beispielsweise
el: Π.χ.
es: . Por ej.
es_mx: p. ej.,
et: nt
fi: . Esim.
fr: Par exemple
he: לדוגמה
hr: Npr.
hu: .pl.
it: ad es.
ja: 例
lt: .Pvz.
lv: Piem.
nb: F.eks.
nl: Bijv.
pl: Na przykład
pt: Por ex.
pt_br: Por exemplo
ro: De ex.
ru: .Например:
sk: Napr.
sl: npr.
sv: t.ex.
th: ตัวอย่าง
tr: Ör.
uk: Наприклад,
vi: .Ví dụ
zh_hans: 例如：
zh_hant_hk: 例如
zh_hant_tw: 例如

# PRG_find_serial_number_help_message
source: Engraved on the back of the product, in the compartment under the plastic cover, under the trimmer or under the shaving head
ar: يكون محفورًا على الجهة الخلفية من المنتج، في الحجرة تحت الغطاء البلاستيكي، تحت أداة التشذيب أو رأس الحلاقة
bg: Гравиран е на гърба на продукта, в отделението под пластмасовия капак, под тримера или под бръснещата глава
ca_es: |Sie ist entweder auf der Rückseite des Produkts eingraviert oder im Fach unter der Plastikabdeckung, unter dem Langhaarschneider oder unter dem Scherkopf zu finden.|
cs: Vyražené na zadní straně výrobku, v prostoru pod plastovým krytem, pod zastřihovačem nebo pod holicí hlavou
da: Indgraveret på bagsiden af produktet, i rummet under plastdækslet, under trimmeren eller under skærhovedet
de: Sie ist entweder auf der Rückseite des Produkts eingraviert oder im Fach unter der Plastikabdeckung, unter dem Langhaarschneider oder unter dem Scherkopf zu finden.
el: Είναι χαραγμένος στην πίσω πλευρά του προϊόντος, στο χώρο κάτω από το πλαστικό κάλυμμα, κάτω από το τρίμερ ή κάτω από την κεφαλή ξυρίσματος
es: Grabado en la parte posterior del producto, en el compartimento que hay bajo la cubierta de plástico, debajo del recortador o del cabezal de afeitado
es_mx: Impreso en el reverso del producto, en el compartimento debajo de la cubierta plástica, debajo del recortador o debajo del cabezal de afeitado
et: Graveeritud toote tagaküljele, plastkatte all olevale korpusele, piirli alla või raseerimispea alla
fi: Tuotteen takaosan kaiverruksesta, lokerosta muovisuojuksen alta, trimmerin alta tai ajopään alta
fr: Il est gravé au dos de votre produit, dans le compartiment sous le couvercle en plastique, sous la tondeuse ou sous la tête de rasage
he: המספר חרוט בגב המוצר, בתא שמתחת לכיסוי הפלסטיק, מתחת לקוצץ או לראש הגילוח.
hr: Ugraviran na stražnjoj strani proizvoda, u odjeljku ispod plastičnog poklopca, ispod podrezivača ili ispod glave za brijanje
hu: A termék hátlapjára gravírozva, a műanyag borító alatt található tartóban, a vágó- vagy a borotvafej alatt
it: È possibile trovare il numero di serie inciso sul retro del prodotto, nel vano al di sotto del coperchio di plastica, sotto al rifinitore o sotto alla testina di rasatura
ja: 製品の背面、プラスチックカバー内のコンパートメント内、トリマーの下部、またはシェービングヘッドの下部に刻印されています
lt: Išgraviruotas kitoje produkto pusėje, po plastikiniu dangteliu, po kirptuvu arba po skutimo galvute
lv: Tas ir iegravēts izstrādājuma aizmugurē nodalījumā zem plastmasas vāciņa, zem trimmera vai zem skūšanas galviņas
nb: Det er preget inn på baksiden av produktet, i rommet under plastdekselet, under trimmeren eller under skjærehodet
nl: Gegraveerd op de achterzijde van het product, in het vak onder het plastic deksel, onder de tondeuse of onder het scheerhoofd.
pl: Numer seryjny jest wygrawerowany z tyłu produktu, w komorze pod plastikową osłoną, pod trymerem lub pod głowicą golącą
pt: Gravado no parte de trás do produto, no compartimento por baixo da tampa de plástico, por baixo do aparador ou por baixo da cabeça de corte
pt_br: Na parte de trás do produto, no compartimento debaixo da capa de plástico, na parte de baixo do aparador ou da cabeça de corte
ro: Gravat pe partea din spate a produsului, în compartimentul de sub capacul din plastic, sub accesoriul de tuns sau sub capul de ras
ru: Выгравирован на задней панели изделия, в отсеке под пластиковой крышкой, под триммером или под бритвенной головкой
sk: Vygravírované na zadnej strane výrobku v priestore pod plastovým krytom pod zastrihávačom alebo pod holiacou hlavou
sl: Vgravirana je na hrbtni strani izdelka, v prostorčku pod plastičnim pokrovom, pod prirezovalnikom ali pod brivno glavo
sv: Ingraverat på baksidan av produkten, i utrymmet under plasthöljet, under trimsaxen eller under rakhuvudet
th: ประทับอยู่ด้านหลังของผลิตภัณฑ์ ในช่องใส่แบตเตอรี่ใต้ที่ครอบพลาสติก ข้างใต้ที่กันขนหรือใต้หัวโกน
tr: Ürünün arka kısmında basılı, plastik kaplamanın altındaki bölmede, düzelticinin altında veya tıraş başlığının altında
uk: Його викарбувано на задній панелі виробу у відділенні під пластиковою кришкою, що під тримером і бритвеною головкою
vi: Khắc ở mặt sau của sản phẩm, trong ngăn dưới vỏ bọc nhựa, dưới máy tỉa hoặc dưới đầu cạo
zh_hans: 序列号刻于产品背面，在塑料盖、修剪器或剃须刀头下方的仓格中
zh_hant_hk: 刻於產品背面，位於塑膠表面下方的格子中，修剪器下方或剃刀頭下方
zh_hant_tw: 刻印在產品背面，在鬢角刀或刀頭底下，塑膠蓋下方的插槽內

# PRG_number_starting
source: numbers, starting with
ar: أرقام، ويبدأ بـ
bg: цифри, започващи с
ca_es: |다음으로 시작하는 숫자로 구성됩니다.|
cs: čísel, začínajících
da: tal og begynder med
de: Zahlen und beginnt mit
el: αριθμούς, και ξεκινάει από
es: números que comienzan con
es_mx: números, que empiezan con
et: numbrit ja selle alguses on
fi: numeroa, ja se alkaa numerolla
fr: chiffres, commençant par
he: ממספרים שמתחילים ב-
hr: brojeva, počevši od
hu: számokból áll, az első eleme
it: numeri, e inizia con
ja: 数字、先頭文字
lt: skaičiai, prasidedantys
lv: cipariem, kas sākas ar
nb: tall og starter med
nl: cijfers die beginnen met
pl: cyfr i zaczyna się od
pt: números, começando com
pt_br: números, começando com
ro: cifre, începând cu
ru: цифр (-ы), начиная с
sk: čísel a začína číslom
sl: številk, ki se začnejo z:
sv: siffror som börjar med
th: ตัวเลข ขึ้นต้นด้วย
tr: şu şekilde başlar:
uk: чисел, що починаються з
vi: chữ số, bắt đầu bằng
zh_hans: 以 开头的数字组成，
zh_hant_hk: 組成，開頭為：
zh_hant_tw: 數字，開頭為

# PRG_ok_i_found_it
source: OK, I've found it
ar: حسنًا، وجدته
bg: Добре, намерих го
ca_es: |De acuerdo, lo he encontrado|
cs: OK, našel jsem ho
da: OK, jeg fandt det
de: Gefunden!
el: Εντάξει, τον βρήκα
es: De acuerdo, lo he encontrado
es_mx: Lo encontré
et: OK, leidsin selle
fi: OK, löysin sen
fr: D'accord, j'ai trouvé
he: בסדר, מצאתי את זה
hr: U redu, pronašao/la sam ga
hu: Rendben, megtaláltam
it: Ok, l'ho trovato
ja: 見つかりました
lt: Gerai, radau
lv: Labi, es to atradu
nb: OK, jeg fant det
nl: Ik heb het gevonden
pl: OK, mam
pt: OK, encontrei-o
pt_br: Ok, encontrei
ro: OK, l-am găsit
ru: Удалось найти
sk: V poriadku, našiel som ho
sl: Sem našel
sv: OK, jag hittade det
th: โอเค ฉันเจอแล้ว
tr: Tamam, buldum
uk: Гаразд, знайшов
vi: OK, tôi tìm được rồi
zh_hans: 好的，我找到了
zh_hant_hk: 好的，我已找到
zh_hant_tw: 好，找到了

# PRG_registered
source: Registered
ar: تم التسجيل
bg: Регистриран
ca_es: |Регистрация выполнена|
cs: Registrováno
da: Registreret
de: Registriert
el: Δηλώθηκε
es: Registrado
es_mx: Registrado
et: Registreeritud
fi: Rekisteröity
fr: Enregistré
he: נרשם
hr: Registriran
hu: Regisztrálva
it: Registrato
ja: 登録済み
lt: Užregistruotas
lv: Reģistrēts
nb: Registrert
nl: Geregistreerd
pl: Zarejestrowano
pt: Registado
pt_br: Registrado
ro: Înregistrat
ru: Регистрация выполнена
sk: Zaregistrovaný
sl: Registrirano
sv: Registrerad
th: ลงทะเบียนแล้ว
tr: Kayıtlı
uk: Зареєстровано
vi: Đã đăng ký
zh_hans: 已注册
zh_hant_hk: 登記
zh_hant_tw: 已註冊

# PRG_registered_on
source: Date registered:
ar: تاريخ التسجيل:
bg: Дата на регистрацията:
ca_es: |Дата на регистрацията:|
cs: Datum registrace:
da: Registreringsdato:
de: Datum der Registrierung:
el: Ημερομηνία δήλωσης:
es: Fecha registrada:
es_mx: Fecha de registro:
et: Registreerimise kuupäev:
fi: Rekisteröintipäivä:
fr: Date d'enregistrement :
he: תאריך הרישום:
hr: Datum registracije:
hu: Regisztrálás dátuma:
it: Data di registrazione:
ja: ご登録日：
lt: Registravimo data:
lv: Reģistrēšanas datums:
nb: Dato registrert:
nl: Registratiedatum:
pl: Data rejestracji:
pt: Registado a:
pt_br: Data registrada:
ro: Data înregistrării:
ru: Дата регистрации:
sk: Dátum registrácie:
sl: Datum registracije:
sv: Registreringsdatum:
th: วันที่ลงทะเบียน:
tr: Kaydedilen tarih:
uk: Дата реєстрації:
vi: Ngày đăng ký:
zh_hans: 注册日期：
zh_hant_hk: 註冊日期：
zh_hant_tw: 註冊日期：

# PRG_registered_serial
source: You have registered serial
ar: تم تسجيل الرقم التسلسلي
bg: Регистриран сериен номер
ca_es: |Вы зарегистрировали серийный номер|
cs: Vaše sériové číslo bylo zaregistrováno
da: Du har registreret serienummer
de: Sie haben die Seriennummer
el: Δηλώσατε τον σειριακό αριθμό
es: Has registrado el número de serie
es_mx: Ya registró un número de serie
et: Olete registreerinud seerianumbri
fi: Olet rekisteröinyt sarjan
fr: Vous avez enregistré le numéro de série
he: רשמת מספר סידורי
hr: Registrirali ste serijski
hu: A sorozatszám regisztrálása
it: Il numero di serie è stato registrato
ja: 登録済みシリアル
lt: Užregistravote serijos nr.
lv: Jūs esat reģistrējis sērijas
nb: Du har registrert serienummer
nl: U hebt serienummer
pl: Zarejestrowano numer seryjny
pt: Registou o número de série
pt_br: Você registrou o número de série
ro: Ai mai înregistrat acest număr de serie şi
ru: Вы зарегистрировали серийный номер
sk: Zaregistrovali ste sériové číslo
sl: Serijsko številko ste že registrirali
sv: Du har registrerat ett serienummer
th: คุณได้ลงทะเบียนหมายเลขผลิตภัณฑ์แล้ว
tr: Kayıtlı seri numarasınız bulunmaktadır
uk: Ви зареєстрували серійний
vi: Bạn đã đăng ký số sê-ri
zh_hans: 您之前已注册
zh_hant_hk: 您已登記序號
zh_hant_tw: 您已註冊序號

# PRG_serial_number_consists
source: The serial number consists of
ar: يتألف الرقم التسلسلي من
bg: Серийният номер се състои от
ca_es: |Ο σειριακός αριθμός αποτελείται από|
cs: Sériové číslo se skládá z
da: Serienummeret består af
de: Die Seriennummer besteht aus
el: Ο σειριακός αριθμός αποτελείται από
es: El número de serie se compone de
es_mx: El número de serie consta de
et: Seerianumber sisaldab
fi: Sarjanumerossa on
fr: Le numéro de série est composé de
he: המספר הסידורי מורכב
hr: Serijski broj sastoji se od
hu: A sorozatszám
it: Il numero di serie è composto da
ja: シリアル番号の構成文字
lt: Serijos numerį sudaro
lv: Sērijas numurs sastāv no
nb: Serienummeret består av
nl: Het serienummer bestaat uit
pl: Numer seryjny składa się z
pt: O número de série é composto por
pt_br: O número de série contém
ro: Numărul de serie constă din
ru: Серийный номер состоит из
sk: Sériové číslo pozostáva z
sl: Serijska številka je sestavljena iz
sv: Serienumret består av
th: หมายเลขผลิตภัณฑ์ประกอบไปด้วย
tr: Seri numarası sayılardan oluşur ve
uk: Серійний номер складається з
vi: Số sê-ri gồm
zh_hans: 序列号由
zh_hant_hk: 序號由數字
zh_hant_tw: 序號包含

# PRG_warranty_until
source: Under warranty until:
ar: الضمان سارٍ حتى:
bg: В гаранция до:
ca_es: |A garancia a következő időpontig érvényes:|
cs: V záruce do:
da: Garanti gyldig indtil:
de: Unter Garantie bis:
el: Σε εγγύηση έως:
es: Cubierto por garantía hasta:
es_mx: Garantía válida hasta:
et: Garantii kehtib kuni:
fi: Takuun voimassaolo päättyy:
fr: Sous garantie jusqu'au :
he: באחריות עד לתאריך:
hr: Jamstvo vrijedi do:
hu: A garancia a következő időpontig érvényes:
it: In garanzia fino al:
ja: 保証期限：
lt: Garantija galioja iki:
lv: Ar garantiju līdz:
nb: Under garanti til:
nl: Garantie tot:
pl: Objęto gwarancją do:
pt: Com garantia até:
pt_br: Em garantia até:
ro: Acoperit de garanţie până la:
ru: Гарантия действует до:
sk: V záruke do:
sl: Veljavnost garancije do:
sv: Under garanti tills:
th: อยู่ภายใต้การรับประกันจนถึง:
tr: Şu tarihe kadar garanti kapsamında:
uk: Під дією гарантії до:
vi: Theo bảo hành cho đến:
zh_hans: 保修期至：
zh_hant_hk: 保養期至：
zh_hant_tw: 保固到期日：
