Repository: PhilipsTest/iOS-Test
Catalog: Source/prg/Source/Library/PhilipsProductRegistration/PhilipsProductRegistration/UI/Localization/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, de, el, es, es_mx, et, fi, fr, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# PRG_AllProducts_Registered_Lbltxt
source: All the products that are currently connected to this app have been registered successfully!
ar: تم تسجيل كل المنتجات المتصلة حاليًا بهذا التطبيق بنجاح!
bg: Всички продукти, свързани в момента с това приложение, са регистрирани успешно!
ca_es: |Όλα τα προϊόντα που είναι αυτήν τη στιγμή αντιστοιχισμένα με τη συγκεκριμένη εφαρμογή έχουν δηλωθεί με επιτυχία!|
cs: Všechny výrobky, které jsou právě připojeny k této aplikaci, byly úspěšně registrovány!
da: Alle produkter, der er knyttet til denne app i øjeblikket, er blevet registreret!
de: Alle Produkte, die mit dieser App vernetzt sind, wurden erfolgreich registriert.
el: Όλα τα προϊόντα που είναι αυτήν τη στιγμή αντιστοιχισμένα με τη συγκεκριμένη εφαρμογή έχουν δηλωθεί με επιτυχία!
es: Se han registrado correctamente todos los productos conectados actualmente a esta aplicación.
es_mx: Todos los productos que están actualmente conectados con esta aplicación se registraron sin problemas.
et: Kõik tooted, mis on praegu selle rakendusega ühendatud, on edukalt registreeritud!
fi: Kaikki tähän sovellukseen tällä hetkellä yhdistetyt tuotteet on rekisteröity!
fr: Tous les produits connectés à cette application ont été enregistrés avec succès !
he: כל המוצרים המחוברים כעת לאפליקציה זו נרשמו בהצלחה!
hr: Svi proizvodi koji su trenutno povezani s ovom aplikacijom uspješno su registrirani!
hu: Az alkalmazáshoz jelenleg csatlakoztatott összes termék regisztrációja sikeresen megtörtént!
it: Tutti i prodotti attualmente connessi a questa app sono stati registrati con successo!
ja: 現在このアプリに接続されている製品はすべて登録が完了しています。
lt: Visi gaminiai, kurie šiuo metu yra prijungti prie šios programos, užregistruoti sėkmingai!
lv: Visi ar šo lietotni pašreiz savienotie produkti ir veiksmīgi reģistrēti!
nb: Alle produktene som er koblet til denne appen, har blitt registrert.
nl: Alle producten die momenteel zijn gekoppeld aan deze app zijn geregistreerd!
pl: Wszystkie produkty, które są obecnie połączone z tą aplikacją, zostały pomyślnie zarejestrowane!
pt: Todos os produtos actualmente ligados a esta aplicação foram registados com êxito!
pt_br: Todos os produtos que estão conectados a este app foram registrados com sucesso!
ro: Toate produsele conectate momentan la această aplicaţie au fost înregistrate cu succes.
ru: Все подключенные к этому приложению продукты успешно зарегистрированы!
sk: Všetky výrobky, ktoré sú práve pripojené k tejto aplikácii, boli úspešne zaregistrované.
sl: Vsi izdelki, ki so trenutno povezani s to aplikacijo, so uspešno registrirani.
sv: Alla produkter som är anslutna till appen har registreras!
th: ผลิตภัณฑ์ทั้งหมดที่กำลังเชื่อมโยงกับแอปนี้ได้รับการลงทะเบียนอย่างเสร็จสมบูรณ์
tr: Şu an bu uygulamaya bağlı olan ürünlerin hepsi başarıyla kaydedildi!
uk: Усі вироби, які зараз підключено до цього додатка, було успішно зареєстровано!
vi: Tất cả các sản phẩm hiện đang kết nối với ứng dụng này đã được đăng ký thành công!
zh_hans: 当前与此应用程序连接的所有产品均已成功注册！
zh_hant_hk: 所有目前已連接此應用程式的產品均已成功註冊！
zh_hant_tw: 所有目前與此應用程式連線的產品皆已成功註冊！

# PRG_Already_Registered
source: is already registered
ar: مسجّل مسبقًا
bg: е вече регистриран
ca_es: |уже зарегистрирован|
cs: je již zaregistrováno
da: er allerede registreret
de: ist bereits registriert
el: έχει ήδη δηλωθεί
es: ya se ha registrado
es_mx: ya está registrado
et: on juba registreeritud
fi: on jo rekisteröity
fr: est déjà enregistré
he: רשום כבר
hr: već je registriran
hu: már regisztrálva van.
it: è già registrato
ja: 既に登録されています
lt: jau užregistruotas
lv: jau ir reģistrēts
nb: er allerede registrert
nl: is al geregistreerd
pl: jest już zarejestrowany
pt: já está registado
pt_br: já está registrado
ro: este deja înregistrat
ru: уже зарегистрирован
sk: je už zaregistrované
sl: je že registrirana
sv: har redan registrerats
th: ได้มีการลงทะเบียนไว้แล้ว
tr: zaten kayıtlı
uk: уже зареєстровано
vi: đã được đăng ký
zh_hans: 已注册
zh_hant_hk: 經已註冊
zh_hant_tw: 已註冊

# PRG_Already_Registered_ErrMsg
source: Product already registered
ar: سبق أن تم تسجيل المنتج
bg: Продуктът вече е регистриран
ca_es: |Das Produkt wurde bereits registriert.|
cs: Produkt již byl registrován
da: Produktet er allerede registreret
de: Das Produkt wurde bereits registriert.
el: Το προϊόν έχει ήδη δηλωθεί.
es: Producto ya registrado
es_mx: Producto registrado
et: Toode on juba registreeritud.
fi: Tuote on jo rekisteröity
fr: Produit déjà enregistré
he: המוצר כבר רשום
hr: Proizvod je već registriran
hu: A termék már regisztrálva van
it: Prodotto già registrato
ja: 製品は登録済みです
lt: Gaminys jau užregistruotas
lv: Produkts jau ir reģistrēts
nb: Produktet er allerede registrert
nl: Product al geregistreerd
pl: Produkt już zarejestrowany
pt: Produto já registado
pt_br: Produto já registrado
ro: Produs înregistrat deja
ru: Продукт уже зарегистрирован
sk: Výrobok už je zaregistrovaný
sl: Izdelek je že registriran
sv: Produkten redan registrerad
th: ผลิตภัณฑ์นี้ลงทะเบียนแล้ว
tr: Ürün zaten kayıtlı
uk: Виріб уже зареєстровано
vi: Sản phẩm vừa được đăng ký
zh_hans: 产品已注册
zh_hant_hk: 產品經已註冊
zh_hant_tw: 產品已註冊

# PRG_Already_Registered_title
source: Product registered
ar: تم تسجيل المنتج
bg: Продуктът е регистриран
ca_es: |Produktet er blevet registreret|
cs: Produkt zaregistrován.
da: Produktet er blevet registreret
de: Das Produkt wurde registriert.
el: Το προϊόν δηλώθηκε.
es: Producto registrado
es_mx: Producto registrado
et: Toode on registreeritud.
fi: Tuote rekisteröity
fr: Produit enregistré
he: המוצר נרשם
hr: Proizvod je registriran
hu: A termék regisztrálva
it: Prodotto registrato
ja: 登録済み製品
lt: Gaminys užregistruotas
lv: Produkts reģistrēts
nb: Produktet er registrert
nl: Product geregistreerd
pl: Zarejestrowano produkt
pt: Produto registado
pt_br: Produto registrado
ro: Produs înregistrat
ru: Продукт зарегистрирован
sk: Výrobok bol zaregistrovaný
sl: Izdelek je registriran
sv: Produkten registrerad
th: ผลิตภัณฑ์ลงทะเบียนแล้ว
tr: Ürün kaydedildi
uk: Виріб зареєстровано
vi: Sản phẩm đã được đăng ký
zh_hans: 产品已注册
zh_hant_hk: 產品已註冊
zh_hant_tw: 已註冊產品

# PRG_Authentication_ErrMsg
source: User authorisation has failed. Please try again later
ar: فشلت عملية مصادقة المستخدم؛ يرجى إعادة المحاولة بعد قليل
bg: Неуспешно удостоверяване на потребител, опитайте пак след известно време
ca_es: |Не удалось выполнить авторизацию пользователя, повторите попытку через некоторое время|
cs: Ověření uživatele selhalo. Zkuste to prosím později.
da: Brugergodkendelse mislykkedes. Prøv igen senere
de: Die Benutzerauthentifizierung ist fehlgeschlagen. Versuchen Sie es später erneut.
el: Ο έλεγχος ταυτότητας χρήστη απέτυχε. Δοκιμάστε ξανά αργότερα.
es: Se ha producido un error con la autenticación del usuario, inténtalo de nuevo más tarde
es_mx: Hubo un error en la autorización del usuario. Vuelva a intentarlo más tarde
et: Kasutaja autentimine ebaõnnestus, palun kontrollige mõne aja pärast uuesti.
fi: Käyttäjän todennus epäonnistui, yritä uudelleen hetken kuluttua.
fr: Échec d'authentification, veuillez réessayer ultérieurement
he: אישור המשתמש נכשל; נסה שוב מאוחר יותר
hr: Autorizacija korisnika nije uspjela pa pokušajte ponovo nakon određenog vremena
hu: A felhasználói hitelesítés nem sikerült. Kérjük, próbálja újra később
it: Autorizzazione utente non riuscita. Riprova più tardi
ja: ユーザー認証に失敗しました。しばらくしてからやり直してください
lt: Nepavyko patvirtinti naudotojo. Po kurio laiko bandykite dar kartą
lv: Lietotāja autorizācija neizdevās, lūdzu, pēc brīža mēģiniet vēlreiz
nb: Brukergodkjenning mislyktes. Prøv på nytt senere
nl: Gebruikersautorisatie is mislukt. Probeer het later opnieuw
pl: Wystąpił błąd autoryzacji użytkownika — spróbuj ponownie za jakiś czas
pt: A autorização do utilizador falhou; tente novamente mais tarde
pt_br: Falha na autorização de usuário. Tente mais tarde
ro: Autorizarea utilizatorului a eşuat. Încearcă din nou mai târziu
ru: Не удалось выполнить авторизацию пользователя, повторите попытку через некоторое время
sk: Overenie používateľa zlyhalo, skúste to znova o chvíľu
sl: Preverjanje pristnosti uporabnika ni uspelo, poskusite znova pozneje
sv: Användarverifieringen misslyckades. Försök igen om ett tag
th: การตรวจสอบผู้ใช้ล้มเหลว โปรดลองอีกครั้งในภายหลัง
tr: Kullanıcı kimliği tanımlanamadı; lütfen bir süre sonra tekrar deneyin
uk: Сталася помилка автентифікації користувача, спробуйте пізніше
vi: Xác thực người dùng không thành công, vui lòng thử lại sau ít phút
zh_hans: 用户授权失败，请稍后重试
zh_hant_hk: 用戶驗證失敗，請稍後再試
zh_hant_tw: 使用者驗證失敗，請稍後再試

# PRG_Authentication_Fail_Title
source: Authentication failure!
ar: فشل عملية المصادقة!
bg: Неуспешно удостоверяване!
ca_es: |Аутентификация не выполнена!|
cs: Chyba ověření!
da: Godkendelse mislykkedes!
de: Authentifizierung fehlgeschlagen!
el: Αποτυχία ελέγχου ταυτότητας!
es: Error de autenticación.
es_mx: Error de autenticación
et: Autentimine nurjus!
fi: Todennus epäonnistui!
fr: Échec lors de l'authentification
he: שגיאת אימות!
hr: Provjera autentičnosti nije uspjela!
hu: Hitelesítési hiba!
it: Autenticazione non riuscita!
ja: 認証に失敗しました
lt: Autentifikavimas nepavyko!
lv: Autentifikācijas kļūme!
nb: Godkjenningsfeil!
nl: Verificatie mislukt!
pl: Błąd uwierzytelniania!
pt: Falha na autenticação!
pt_br: Falha na autenticação!
ro: Autentificarea a eşuat!
ru: Аутентификация не выполнена!
sk: Overenie zlyhalo
sl: Preverjanje pristnosti ni uspelo.
sv: Verifieringen misslyckades!
th: การตรวจสอบล้มเหลว!
tr: Kimlik tanımlaması başarısız!
uk: Помилка автентифікації!
vi: Xác thực không thành công!
zh_hans: 验证失败！
zh_hant_hk: 驗證失敗！
zh_hant_tw: 驗證失敗！

# PRG_Back_Btntxt
source: Back
ar: الخلف
bg: Назад
ca_es: |Prethodna|
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
es_mx: Atrás
et: Tagasi
fi: Takaisin
fr: Retour
he: חזרה
hr: Prethodna
hu: Vissza
it: Indietro
ja: 戻る
lt: Atgal
lv: Atpakaļ
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Anterior
pt_br: Retornar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: ย้อนกลับ
tr: Geriye
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant_hk: 返回
zh_hant_tw: 返回

# PRG_Back_To_List
source: Back to list
ar: عودة إلى القائمة
bg: Обратно в списъка
ca_es: |Quay lại phần danh sách |
cs: Zpět na seznam
da: Tilbage til liste
de: Zurück zur Liste
el: Πίσω στη λίστα
es: Volver a la lista
es_mx: Volver a la lista
et: Tagasi loendisse
fi: Takaisin luetteloon
fr: Retour à la liste
he: חזרה לרשימה
hr: Natrag na popis
hu: Vissza a listához
it: Torna all'elenco
ja: リストに戻る
lt: Atgal į sąrašą
lv: Atpakaļ uz sarakstu
nb: Tilbake til liste
nl: Terug naar lijst
pl: Powrót do listy
pt: Voltar à lista
pt_br: Voltar à lista
ro: Înapoi la listă
ru: Вернуться к списку
sk: Späť na zoznam
sl: Nazaj na seznam
sv: Tillbaka till listan
th: กลับไปยังรายการ
tr: Listeye geri dön
uk: Назад до списку
vi: Quay lại phần danh sách
zh_hans: 返回列表
zh_hant_hk: 返回清單
zh_hant_tw: 回到清單

# PRG_Btn_ChangeSerialNumber
source: Change serial number
ar: تغيير الرقم التسلسلي
bg: Промяна на сериен номер
ca_es: |Изменить серийный номер|
cs: Změnit sériové číslo
da: Skift serienummer
de: Seriennummer ändern
el: Αλλαγή αριθμού σειράς
es: Cambiar número de serie
es_mx: Cambiar número de serie
et: Muuda seerianumbrit
fi: Vaihda sarjanumero
fr: Changer le n° de série.
he: שנה את המספר הסידורי
hr: Promijeni serijski broj
hu: Sorozatszám módosítása
it: Cambia numero di serie
ja: シリアル番号を変更
lt: Pakeisti serijos numerį
lv: Mainīt sērijas numuru
nb: Endre serienummer
nl: Serienummer wijzigen
pl: Zmień numer seryjny
pt: Alterar o número de série
pt_br: Alterar número de série
ro: Modifică numărul de serie
ru: Изменить серийный номер
sk: Zmeniť sériové číslo
sl: Spremeni serijsko številko
sv: Ändra serienummer
th: เปลี่ยนหมายเลขผลิตภัณฑ์
tr: Seri numarasını değiştir
uk: Змінити серійний номер
vi: Thay đổi số sê-ri
zh_hans: 更改序列号
zh_hant_hk: 變更序號
zh_hant_tw: 變更序號

# PRG_Btn_LookingForProductAlert_Txt
source: Yes, register my product
ar: نعم، أودّ تسجيل منتجي
bg: Да, регистрирайте моя продукт
ca_es: |Igen, szeretném a termék regisztrálását.|
cs: Ano, registrovat výrobek
da: Ja, registrer mit produkt
de: Ja, mein Produkt registrieren
el: Ναι, να δηλωθεί το προϊόν μου
es: Sí, registrar mi producto
es_mx: Sí, registrar mi producto
et: Jah, registreeri minu toode
fi: Kyllä, rekisteröin tuotteeni
fr: Oui, enregistrer mon produit.
he: כן, רשום את המוצר שלי
hr: Da, registriraj moj proizvod
hu: Igen, szeretném a termék regisztrálását.
it: Sì, voglio registrare il prodotto
ja: はい、製品を登録します
lt: Taip, registruokite mano produktą
lv: Jā, reģistrējiet manu produktu
nb: Ja, registrer produktet mitt
nl: Ja, registreer mijn product
pl: Tak, zarejestruj mój produkt
pt: Sim, registar o meu produto
pt_br: Sim, registre meu produto
ro: Da, înregistrează-mi produsul
ru: Да, зарегистрировать продукт
sk: Áno, zaregistrovať môj výrobok
sl: Da, registrirajte moj izdelek
sv: Ja, registrera min produkt
th: ตกลง ลงทะเบียนผลิตภัณฑ์ของฉัน
tr: Evet, ürünüm kaydedilsin
uk: Так, зареєструвати мій виріб
vi: Có, đăng ký sản phẩm của tôi
zh_hans: 是，注册我的产品
zh_hant_hk: 是，我要註冊產品
zh_hant_tw: 是，註冊我的產品

# PRG_Btn_RegisterAnotherProduct
source: Register another product
ar: تسجيل منتج آخر
bg: Регистрирайте друг продукт
ca_es: |Зарегистрировать другой продукт|
cs: Zaregistrovat další výrobek
da: Registrer et andet produkt
de: Weiteres Produkt registrieren
el: Δήλωση άλλου προϊόντος
es: Registrar otro producto
es_mx: Registrar otro producto
et: Registreeri veel üks toode
fi: Rekisteröi toinen tuote
fr: Enregistrer un autre produit
he: רשום מוצר נוסף
hr: Registrirajte drugi proizvod
hu: Másik termék regisztrálása
it: Registra un altro prodotto
ja: 別の製品を登録
lt: Užregistruoti kitą produktą
lv: Reģistrēt citu produktu
nb: Registrer et annet produkt
nl: Een ander product registreren
pl: Zarejestruj inny produkt
pt: Registe outro produto
pt_br: Registrar outro produto
ro: Înregistrează alt produs
ru: Зарегистрировать другой продукт
sk: Zaregistrovať ďalší výrobok
sl: Registracija drugega izdelka
sv: Registrera en annan produkt
th: ลงทะเบียนผลิตภัณฑ์อื่น
tr: Başka bir ürün kaydedin
uk: Зареєструвати інший виріб
vi: Đăng ký một sản phẩm khác
zh_hans: 注册其他产品
zh_hant_hk: 註冊另一件產品
zh_hant_tw: 註冊其他產品

# PRG_Close
source: Close
ar: إغلاق
bg: Гладко
ca_es: |Nahalähedane|
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_mx: Cerrar
et: Nahalähedane
fi: Sulje
fr: Fermer
he: סגור
hr: Zatvori
hu: Bezárás
it: Chiudi
ja: 閉じる
lt: Švarus
lv: Gluda
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închidere
ru: Закрыть
sk: Hladké
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant_hk: 關閉
zh_hant_tw: 關閉

# PRG_Communication_Err_Title
source: Communication error!
ar: خطأ في الاتصال!
bg: Комуникационна грешка!
ca_es: |Комуникационна грешка!|
cs: Chyba komunikace!
da: Kommunikationsfejl!
de: Verbindungsfehler!
el: Σφάλμα επικοινωνίας!
es: Error de comunicación.
es_mx: Error de comunicación
et: Kommunikatsiooniviga!
fi: Yhteysvirhe!
fr: Erreur de communication !
he: שגיאת תקשורת!
hr: Pogreška u komunikaciji!
hu: Kommunikációs hiba!
it: Errore di comunicazione!
ja: 通信エラー
lt: Ryšio klaida!
lv: Sakaru kļūda!
nb: Kommunikasjonsfeil!
nl: Communicatiefout!
pl: Błąd komunikacji!
pt: Erro de comunicação!
pt_br: Erro de comunicação!
ro: Eroare de comunicare!
ru: Ошибка соединения!
sk: Chyba komunikácie
sl: Komunikacijska napaka.
sv: Kommunikationsfel!
th: มีข้อผิดพลาดในการสื่อสาร!
tr: İletişim hatası!
uk: Помилка зв’язку!
vi: Lỗi giao tiếp!
zh_hans: 通信错误！
zh_hant_hk: 通訊發生錯誤！
zh_hant_tw: 通訊錯誤！

# PRG_Connect_Product_Btntxt
source: Connect a product
ar: توصيل منتج
bg: Свързване на продукт
ca_es: |Свързване на продукт|
cs: Připojte výrobek
da: Tilknyt et produkt
de: Produkt vernetzen
el: Αντιστοίχιση προϊόντος
es: Conecta un producto
es_mx: Conectar un producto
et: Ühendage toode
fi: Yhdistä laite
fr: Connecter un produit
he: חיבור מוצר
hr: Poveži proizvod
hu: Termék csatlakoztatása
it: Connetti un prodotto
ja: 製品を接続
lt: Prijunkite gaminį
lv: Pievienot produktu
nb: Koble til et produkt
nl: Een product koppelen
pl: Połącz produkt
pt: Ligar um produto
pt_br: Conectar produto
ro: Conectează un produs
ru: Подключить продукт
sk: Pripojiť výrobok
sl: Povežite izdelek
sv: Anslut en produkt
th: เชื่อมโยงผลิตภัณฑ์
tr: Bir ürün bağlayın
uk: Підключити виріб
vi: Kết nối sản phẩm
zh_hans: 连接产品
zh_hant_hk: 連接產品
zh_hant_tw: 連線產品

# PRG_Connect_Your_Product_Lbltxt
source: If it is a connected Philips product, make sure you have connected the product to this app
ar: إذا كان منتجًا متصلاً من Philips، فتأكد من أنه متصل بهذا التطبيق
bg: Ако това е свързан продукт на Philips, уверете се, че сте свързали продукта с приложението
ca_es: |Αν πρόκειται για κάποιο αντιστοιχισμένο προϊόν της Philips, βεβαιωθείτε ότι έχετε αντιστοιχίσει το προϊόν με την εφαρμογή.|
cs: Pokud jde o výrobek, který umožňuje připojení Philips, ujistěte se, že jste ho připojili k této aplikaci
da: Hvis det er et Philips-produkt, der er tilknyttet, skal du sørge for, at det er knyttet til denne app
de: Stellen Sie bei vernetzten Philips Produkten sicher, dass sie mit der App verbunden sind.
el: Αν πρόκειται για κάποιο αντιστοιχισμένο προϊόν της Philips, βεβαιωθείτε ότι έχετε αντιστοιχίσει το προϊόν με την εφαρμογή.
es: Si es un producto de Philips conectado, asegúrate de conectarlo a esta aplicación
es_mx: Si es un producto conectado con Philips, asegúrese de que esté conectado con esta aplicación
et: Kui tegu on ühendatud Philipsi tootega, veenduge, et ühendasite toote selle rakendusega.
fi: Jos kyseessä on yhdistetty Philips-tuote, varmista, että se on yhdistetty tähän sovellukseen.
fr: S'il s'agit d'un produit Philips connecté, veillez à connecter le produit à cette application
he: אם מדובר במוצר מחובר של פיליפס, ודא שחיברת את המוצר לאפליקציה זו.
hr: Ako se radi o povezanom proizvodu tvrtke Philips, provjerite jeste li ga povezali s ovom aplikacijom
hu: Ha ez csatlakoztatott Philips termék, ellenőrizze, hogy csatlakoztatta-e ehhez az alkalmazáshoz
it: Se si tratta di un prodotto connesso Philips, assicurati che sia connesso a questa app
ja: 接続されているフィリップス製品がある場合は、製品がこのアプリに接続されていることを確認してください
lt: Jei tai prijungiamas „Philips“ gaminys, patikrinkite, ar prijungėte gaminį prie šios programos
lv: Ja tas ir pievienots Philips produkts, pārliecinieties, ka esat savienojis produktu ar šo lietotni
nb: Dersom det er et tilkoblet Philips-produkt, må du sørge for at du har koblet produktet til denne appen
nl: Als het een gekoppeld Philips-product is, zorg dan dat u het product aan deze app koppelt
pl: Jeśli jest to łączący się z Internetem produkt firmy Philips, należy go połączyć z tą aplikacją
pt: Se se tratar de um produto Philips ligado, certifique-se de que ligou o produto a esta aplicação
pt_br: Se for um produto conectado da Philips, conecte-o a este app
ro: Dacă este un produs Philips conectat, asigură-te că ai conectat produsul la această aplicaţie
ru: Если это подключаемый продукт Philips, убедитесь, что он подключен к этому приложению
sk: Ak ide o pripojený výrobok Philips, skontrolujte, či je pripojený k tejto aplikácii
sl: Če imate povezan izdelek Philips, zagotovite, da je povezan s to aplikacijo
sv: Om det är en ansluten Philips-produkt ska du se till att du har anslutit produkten till den här appen
th: หากเป็นผลิตภัณฑ์ Philips ที่เชื่อมโยงแล้ว โปรดตรวจสอบให้แน่ใจว่าคุณได้เชื่อมโยงผลิตภัณฑ์กับแอปนี้
tr: Bağlı bir Philips ürünüyse ürünü bu uygulamaya bağladığınızdan emin olun
uk: Якщо це пов’язаний виріб Philips, обов’язково підключіть його до цього додатка
vi: Nếu đó là sản phẩm Philips đã được kết nối, hãy đảm bảo bạn đã kết nối sản phẩm với ứng dụng này
zh_hans: 如果是已联网的飞利浦产品，请确保您已将该产品与此应用程序连接。
zh_hant_hk: 如屬連接性的的 Philips 產品，請確保將產品連接此應用程式
zh_hant_tw: 如果是連線的飛利浦產品，請確認您已將產品連線到此應用程式

# PRG_Continue
source: Continue
ar: متابعة
bg: Продължи
ca_es: |Продовжити |
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
es_mx: Continuar
et: Jätka
fi: Jatka
fr: Continuer
he: המשך
hr: Nastavi
hu: Folytatás
it: Continua
ja: 続行
lt: Tęsti
lv: Turpināt
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Naprej
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant_hk: 繼續
zh_hant_tw: 繼續

# PRG_Date_Of_Purchase_Lbltxt
source: Date of purchase
ar: تاريخ الشراء
bg: Дата на покупка
ca_es: |Ημερομηνία αγοράς|
cs: Datum nákupu
da: Købsdato
de: Kaufdatum
el: Ημερομηνία αγοράς
es: Fecha de compra
es_mx: Fecha de compra
et: Ostukuupäev
fi: Ostopäivä
fr: Date d'achat
he: תאריך הרכישה
hr: Datum kupnje
hu: Vásárlás dátuma
it: Data di acquisto
ja: ご購入日
lt: Pirkimo data:
lv: Iegādes datums
nb: Kjøpsdato
nl: Aankoopdatum
pl: Data zakupu
pt: Data de compra
pt_br: Data da compra
ro: Data achiziţionării
ru: Дата покупки
sk: Dátum zakúpenia
sl: Datum nakupa
sv: Inköpsdatum
th: วันที่ซื้อ
tr: Satın alma tarihi
uk: Дата придбання
vi: Ngày mua
zh_hans: 购买日期
zh_hant_hk: 購買日期
zh_hant_tw: 購買日期

# PRG_Do_You_Want_To_Reg_Lbltxt
source: Do you want to register another product?
ar: هل تريد تسجيل منتج آخر؟
bg: Искате ли да регистрирате друг продукт?
ca_es: |Başka bir ürünü kaydettirmek istiyor musunuz?|
cs: Chcete registrovat další výrobek?
da: Vil du registrere et andet produkt?
de: Möchten Sie ein anderes Produkt registrieren?
el: Θέλετε να δηλώσετε κάποιο άλλο προϊόν;
es: ¿Quieres registrar otro producto?
es_mx: ¿Desea registrar otro producto?
et: Kas soovite registreerida veel mõne toote?
fi: Haluatko rekisteröidä toisen tuotteen?
fr: Voulez-vous enregistrer un autre produit ?
he: האם ברצונך לרשום מוצר נוסף?
hr: Želite li registrirati drugi proizvod?
hu: Szeretne másik terméket regisztrálni?
it: Vuoi registrare un altro prodotto?
ja: 他の製品を登録しますか？
lt: Ar norite užregistruoti kitą gaminį?
lv: Vai vēlaties reģistrēt citu produktu?
nb: Vil du registrere et annet produkt?
nl: Wilt u nog een product registreren?
pl: Czy chcesz zarejestrować inny produkt?
pt: Pretende registar outro produto?
pt_br: Deseja registrar outro produto?
ro: Vrei să înregistrezi alt produs?
ru: Зарегистрировать другой продукт?
sk: Chcete zaregistrovať ďalší výrobok?
sl: Želite registrirati drug izdelek?
sv: Vill du registrera en produkt till?
th: ต้องการลงทะเบียนผลิตภัณฑ์อื่นหรือไม่
tr: Başka bir ürünü kaydettirmek istiyor musunuz?
uk: Бажаєте зареєструвати ще один виріб?
vi: Bạn có muốn đăng ký sản phẩm khác không?
zh_hans: 是否要注册其他产品？
zh_hant_hk: 要註冊其他產品嗎？
zh_hant_tw: 是否要註冊其他產品？
