Repository: PhilipsTest/iOS-Test
Catalog: Source/prg/Source/Library/PhilipsProductRegistration/PhilipsProductRegistration/UI/Localization/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, de, el, es, es_mx, et, fi, fr, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# PRG_Eamil_Sent_Lbltxt
source: An email with an extended warranty contract has been sent to your email address
ar: تم إرسال بريد إلكتروني يتضمن عقد الضمان الممدد إلى عنوان بريدك الإلكتروني
bg: Имейл с договор за удължената гаранция е изпратен на вашия имейл адрес
ca_es: |Foi enviada uma mensagem de correio electrónico com o contrato da garantia alargada para o seu endereço de correio electrónico|
cs: Na vaši e-mailovou adresu byl zaslán email se smlouvou o prodloužení záruky
da: Vi har sendt en e-mail til din e-mailadresse med kontrakten vedr. din forlængede garanti
de: Eine E-Mail mit dem Vertrag für Ihren verlängerten Gewährleistungszeitraum wurde an Ihre E-Mail-Adresse gesendet.
el: Ένα email σχετικά με το συμβόλαιο επέκτασης της εγγύησης εστάλη στη διεύθυνση email σας.
es: Se ha enviado un correo electrónico con el contrato de garantía ampliada a tu dirección de correo electrónico
es_mx: Se envió un correo electrónico con el contrato de la garantía extendida a su dirección de correo electrónico
et: Pikendatud garantiilepinguga e-kiri saadeti teie e-posti aadressile.
fi: Pidennettyä takuuta koskevat tiedot on lähetetty sähköpostiosoitteeseesi.
fr: Un e-mail contenant un contrat d'extension de garantie vous a été envoyé
he: הודעת דוא"ל ובה הסכם אחריות מוארך נשלחה לכתובת הדוא"ל שלך
hr: Poruka e-pošte s ugovorom za produženo jamstvo poslana je na vašu adresu e-pošte
hu: A kiterjesztett garanciaszerződést tartalmazó e-mailt elküldtük az e-mail címére
it: Abbiamo inviato un'e-mail con il contratto di estensione di garanzia al tuo indirizzo e-mail
ja: 保証延長契約に関するメールがお客様のメールアドレスに送信されました
lt: El. laiškas su pailgintos garantijos sutartimi išsiųstas jūsų el. pašto adresu
lv: Uz jūsu e-pasta adresi ir nosūtīts ziņojums ar pagarinātu garantijas līgumu
nb: En e-post med utvidet garantikontrakt har blitt sendt til e-postadressen din
nl: Een e-mail met contract voor uitgebreid garantie is verzonden naar uw e-mailadres
pl: Na Twój adres e-mail wysłano wiadomość z umową dotyczącą przedłużonej gwarancji
pt: Foi enviada uma mensagem de correio electrónico com o contrato da garantia alargada para o seu endereço de correio electrónico
pt_br: Você receberá um e-mail com informações sobre o contrato da garantia estendida
ro: Un e-mail cu contractul de garanţie extins a fost trimis la adresa ta de e-mail
ru: На адрес вашей электронной почты отправлен документ с расширенной гарантией
sk: Na vašu e-mailovú adresu sme poslali e-mail so zmluvou o predĺženej záruke
sl: Na vaš e-poštni naslov smo poslali e-poštno sporočilo s podaljšano garancijsko pogodbo.
sv: Ett e-postmeddelande med en utökad garanti har skickats till din e-postadress
th: เราได้ส่งอีเมล์ที่มีสัญญาการรับประกันที่ขยายเพิ่มเติมไปยังอีเมล์แอดเดรสของคุณแล้ว
tr: Genişletilmiş garanti sözleşmesi, e-posta adresinize gönderildi
uk: На Вашу адресу електронної пошти було надіслано електронного листа з договором щодо подовженої гарантії
vi: Một email chứa hợp đồng bảo hành kéo dài đã được gửi đến địa chỉ email của bạn
zh_hans: 已向您的电子邮件地址发送了一封含延长保修合同的电子邮件
zh_hant_hk: 我們已向您的電郵地址發出一封電郵，內容載有延長保用的合約
zh_hant_tw: 延長保固合約已寄至您的電子郵件地址

# PRG_Enter_Purchase_Date_ErrMsg
source: Please enter purchase date
ar: يرجى إدخال تاريخ الشراء
bg: Въведете дата на покупка
ca_es: |Πληκτρολογήστε μια έγκυρη ημερομηνία αγοράς.|
cs: Zadejte prosím datum zakoupení
da: Indtast købsdato
de: Bitte geben Sie das Kaufdatum ein.
el: Πληκτρολογήστε μια έγκυρη ημερομηνία αγοράς.
es: Introduce la fecha de compra
es_mx: Ingrese la fecha de compra
et: Palun sisestage ostukuupäev.
fi: Anna kelvollinen ostopäivä
fr: Veuillez saisir la date d'achat
he: הזן תאריך רכישה
hr: Unesite datum kupnje
hu: Adja meg a vásárlási dátumot
it: Inserisci una data di acquisto
ja: 購入日を入力してください
lt: Įveskite prikimo datą
lv: Lūdzu, ievadiet iegādes datumu
nb: Angi kjøpsdato
nl: Voer een aankoopdatum in
pl: Wprowadź prawidłową datę zakupu
pt: Introduza a data de compra
pt_br: Insira a data de compra
ro: Introdu data de achiziţie
ru: Введите дату покупки
sk: Zadajte dátum zakúpenia
sl: Vnesite datum nakupa
sv: Ange ett giltigt inköpsdatum
th: โปรดป้อนวันที่ซื้อ
tr: Lütfen satın alma tarihini girin
uk: Введіть дату придбання
vi: Vui lòng nhập ngày mua
zh_hans: 请输入购买日期
zh_hant_hk: 請輸入購買日期！
zh_hant_tw: 請輸入購買日期

# PRG_Extended_Warranty_Lbltxt
source: Your warranty period has been extended until
ar: تم تمديد فترة الضمان لغاية
bg: Вашият гаранционен срок е удължен до
ca_es: |Votre période de garantie a été prolongée jusqu'à cette date :|
cs: Vaše záruční lhůta byla prodloužena do
da: Din garantiperiode er blevet forlænget indtil
de: Ihr Gewährleistungszeitraum wurde verlängert bis zum
el: Η διάρκεια της περιόδου εγγύησης επεκτάθηκε έως
es: El periodo de garantía se ha ampliado hasta
es_mx: Se extendió su período de garantía hasta
et: Teie garantiiperioodi pikendati kuni
fi: Takuuta on pidennetty ja uusi takuuaika päättyy
fr: Votre période de garantie a été prolongée jusqu'à cette date :
he: תקופת האחריות שלך הוארכה עד
hr: Jamstveno razdoblje produženo je do
hu: A garancia időtartamát kiterjesztettük a következő dátumig:
it: Il tuo periodo di garanzia è stato esteso fino al
ja: 保証期間が次の日付まで延長されました：
lt: Garantinis laikotarpis pratęstas iki
lv: Jūsu garantijas periods ir pagarināts līdz
nb: Garantiperioden er utvidet til
nl: Uw garantieperiode is verlengd tot
pl: Okres gwarancji został przedłużony do
pt: O período da sua garantia foi prolongado até
pt_br: Seu período de garantia foi estendido até
ro: Perioada de garanţie a fost extinsă până pe
ru: Срок действия гарантии увеличен до:
sk: Vaša záručná lehota bola predĺžená do
sl: Vaše garancijsko obdobje je podaljšano do
sv: Garantiperioden har utökats till
th: เวลาการรับประกันของคุณได้รับการขยายเพิ่มเติมถึง
tr: Garanti süreniz şu tarihe kadar uzatıldı:
uk: Період дії Вашої гарантії було подовжено до
vi: Thời gian bảo hành của bạn đã được kéo dài đến
zh_hans: 您的保修期已延长至
zh_hant_hk: 您的保養期已延長至
zh_hant_tw: 您的保固期限已延長至

# PRG_Find_Serial_Number
source: Where can I find my serial number?
ar: أين يمكنني العثور على الرقم التسلسلي؟
bg: Къде да намеря серийния номер?
ca_es: |Kde môžem nájsť sériové číslo svojho modelu?|
cs: Kde najdu sériové číslo?
da: Hvor finder jeg mit serienummer?
de: Wo finde ich meine Seriennummer?
el: Πού μπορώ να βρω το σειριακό αριθμό;
es: ¿Dónde puedo encontrar el número de serie?
es_mx: ¿Dónde puedo encontrar mi número de serie?
et: Kust ma leian oma toote seerianumbri?
fi: Mistä löydän sarjanumeron?
fr: Où trouver mon numéro de série ?
he: היכן אוכל למצוא את המספר הסידורי שלי?
hr: Gdje mogu pronaći serijski broj?
hu: Hol találom a sorozatszámot?
it: Dove posso trovare il numero di serie?
ja: シリアル番号はどこで確認できますか？
lt: Kur galiu rasti serijos numerį?
lv: Kur var atrast sērijas numuru?
nb: Hvor finner jeg serienummeret?
nl: Waar kan ik het serienummer vinden?
pl: Gdzie mogę znaleźć numer seryjny?
pt: Onde posso encontrar o número de série?
pt_br: Onde posso encontrar meu número de série?
ro: Unde îmi pot găsi numărul de serie?
ru: Как найти серийный номер изделия?
sk: Kde môžem nájsť sériové číslo svojho modelu?
sl: Kje lahko najdem serijsko številko?
sv: Var hittar jag serienumret?
th: ฉันจะค้นหาหมายเลขรุ่นของฉันได้จากที่ใด
tr: Seri numaramı nerede bulabilirim?
uk: Де можна знайти серійний номер?
vi: Tôi có thể tìm số sê-ri của mình ở đâu?
zh_hans: 在哪可以找到我的序列号？
zh_hant_hk: 可在哪裡找到序號﹖
zh_hant_tw: 何處可以找到我的序號？

# PRG_Invalid_Date_ErrMsg
source: Please enter a date between 01/01/2000 and today
ar: يرجى إدخال تاريخ بين العام 2000 والتاريخ الحالي
bg: Въведете дата между 2000 година и днес
ca_es: |Aikaisin mahdollinen päivämäärä on 1.1.2000 ja myöhäisin nykyinen päivämäärä|
cs: Zadejte prosím datum mezi rokem 2000 a dnešním datem
da: Indtast en dato mellem år 2000 og dags dato
de: Geben Sie ein Datum zwischen dem Jahr 2000 und dem heutigen Datum ein.
el: Επιλέξτε μια ημερομηνία από το 2000 έως σήμερα.
es: Introduce una fecha entre el año 2000 y la fecha de hoy
es_mx: Ingrese una fecha entre el año 2000 y la fecha de hoy
et: Palun sisestage kuupäev vahemikus aastast 2000 kuni tänase päevani.
fi: Aikaisin mahdollinen päivämäärä on 1.1.2000 ja myöhäisin nykyinen päivämäärä
fr: Veuillez indiquer une date comprise entre 2000 et aujourd'hui
he: הזן תאריך בין שנת 2000 לתאריך הנוכחי
hr: Unesite datum između godine 2000. i današnjeg dana
hu: Adja meg a dátumot a 2000-es év és a jelenlegi dátum között
it: Inserisci una data compresa tra l'anno 2000 e quella odierna
ja: 2000 年から本日までの期間中の日付を入力してください
lt: Įveskite datą nuo 2000 m. iki šios dienos
lv: Lūdzu, ievadiet datumu no 2000. gada līdz šodienas datumam
nb: Angi dato mellom år 2000 og dagens dato
nl: Voer een datum tussen het jaar 2000 en vandaag in
pl: Wprowadź datę w przedziale od 2000 roku do dziś
pt: Introduza uma data entre o ano 2000 e a data de hoje
pt_br: Insira uma data entre 2000 e a data de hoje
ro: Introdu o dată între anul 2000 şi data curentă
ru: Введите дату, начиная с 2000 года и по сегодняшний день
sk: Zadajte dátum v rozmedzí od roku 2000 do dnes
sl: Vnesite datum med letom 2000 in današnjim datumom
sv: Ange ett datum mellan år 2000 och dagens datum
th: โปรดป้อนวันที่ระหว่างปี 2000 ถึงวันที่ปัจจุบัน
tr: Lütfen 2000 ile bugünün tarihi arasında bir tarih girin
uk: Введіть дату між 2000 роком і нинішньою датою
vi: Vui lòng nhập ngày từ năm 2000 đến ngày hôm nay
zh_hans: 请输入介于 2000 年到当天日期之间的日期
zh_hant_hk: 請輸入由 2000 年至今之間的日期
zh_hant_tw: 請輸入介於西元 2000 年至今日的日期

# PRG_Invalid_Date_Title
source: Invalid Purchase date
ar: تاريخ الشراء غير صالح
bg: Невалидна дата на покупка
ca_es: |Неправильна дата придбання|
cs: Neplatné datum zakoupení
da: Ugyldig købsdato
de: Ungültiges Kaufdatum
el: Μη έγκυρη ημερομηνία αγοράς
es: Fecha de compra no válida
es_mx: Fecha de compra inválida
et: Vale ostukuupäev
fi: Virheellinen ostopäivä
fr: Date d'achat non valide
he: תאריך רכישה לא חוקי
hr: Datum kupnje nije valjan
hu: Érvénytelen vásárlási dátum
it: Data di acquisto non valida
ja: 購入日が無効です
lt: Neteisinga pirkimo data
lv: Nederīgs iegādes datums
nb: Ugyldig kjøpsdato
nl: Ongeldige aankoopdatum
pl: Nieprawidłowa data zakupu
pt: Data de compra inválida
pt_br: Data de compra inválida
ro: Dată de achiziţie nevalidă
ru: Недопустимая дата покупки
sk: Neplatný dátum zakúpenia
sl: Neveljaven datum nakupa
sv: Ogiltigt inköpsdatum
th: วันที่ซื้อไม่ถูกต้อง
tr: Geçersiz satın alma tarihi
uk: Неправильна дата придбання
vi: Ngày mua không hợp lệ
zh_hans: 购买日期无效
zh_hant_hk: 購買日期無效！
zh_hant_tw: 購買日期無效

# PRG_Invalid_SerialNum_ErrMsg
source: Please enter a valid serial number
ar: يُرجى إدخال رقم تسلسلي صالح
bg: Въведете валиден серийния номер
ca_es: |Πληκτρολογήστε έναν έγκυρο σειριακό αριθμό.|
cs: Zadejte platné sériové číslo
da: Indtast et gyldigt serienummer
de: Geben Sie eine gültige Seriennummer ein.
el: Πληκτρολογήστε έναν έγκυρο σειριακό αριθμό.
es: Introduce un número de serie válido
es_mx: Ingrese un número de serie válido
et: Palun sisestage kehtiv seerianumber.
fi: Anna kelvollinen sarjanumero
fr: Veuillez saisir un numéro de série valide
he: נא להזין מספר סידורי חוקי
hr: Unesite valjani serijski broj
hu: Adjon meg érvényes sorozatszámot
it: Inserisci un numero di serie valido
ja: 有効なシリアル番号を入力してください
lt: Įveskite teisingą serijos numerį
lv: Lūdzu, ievadiet derīgu sērijas numuru
nb: Angi gyldig serienummer
nl: Voer een geldig serienummer in
pl: Wprowadź prawidłowy numer seryjny
pt: Introduza um número de série válido
pt_br: Insira um número de série válido
ro: Introdu un număr de serie valid
ru: Введите действительный серийный номер
sk: Zadajte platné sériové číslo.
sl: Vnesite veljavno serijsko številko.
sv: Ange ett giltigt serienummer
th: โปรดป้อนหมายเลขผลิตภัณฑ์ที่ถูกต้อง
tr: Lütfen geçerli bir seri numarası girin
uk: Введіть правильний серійний номер
vi: Vui lòng nhập số sêri hợp lệ
zh_hans: 请输入有效的序列号
zh_hant_hk: 請輸入有效的序號。
zh_hant_tw: 請輸入有效的序號

# PRG_Invalid_SerialNum_Title
source: Invalid serial number
ar: الرقم التسلسلي غير صالح!
bg: Невалиден сериен номер!
ca_es: |Неправильный серийный номер!|
cs: Neplatné sériové číslo!
da: Ugyldigt serienummer!
de: Ungültige Seriennummer!
el: Μη έγκυρος σειριακός αριθμός!
es: Número de serie no válido.
es_mx: Número de serie inválido.
et: Vale seerianumber!
fi: Virheellinen sarjanumero!
fr: Numéro de série invalide
he: מספר סידורי לא חוקי!
hr: Serijski broj nije valjan!
hu: Érvénytelen sorozatszám!
it: Numero di serie non valido!
ja: シリアル番号が無効です
lt: Neteisingas serijos numeris!
lv: Nederīgs sērijas numurs!
nb: Ugyldig serienummer!
nl: Ongeldig serienummer!
pl: Nieprawidłowy numer seryjny!
pt: Número de série inválido!
pt_br: Número de série inválido!
ro: Număr de serie nevalid!
ru: Неправильный серийный номер!
sk: Sériové číslo je neplatné.
sl: Neveljavna serijska številka.
sv: Ogiltigt serienummer!
th: หมายเลขผลิตภัณฑ์ไม่ถูกต้อง!
tr: Geçersiz seri numarası!
uk: Неправильний серійний номер!
vi: Số sêri không hợp lệ!
zh_hans: 序列号无效！
zh_hant_hk: 序號無效！
zh_hant_tw: 序號無效！

# PRG_Looking_For_Products_Lbltxt
source: We're looking for your products…
ar: نبحث الآن عن منتجاتك..
bg: Извършваме търсене на вашите продукти...
ca_es: |Извършваме търсене на вашите продукти...|
cs: Vyhledáváme vaše výrobky…
da: Vi er på udkig efter dine produkter…
de: Ihre Produkte werden gesucht...
el: Γίνεται αναζήτηση των προϊόντων σας…
es: Estamos buscando tus productos...
es_mx: Estamos buscando tus productos…
et: Teie toodete otsimine ...
fi: Tuotteita etsitään...
fr: Nous cherchons vos produits…
he: אנחנו מחפשים את המוצרים שלך...
hr: Tražimo vaše proizvode..
hu: A termékeit keressük...
it: Ricerca prodotti in corso…
ja: お使いの製品を検索しています...
lt: Ieškome jūsų produktų...
lv: Meklējam jūsu produktus…
nb: Vi leter etter produktene dine ...
nl: We zoeken naar uw producten..
pl: Wyszukiwanie produktów...
pt: Estamos a procurar os seus produtos...
pt_br: Pesquisando seus produtos…
ro: Căutăm produsele tale…
ru: Выполняется поиск продуктов...
sk: Vyhľadávame vaše výrobky...
sl: Iščemo vaše izdelke ...
sv: Söker efter dina produkter ...
th: พวกเรากำลังค้นหาผลิตภัณฑ์ของคุณ…
tr: Ürünleriniz aranıyor…
uk: Виконується пошук Ваших виробів...
vi: Đang tìm kiếm sản phẩm của bạn...
zh_hans: 我们正在查找您的产品…
zh_hant_hk: 我們正在尋找您的產品…
zh_hant_tw: 正在尋找您的產品…

# PRG_Missing_Ctn_ErrMsg
source: Please enter CTN
ar: يرجى إدخال CTN
bg: Въведете CTN
ca_es: |CTN を入力してください |
cs: Zadejte kód CTN.
da: Indtast CTN
de: Bitte CTN eingeben
el: Εισαγάγετε CTN
es: Introduce el CTN
es_mx: Ingrese el CTN
et: Palun sisestage CTN
fi: Anna CTN
fr: Indiquer le CTN
he: הזן CTN
hr: Unesite CTN
hu: Adja meg a CTN értéket
it: Inserisci il CTN
ja: CTN を入力してください
lt: Įveskite CTN
lv: Lūdzu, ievadiet CTN
nb: Angi CTN
nl: Geef een CTN op
pl: Wprowadź kod CTN
pt: Introduza o CTN
pt_br: Insira CTN
ro: Introdu CTN
ru: Введите код CTN
sk: Zadajte kód CTN
sl: Vnesite CTN
sv: Ange CTN
th: โปรดป้อน CTN
tr: Lütfen CTN'yi girin
uk: Введіть CTN
vi: Vui lòng nhập CTN
zh_hans: 请输入 CTN
zh_hant_hk: 請輸入 CTN
zh_hant_tw: 請輸入 CTN

# PRG_Missing_Ctn_Title
source: Missing CTN
ar: CTN مفقود
bg: Липсва CTN
ca_es: |Код CTN не указан |
cs: Chybí kód CTN
da: CTN mangler
de: Fehlende CTN
el: Ελλιπές CTN
es: Falta CTN
es_mx: CTN faltante
et: CTN puudub
fi: CTN puuttuu
fr: CTN manquant
he: CTN חסר
hr: CTN nedostaje
hu: Hiányzó CTN
it: CTN mancante
ja: CTN がありません
lt: Nėra CTN
lv: Trūkst CTN
nb: CTN mangler
nl: CTN ontbreekt
pl: Brakuje kodu CTN
pt: CTN em falta
pt_br: Sem CTN
ro: CTN lipsă
ru: Код CTN не указан
sk: Kód CTN chýba
sl: Manjka CTN
sv: CTN saknas.
th: CTN หายไป
tr: Eksik CTN
uk: Немає CTN
vi: CTN bị thiếu
zh_hans: 缺失 CTN
zh_hant_hk: 缺少 CTN
zh_hant_tw: 遺失 CTN

# PRG_NavBar_Title
source: Register your product
ar: تسجيل منتجك
bg: Регистрирайте продукт
ca_es: |Đăng ký sản phẩm của bạn|
cs: Zaregistrujte výrobek
da: Registrer dit produkt
de: Produkt registrieren
el: Δήλωση προϊόντος
es: Registra tu producto
es_mx: Registre su producto
et: Registreerige oma toode
fi: Rekisteröi tuotteesi
fr: Enregistrez votre produit
he: רשום את המוצר שלך
hr: Registrirajte proizvod
hu: Termékregisztráció
it: Registra il prodotto
ja: 製品のご登録
lt: Registruokite gaminį
lv: Reģistrējiet produktu
nb: Registrer produktet
nl: Product registreren
pl: Zarejestruj produkt
pt: Registe o seu produto
pt_br: Registrar o produto
ro: Înregistrează-ţi produsul
ru: Регистрация продукта
sk: Registrácia výrobku
sl: Registracija izdelka
sv: Registrera produkten
th: ลงทะเบียนผลิตภัณฑ์ของคุณ
tr: Ürününüzü kaydettirin
uk: Зареєструйте виріб
vi: Đăng ký sản phẩm của bạn
zh_hans: 注册您的产品
zh_hant_hk: 註冊您的產品
zh_hant_tw: 註冊您的產品

# PRG_Network_ErrMsg
source: Please try again later.
ar: يرجى المحاولة بعد قليل.
bg: Опитайте след известно време.
ca_es: |Повторите попытку через некоторое время.|
cs: Zkuste to prosím později.
da: Prøv igen senere.
de: Versuchen Sie es später erneut.
el: Δοκιμάστε ξανά αργότερα.
es: Inténtalo de nuevo más tarde.
es_mx: Vuelva a intentarlo más tarde.
et: Palun proovige mõne aja pärast uuesti.
fi: Yritä uudelleen hetken kuluttua.
fr: Veuillez réessayer ultérieurement.
he: נסה מאוחר יותר.
hr: Pokušajte nakon određenog vremena.
hu: Kérjük, próbálja meg később.
it: Riprova più tardi.
ja: しばらくしてからやり直してください
lt: Bandykite dar kartą vėliau.
lv: Lūdzu, mēģiniet vēlāk.
nb: Prøv på nytt senere.
nl: Probeer het later opnieuw.
pl: Spróbuj za jakiś czas.
pt: Tente novamente mais tarde.
pt_br: Tente mais tarde.
ro: Încearcă din nou mai târziu.
ru: Повторите попытку через некоторое время.
sk: Skúste to o chvíľu
sl: Poskusite znova pozneje.
sv: Försök igen efter ett tag.
th: โปรดลองอีกครั้งในภายหลัง
tr: Lütfen bir süre sonra tekrar deneyin.
uk: Спробуйте пізніше.
vi: Vui lòng thử sau ít phút.
zh_hans: 请稍后重试。
zh_hant_hk: 請稍後再試。
zh_hant_tw: 請稍後再試。

# PRG_Network_Err_Title
source: Network Error!
ar: خطأ في الشبكة!
bg: Мрежова грешка!
ca_es: |เกิดข้อผิดพลาดเครือข่าย!|
cs: Síťová chyba!
da: Netværksfejl!
de: Netzwerkfehler!
el: Σφάλμα δικτύου!
es: Error de red.
es_mx: Error en la red.
et: Võrgu viga!
fi: Verkkovirhe!
fr: Erreur réseau !
he: שגיאת רשת!
hr: Pogreška mreže!
hu: Hálózati hiba!
it: Errore di rete!
ja: ネットワークエラー
lt: Tinklo klaida!
lv: Tīkla kļūda!
nb: Nettverksfeil!
nl: Netwerkfout!
pl: Błąd sieci!
pt: Erro de rede!
pt_br: Erro na rede!
ro: Eroare de reţea!
ru: Ошибка сети!
sk: Chyba siete
sl: Omrežna napaka.
sv: Nätverksfel!
th: เกิดข้อผิดพลาดเครือข่าย!
tr: Ağ Hatası!
uk: Помилка мережі!
vi: Lỗi mạng!
zh_hans: 网络错误！
zh_hant_hk: 發生網絡問題！
zh_hant_tw: 網路錯誤！

# PRG_No_Internet_ErrorMsg
source: Cannot connect to server. Please check your internet connection and try again.
ar: يتعذّر الاتصال بالخادم. يُرجى التحقق من اتصال الإنترنت لديك وإعادة المحاولة.
bg: Неуспешно свързване със сървъра. Моля, проверете интернет връзката си и опитайте отново.
ca_es: |Не удалось подключиться к серверу. Проверьте подключение к сети Интернет и повторите попытку.|
cs: Nepodařilo se připojit k serveru Zkontrolujte své internetové připojení a zkuste to znovu.
da: Kan ikke oprette forbindelse til serveren. Kontroller din internetforbindelse, og prøv igen.
de: Verbindung zum Server nicht möglich. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
el: Αδύνατη η σύνδεση με τον διακομιστή. Ελέγξτε τη σύνδεση στο internet και δοκιμάστε πάλι.
es: No se puede conectar con el servidor. Comprueba la conexión a Internet e inténtalo de nuevo.
es_mx: No se puede conectar al servidor. Comprueba la conexión a Internet e inténtalo de nuevo.
et: Serveriga ei saa ühendust luua. Kontrollige internetiühendust ja proovige uuesti.
fi: Yhteyttä palvelimeen ei voi muodostaa. Tarkista verkkoyhteys ja yritä uudelleen.
fr: Connexion au serveur impossible. Vérifiez votre connexion Internet et réessayez.
he: אין אפשרות להתחבר לשרת. בדוק את חיבור האינטרנט ונסה שוב.
hr: Ne može se uspostaviti veza s poslužiteljem. Provjerite internetsku vezu i pokušajte ponovo.
hu: Nem tud csatlakozni a szerverhez. Kérjük, ellenőrizze az internetkapcsolatot, és próbálja meg újra.
it: Impossibile connettersi al server. Controlla la connessione Internet e riprova.
ja: サーバーに接続できません。 インターネット接続を確認してから再試行してください。
lt: Negalima prisijungti prie serverio. Patikrinkite interneto ryšį ir bandykite dar kartą.
lv: Neizdodas savienoties ar serveri. Lūdzu, pārbaudiet savu interneta savienojumu un mēģiniet vēlreiz.
nb: Kan ikke koble til serveren. Kontroller Internett-tilkoblingen, og prøv på nytt.
nl: Kan geen verbinding maken met de server. Controleer uw internetverbinding en probeer het opnieuw.
pl: Nie można połączyć z serwerem. Sprawdź połączenie z Internetem i spróbuj ponownie.
pt: Não é possível ligar ao servidor. Verifique a sua ligação à Internet e tente novamente.
pt_br: Não é possível se conectar ao servidor. Verifique sua conexão com a Internet e tente novamente.
ro: Conectarea la server nu este posibilă. Verifică-ţi conexiunea la internet şi încearcă din nou.
ru: Не удалось подключиться к серверу. Проверьте подключение к сети Интернет и повторите попытку.
sk: Pripojenie na server nie je možné. Skontrolujte svoje pripojenie na internet a skúste to znova.
sl: Povezave s strežnikom ni mogoče vzpostaviti. Preverite internetno povezavo in poskusite znova.
sv: Det går inte att ansluta till servern. Kontrollera din internetanslutning och försök igen.
th: ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ได้ โปรดตรวจสอบการเชื่อมต่ออินเตอร์เน็ตของคุณ และลองอีกครั้ง
tr: Sunucuya bağlanılamıyor. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Неможливо під’єднатися до сервера. Перевірте з’єднання з Інтернетом і спробуйте ще раз.
vi: Không thể kết nối với máy chủ. Vui lòng kiểm tra kết nối internet của bạn và thử lại.
zh_hans: 无法连接到服务器。 请检查您的网络连接，然后重试。
zh_hant_hk: 無法連接伺服器。 請檢查網絡連接然後重新嘗試。
zh_hant_tw: 無法連接至伺服器。 請檢查網際網路連線並再試一次。

# PRG_No_Internet_Title
source: No internet connection
ar: ما من اتصال بالإنترنت
bg: Няма връзка с интернет
ca_es: |Connessione a Internet assente|
cs: Nelze se připojit k internetu
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Χωρίς σύνδεση internet
es: Sin conexión a Internet
es_mx: Sin conexión a Internet
et: Internetiühendus puudub
fi: Ei verkkoyhteyttä
fr: Aucune connexion Internet
he: אין חיבור לאינטרנט
hr: Nema internetske veze
hu: Nincs internetkapcsolat.
it: Connessione a Internet assente
ja: インターネット接続なし
lt: Nėra interneto ryšio
lv: Nav interneta savienojuma
nb: Ingen Internett-tilkobling
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
pt: Sem ligação à Internet
pt_br: Sem conexão com a Internet
ro: Fără conexiune la internet
ru: Отсутствует подключение
sk: Nemáte pripojenie na internet
sl: Ni internetne povezave
sv: Ingen anslutning till Internet
th: ไม่มีการเชื่อมต่ออินเตอร์เน็ต
tr: İnternet bağlantısı yok
uk: Немає Інтернет-з’єднання
vi: Không có kết nối internet
zh_hans: 无互联网连接
zh_hant_hk: 無網絡連接
zh_hant_tw: 沒有網際網路連線

# PRG_OK
source: OK
ar: موافق
ca_es: |Aceptar |
el: ΟΚ
he: אישור
lt: Gerai
lv: Labi
ru: Oк
sl: V redu
th: ตกลง
zh_hans: 确定
zh_hant_hk: 確定
