Repository: PhilipsTest/iOS-Test
Catalog: Source/prg/Source/Library/PhilipsProductRegistration/PhilipsProductRegistration/UI/Localization/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, de, el, es, es_mx, et, fi, fr, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# PRG_Please_Enter_Date_Lbltxt
source: Please enter purchase date
ar: يرجى إدخال تاريخ الشراء
bg: Въведете дата на покупка
ca_es: |Πληκτρολογήστε μια έγκυρη ημερομηνία αγοράς.|
cs: Zadejte prosím datum zakoupení
da: Indtast købsdato
de: Bitte geben Sie das Kaufdatum ein.
el: Πληκτρολογήστε μια έγκυρη ημερομηνία αγοράς.
es: Introduce la fecha de compra
es_mx: Ingrese la fecha de compra
et: Palun sisestage ostukuupäev.
fi: Anna kelvollinen ostopäivä
fr: Veuillez saisir la date d'achat
he: הזן תאריך רכישה
hr: Unesite datum kupnje
hu: Adja meg a vásárlási dátumot
it: Inserisci una data di acquisto
ja: 購入日を入力してください
lt: Įveskite prikimo datą
lv: Lūdzu, ievadiet iegādes datumu
nb: Angi kjøpsdato
nl: Voer een aankoopdatum in
pl: Wprowadź prawidłową datę zakupu
pt: Introduza a data de compra
pt_br: Insira a data de compra
ro: Introdu data de achiziţie
ru: Введите дату покупки
sk: Zadajte dátum zakúpenia
sl: Vnesite datum nakupa
sv: Ange ett giltigt inköpsdatum
th: โปรดป้อนวันที่ซื้อ
tr: Lütfen satın alma tarihini girin
uk: Введіть дату придбання
vi: Vui lòng nhập ngày mua
zh_hans: 请输入购买日期
zh_hant_hk: 請輸入購買日期！
zh_hant_tw: 請輸入購買日期

# PRG_Please_Enter_SerialNum_Txtfldtxt
source: Enter your serial number
ar: أدخل الرقم التسلسلي الخاص بك
bg: Въведете вашия сериен номер
ca_es: |Geben Sie Ihre Seriennummer ein|
cs: Zadejte své sériové číslo
da: Indtast serienummeret
de: Geben Sie Ihre Seriennummer ein
el: Εισαγωγή σειριακού αριθμού
es: Introduce el número de serie
es_mx: Ingrese su número de serie
et: Sisestage oma seerianumber
fi: Kirjoita sarjanumero
fr: Saisissez votre numéro de série
he: הזן מספר סידורי
hr: Unesite serijski broj
hu: Írja be a sorozatszámot
it: Inserisci il numero di serie
ja: シリアル番号を入力してください
lt: Įveskite serijos numerį
lv: Ievadiet sērijas numuru
nb: Angi serienummeret
nl: Voer het serienummer in
pl: Wprowadź numer seryjny
pt: Introduza o número de série
pt_br: Insira o número de série
ro: Introdu numărul de serie propriu
ru: Введите серийный номер
sk: Zadajte sériové číslo
sl: Vnesite serijsko številko
sv: Ange serienummer
th: ป้อนหมายเลขผลิตภัณฑ์ของคุณ
tr: Seri numaranızı girin
uk: Введіть серійний номер
vi: Nhập số sê-ri của bạn
zh_hans: 请输入您的序列号
zh_hant_hk: 輸入您的序號
zh_hant_tw: 輸入您的序號

# PRG_Please_Select
source: Please select…
ar: يُرجى تحديد...
bg: Моля, изберете...
ca_es: |Te rugăm să selectezi...|
cs: Vyberte…
da: Vælg venligst...
de: Bitte auswählen:
el: Επιλέξτε...
es: Selecciona...
es_mx: Seleccione…
et: Palun valige ...
fi: Valitse...
fr: Sélectionnez...
he: בחר...
hr: Odaberite...
hu: Kérjük, válasszon...
it: Seleziona...
ja: 選択してください...
lt: Pasirinkite...
lv: Lūdzu, izvēlieties...
nb: Velg …
nl: Selecteer...
pl: Wybierz…
pt: Seleccione…
pt_br: Selecione...
ro: Te rugăm să selectezi...
ru: Выберите...
sk: Vyberte...
sl: Izberite ...
sv: Välj ...
th: โปรดเลือก...
tr: Lütfen seçin…
uk: Виберіть...
vi: Vui lòng chọn…
zh_hans: 请选择…
zh_hant_hk: 請選擇…
zh_hant_tw: 請選擇…

# PRG_ProductRegistration_benifits_Txt
source: You can extend product warranty
ar: يمكنك تمديد ضمان المنتج
bg: Можете да удължите гаранцията на продукт
ca_es: |Можете да удължите гаранцията на продукт|
cs: Můžete prodloužit záruku výrobku
da: Du kan forlænge produktets garanti
de: Produktgarantie kann verlängert werden
el: Μπορείτε να επεκτείνετε την εγγύηση
es: Puedes ampliar la garantía de los productos
es_mx: Puedes extender la garantía del producto
et: Saate toote garantiid laiendada
fi: Voit laajentaa tuotetakuuta
fr: Vous pouvez prolonger la garantie.
he: באפשרותך להאריך את האחריות על המוצר
hr: Možete produžiti jamstvo za proizvod
hu: Meghosszabbíthatja a termékgaranciát.
it: Puoi estendere la garanzia del prodotto
ja: 製品保証を延長できます
lt: Galite pratęsti produkto garantiją
lv: Jūs varat pagarināt produkta garantiju
nb: Du kan forlenge produktets garanti
nl: U kunt de productgarantie verlengen
pl: Możesz przedłużyć gwarancję na produkt
pt: Pode alargar o período de garantia do produto
pt_br: Você pode estender a garantia do produto
ro: Poţi extinde garanţia produsului
ru: Можно продлить действие гарантии
sk: Môžete si predĺžiť záruku na výrobok
sl: Garancijo za izdelek lahko podaljšate
sv: Du kan förlänga produktgarantin
th: คุณสามารถขยายการรับประกันได้
tr: Ürünün garanti süresini uzatabilirsiniz
uk: Ви можете подовжити гарантію на виріб
vi: Bạn có thể kéo dài bảo hành sản phẩm
zh_hans: 您可以延长产品保修期
zh_hant_hk: 您可以延長產品保養期
zh_hant_tw: 您可以延長產品保固

# PRG_Product_Not_Found_ErrMsg
source: Product not supported in this region, please contact Consumer Care.
ar: المنتج غير معتمد في هذه المنطقة؛ يرجى الاتصال بخدمة المستهلك.
bg: Продуктът не се поддържа за този регион, свържете се с отдела за обслужване на клиенти.
ca_es: |Δεν παρέχεται υποστήριξη για το συγκεκριμένο προϊόν στην περιοχή. Επικοινωνήστε με την Εξυπηρέτηση Καταναλωτών.|
cs: Výrobek není v tomto regionu podporován. Obraťte se prosím na zákaznickou podporu.
da: Produktet understøttes ikke i denne region. Kontakt kundeservice.
de: Das Produkt wird in dieser Region nicht unterstützt. Bitte kontaktieren Sie das Service-Center.
el: Δεν παρέχεται υποστήριξη για το συγκεκριμένο προϊόν στην περιοχή. Επικοινωνήστε με την Εξυπηρέτηση Καταναλωτών.
es: Producto no admitido en esta región, ponte en contacto con el servicio de atención al cliente.
es_mx: El producto no se admite en esta región. Comuníquese con el servicio de atención al cliente.
et: Tootel puudub teie piirkonnas tugi, palun võtke ühendust klienditeenindusega.
fi: Tuotetta ei tueta tällä alueella. Ota yhteys asiakastukeen.
fr: Le produit n'est pas pris en charge dans cette région. Contactez le Service Consommateurs.
he: המוצר אינו נתמך באזור זה; פנה לשירות הלקוחות.
hr: Proizvod nije podržan u ovoj regiji, kontaktirajte službu za korisnike.
hu: A termék ebben a régióban nem támogatott. Kérjük, vegye fel a kapcsolatot a vevőszolgálattal.
it: Prodotto non supportato in questa regione. Contatta l'assistenza clienti.
ja: この地域ではサポートされていない製品です。当社までお問い合わせください。
lt: Gaminys šiame regione nepalaikomas. Kreipkitės į klientų aptarnavimo centrą.
lv: Produkts netiek atbalstīts šajā reģionā, lūdzu, sazinieties ar klientu apkalpošanu.
nb: Produktet støttes ikke i denne regionen. Kontakt kundestøtte.
nl: Product niet ondersteund in deze regio. Neem contact op met Consumer Care.
pl: Produkt nieobsługiwany w tym regionie — skontaktuj się z obsługą klienta.
pt: Produto não suportado nesta região; contacte o apoio ao cliente.
pt_br: Produto incompatível com a região. Entre em contato com o atendimento ao cliente.
ro: Produsul nu este acceptat în această regiune. Contactează asistenţa pentru clienţi.
ru: Продукт не поддерживается в данном регионе, обратитесь в центр поддержки потребителей.
sk: Výrobok nie je v tejto oblasti podporovaný, kontaktujte stredisko starostlivosti o zákazníkov.
sl: Izdelek ni podprt v tej regiji, obrnite se na center za pomoč uporabnikom.
sv: Produkten stöds inte i den här regionen. Kontakta kundtjänst.
th: ไม่รองรับผลิตภัณฑ์ในภูมิภาคนี้ โปรดติดต่อฝ่ายดูแลลูกค้า
tr: Ürün bu bölgede desteklenmiyor; lütfen müşteri merkeziyle irtibata geçin.
uk: Виріб не підтримується у цьому регіоні, зверніться до Центру обслуговування клієнтів
vi: Sản phẩm không được hỗ trợ ở khu vực này, vui lòng liên hệ với trung tâm chăm sóc khách hàng.
zh_hans: 此地区不支持该产品，请联系客户服务。
zh_hant_hk: 此地區不提供此產品，請聯絡顧客服務。
zh_hant_tw: 產品在本區不受支援，請聯絡客戶服務中心。

# PRG_Product_Not_Found_Title
source: Product not found!
ar: لم يتم العثور على المنتج!
bg: Продуктът не е намерен!
ca_es: |No se encontró el producto.|
cs: Výrobek nenalezen!
da: Produktet blev ikke fundet!
de: Produkt nicht gefunden!
el: Το προϊόν δεν βρέθηκε!
es: Producto no encontrado.
es_mx: No se encontró el producto.
et: Toodet ei leitud!
fi: Tuotetta ei löytynyt!
fr: Produit introuvable
he: המוצר לא נמצא!
hr: Proizvod nije pronađen!
hu: A termék nem található!
it: Prodotto non trovato!
ja: 製品が見つかりませんでした
lt: Gaminys nerastas
lv: Produkts nav atrasts!
nb: Produktet ble ikke funnet.
nl: Product niet gevonden!
pl: Nie znaleziono produktu!
pt: Produto não encontrado!
pt_br: Produto não encontrado!
ro: Produsul nu a fost găsit!
ru: Продукт не найден!
sk: Výrobok sa nenašiel
sl: Izdelka ni mogoče najti
sv: Produkten hittas inte!
th: ไม่พบผลิตภัณฑ์!
tr: Ürün bulunamadı!
uk: Виріб не знайдено!
vi: Không tìm thấy sản phẩm!
zh_hans: 未找到产品！
zh_hant_hk: 無法找到產品！
zh_hant_tw: 找不到產品！

# PRG_ReceiveUpdates_Lbltxt
source: • Get updates about your product
ar: • الحصول على تحديثات حول المنتج
bg: • Получете актуализации за вашия продукт
ca_es: |• узнавать об обновлениях для вашего продукта|
cs: • Získejte aktualizace pro svůj výrobek
da: • Hent opdateringer til dit produkt
de: • Erhalten Sie Updates zu Ihrem Produkt
el: • Λάβετε ενημερώσεις για το προϊόν σας
es: • Obtén actualizaciones acerca de tu producto
es_mx: • Obtener actualizaciones acerca de su producto
et: • Saage oma tootega seotud värskendusi
fi: • Saat päivityksiä tuotteeseesi
fr: • Obtenir des mises à jour sur votre produit
he: • קבל עדכונים לגבי המוצר שברשותך
hr: • Dobivajte ažuriranja o proizvodu
hu: • Frissítéseket kap a termékével kapcsolatban.
it: • Ottenere aggiornamenti sul prodotto
ja: • 製品の最新情報をお届けいたします
lt: • Gaukite gaminio naujinius
lv: • Saņemiet atjauninājumus par produktu
nb: • Få oppdateringer om produktet
nl: â€¢ Ontvang updates over uw product
pl: • Otrzymuj aktualizacje dotyczące produktu
pt: • Receba actualizações sobre o seu produto
pt_br: • Obter atualizações sobre o produto
ro: • Primeşte noutăţi despre produsul tău
ru: • узнавать об обновлениях для вашего продукта
sk: • Získajte aktualizácie pre svoj výrobok
sl: • Prejemajte novice o svojem izdelku
sv: • Få uppdateringar om produkten
th: • รับอัปเดตเกี่ยวกับผลิตภัณฑ์ของคุณ
tr: • Ürünlerinizle ilgili güncellemeleri edinin
uk: • Отримуйте оновлення про свій виріб
vi: • Nhận thông tin cập nhật về sản phẩm của bạn
zh_hans: • 获取产品的更新信息
zh_hant_hk: • 獲取有關產品的最新消息
zh_hant_tw: • 取得產品的更新資訊

# PRG_RegLater_Btntxt
source: No thanks, register later
ar: لا شكرًا، سأسجّل لاحقًا
bg: Не, регистрирай после
ca_es: |Nu, mulţumesc. Îl înregistrez mai târziu|
cs: Registrovat později.
da: Nej, registrer senere
de: Nein, nicht jetzt
el: Όχι τώρα. Ευχαριστώ.
es: No, más tarde
es_mx: Lo haré más tarde
et: Ei, aitäh. Registreerin hiljem.
fi: Rekisteröin myöhemmin
fr: Non merci, plus tard
he: לא תודה, אירשם מאוחר יותר
hr: Ne hvala, registriraj poslije
hu: Köszönöm, nem. Később
it: Registra in seguito
ja: いいえ、後で登録します
lt: Ne, ačiū. Reg. vėliau
lv: Nē, reģistrēt vēlāk
nb: Nei takk, registrer senere
nl: Nee, later registreren
pl: Nie, zarejestruję później
pt: Não, obrigado. Mais tarde
pt_br: Não, registrar depois
ro: Nu, mulţumesc. Îl înregistrez mai târziu
ru: Нет, позже
sk: Zaregistrujem ho neskôr
sl: Ne, hvala, registriraj pozneje
sv: Nej tack, jag registrerar mig senare
th: ไม่ ขอบคุณ ลงทะเบียนภายหลัง
tr: Hayır, sonra kaydet
uk: Ні, зареєструю пізніше
vi: Không, cảm ơn, đăng ký sau
zh_hans: 不，谢谢！稍后注册
zh_hant_hk: 不必了，稍後再註冊
zh_hant_tw: 不了，謝謝，稍後註冊

# PRG_RegSuccess_Lbltxt
source: Successfully registered
ar: نجح التسجيل
bg: Успешно регистриран
ca_es: |Η διαδικασία δήλωσης ολοκληρώθηκε με επιτυχία|
cs: Úspěšně registrováno
da: Registrering gennemført
de: Erfolgreich registriert
el: Η διαδικασία δήλωσης ολοκληρώθηκε με επιτυχία
es: Se ha registrado correctamente.
es_mx: Registro realizado correctamente
et: Registreerimine õnnestus
fi: Rekisteröinti onnistui
fr: Enregistré avec succès
he: הרישום הצליח!
hr: Registracija je uspjela
hu: A regisztrálás sikeres.
it: Registrazione eseguita
ja: 登録が完了しました
lt: Užregistruota sėkmingai
lv: Veiksmīgi reģistrēts
nb: Registrert
nl: Registratie voltooid
pl: Zarejestrowano pomyślnie
pt: Registado com sucesso
pt_br: Registrado com sucesso
ro: Înregistrat cu succes
ru: Регистрация успешно выполнена
sk: Registrácia bola úspešná
sl: Uspešno registrirano
sv: Har registrerats!
th: ลงทะเบียนเสร็จสมบูรณ์
tr: Başarıyla kaydedildi
uk: Успішно зареєстровано
vi: Đăng ký thành công
zh_hans: 已成功注册
zh_hant_hk: 已成功註冊
zh_hant_tw: 註冊成功

# PRG_RegYourProduct_Lbltxt
source: Register your product to:
ar: سجّل منتجك لـ:
bg: Регистрирайте продукт на:
ca_es: |Registreerige oma toode järgmistel eesmärkidel:|
cs: Zaregistrujte svůj výrobek a získejte:
da: Registrer dit produkt hos:
de: Registrieren Sie Ihr Produkt bei:
el: Δήλωση προϊόντος εδώ:
es: Registra tu producto para:
es_mx: Registre su producto para lo siguiente:
et: Registreerige oma toode järgmistel eesmärkidel:
fi: Rekisteröi tuotteesi:
fr: Enregistrez votre produit pour :
he: רשום את המוצר על שם:
hr: Registrirajte proizvod:
hu: A termék regisztrációja esetén:
it: Registra il tuo prodotto per:
ja: 製品登録のメリット：
lt: Registruokite gaminį:
lv: Reģistrējiet savu produktu:
nb: Registrer produktet til:
nl: Registreer uw product:
pl: Zarejestruj swój produkt:
pt: Registe o seu produto para:
pt_br: Registre seu produto para:
ro: Înregistrează-ţi produsul în:
ru: Зарегистрируйте продукт, чтобы:
sk: Zaregistrujte svoj výrobok:
sl: Registracija izdelka:
sv: Registrera produkten på:
th: ลงทะเบียนผลิตภัณฑ์ของคุณไปยัง:
tr: Ürününüzü kaydettirin:
uk: Зареєструйте свій виріб, щоб:
vi: Đăng ký sản phẩm của bạn để:
zh_hans: 将您的产品注册至：
zh_hant_hk: 註冊您的產品即可：
zh_hant_tw: 註冊您的產品，即可：

# PRG_Reg_In_Web_Lbltxt
source: Or register your product in the web version at www.philips.com
ar: أو سجّل منتجك في الإصدار على ويب على www.philips.com
bg: Или регистрирайте вашия продукт в уеб версията на адрес www.philips.com
ca_es: |Εναλλακτικά, μπορείτε να δηλώσετε το προϊόν σας στην έκδοση web από τη διεύθυνση www.philips.com.|
cs: Nebo svůj výrobek registrujte ve verzi na webu www.philips.com
da: Eller registrer dit produkt i webudgaven på www.philips.com
de: Oder registrieren Sie Ihr Produkt im Internet auf www.philips.com.
el: Εναλλακτικά, μπορείτε να δηλώσετε το προϊόν σας στην έκδοση web από τη διεύθυνση www.philips.com.
es: O bien, registra tu producto en la versión web en www.philips.com
es_mx: O regístrelo en la versión web en www.philips.com
et: Või registreerige toode veebilehel www.philips.com.
fi: Voit rekisteröidä tuotteen myös verkkosivuillamme osoitteessa www.philips.com.
fr: Ou enregistrez votre produit sur la version Web : www.philips.com
he: או רשום את המוצר שלך בגרסת האינטרנט בכתובת www.philips.com
hr: Ili registrirajte proizvod putem web-mjesta www.philips.com
hu: Vagy regisztrálja termékét a webes változaton: www.philips.com
it: In alternativa, registra il prodotto usando la versione Web all'indirizzo www.philips.com
ja: 製品はウェブ版（www.philips.com）で登録することもできます
lt: Arba užregistruokite savo gaminį žiniatinklyje www.philips.com
lv: Vai reģistrējiet savu produktu tīmekļa versijā vietnē www.philips.com
nb: Eller registrer produktet ditt i webversjonen på www.philips.com
nl: Of registreer uw product in de webversie op www.philips.com
pl: Można też zarejestrować produkt na stronie internetowej pod adresem www.philips.com
pt: Ou, efectue o registo do produto na versão Web em www.philips.com
pt_br: Ou registre seu produto na web em www.philips.com
ro: Sau înregistrează produsul pe versiunea web la adresa www.philips.com
ru: Или зарегистрируйте продукт на веб-сайте www.philips.com
sk: Prípadne zaregistrujte výrobok vo webovej verzii na adrese www.philips.com
sl: Ali pa izdelek registrirajte v spletni različici na naslovu www.philips.com
sv: Eller registrera produkten i webbversionen på www.phlips.com
th: หรือลงทะเบียนผลิตภัณฑ์ในเวอร์ชันเว็บที่ www.philips.com
tr: Alternatif olarak, ürününüzü www.philips.com adresindeki web sürümünden kaydettirin
uk: Або зареєструйте свій виріб у веб-версії на сайті www.philips.com
vi: Hoặc đăng ký sản phẩm của bạn trong phiên bản web tại www.philips.com
zh_hans: 或者，通过 www.philips.com 在 Web 版本中注册您的产品
zh_hant_hk: 或前往 www.philips.com 在網頁版本上註冊產品
zh_hant_tw: 或者，至網頁版 www.philips.com 註冊您的產品

# PRG_Register_Btntxt
source: Register
ar: التسجيل
bg: Регистриране
ca_es: |Зарегистрировать|
cs: Zaregistrujte
da: Registrer
de: Registrieren
el: Δήλωση
es: Registrarse
es_mx: Registro
et: Registreeri
fi: Rekisteröi
fr: Enregistrer
he: רישום
hr: Registracija
hu: Reg.
it: Registrazione
ja: ご登録
lt: Registracija
lv: Reģistrēt
nb: Registrer
nl: Registreren
pl: Rejestracja
pt: Registar
pt_br: Registrar
ro: Înregistrare
ru: Зарегистрировать
sk: Registrácia
sl: Registracija
sv: Registrera
th: ลงทะเบียน
tr: Kayıt olun
uk: Реєстрація
vi: Đăng ký
zh_hans: 注册
zh_hant_hk: 註冊
zh_hant_tw: 註冊

# PRG_Register_Next
source: Register next
ar: تسجيل التالي
bg: Регистриране на следващ
ca_es: |Зарегистрировать другой продукт |
cs: Zaregistrovat další
da: Registrer næste
de: Nächstes Produkt registrieren
el: Εγγραφή επόμενου
es: Registrar siguiente
es_mx: Registrar siguiente
et: Registreerige järgmine
fi: Rekisteröi seuraava tuote
fr: Enregistrer le produit suivant
he: רשום את הבא
hr: Registrirajte sljedeći
hu: A következő regisztrálása
it: Registra il prossimo
ja: 次を登録
lt: Registruoti kitą
lv: Reģistrēt nākamo
nb: Registrer neste
nl: Volgende registreren
pl: Zarejestruj następny
pt: Registar seguinte
pt_br: Registre o próximo produto
ro: Înregistrează următorul
ru: Зарегистрировать другой продукт
sk: Zaregistrovať ďalší
sl: Druga registracija
sv: Registrera nästa
th: ลงทะเบียนถัดไป
tr: Bir sonraki ürünü kaydet
uk: Зареєструвати наступний
vi: Đăng ký tiếp
zh_hans: 注册下一个产品
zh_hant_hk: 登記下一個
zh_hant_tw: 註冊下一個

# PRG_Registering_Products_Lbltxt
source: Registering
ar: جاري التسجيل
bg: Регистриране
ca_es: |Выполняется регистрация|
cs: Registrace
da: Registrering
de: Wird registriert
el: Δήλωση
es: Registrando
es_mx: Registrando
et: Registreerimine
fi: Rekisteröidään
fr: Enregistrement en cours
he: רישום
hr: Registracija
hu: Regisztrálás
it: Registrazione
ja: 登録中
lt: Registruojama
lv: Reģistrēšana
nb: Registrering
nl: Registereren
pl: Rejestrowanie
pt: A registar
pt_br: Registrando
ro: Se înregistrează
ru: Выполняется регистрация
sk: Registruje sa
sl: Registriranje
sv: Registrerar
th: ลงทะเบียน
tr: Kaydediliyor
uk: Виконується реєстрація
vi: Đang đăng ký
zh_hans: 正在注册
zh_hant_hk: 註冊
zh_hant_tw: 正在註冊

# PRG_Req_Purchase_Date_Title
source: Invalid purchase date
ar: تاريخ الشراء غير صالح!
bg: Невалидна дата на покупка!
ca_es: |Неправильна дата придбання!|
cs: Neplatné datum zakoupení!
da: Ugyldig købsdato!
de: Ungültiges Kaufdatum!
el: Μη έγκυρη ημερομηνία αγοράς!
es: Fecha de compra no válida.
es_mx: Fecha de compra inválida.
et: Vale ostukuupäev!
fi: Virheellinen ostopäivä!
fr: Date d'achat non valide
he: תאריך רכישה לא חוקי!
hr: Datum kupnje nije valjan!
hu: Érvénytelen vásárlási dátum!
it: Data di acquisto non valida!
ja: 購入日が無効です
lt: Neteisinga pirkimo data!
lv: Nederīgs iegādes datums!
nb: Ugyldig kjøpsdato!
nl: Ongeldige aankoopdatum!
pl: Nieprawidłowa data zakupu!
pt: Data de compra inválida!
pt_br: Data de compra inválida!
ro: Dată de achiziţie nevalidă!
ru: Недопустимая дата покупки!
sk: Neplatný dátum zakúpenia
sl: Neveljaven datum nakupa.
sv: Ogiltigt inköpsdatum!
th: วันที่ซื้อไม่ถูกต้อง!
tr: Geçersiz satın alma tarihi!
uk: Неправильна дата придбання!
vi: Ngày mua không hợp lệ!
zh_hans: 购买日期无效！
zh_hant_hk: 購買日期無效！
zh_hant_tw: 購買日期無效！

# PRG_SerialNum_Format_ErrMsg
source: Please enter serial number in this format:
ar: يرجى إدخال الرقم التسلسلي في هذا التنسيق:
bg: Въведете сериен номер в следния формат:
ca_es: |Geben Sie die Seriennummer in folgendem Format ein:|
cs: Zadejte prosím sériové číslo v tomto formátu:
da: Serienummeret skal indtastes i følgende format:
de: Geben Sie die Seriennummer in folgendem Format ein:
el: Πληκτρολογήστε το σειριακό αριθμό στην εξής μορφή:
es: Introduce el número de serie en este formato:
es_mx: Ingrese el número de serie en este formato:
et: Palun sisestage seerianumber selles vormingus:
fi: Anna sarjanumero seuraavassa muodossa:
fr: Veuillez indiquer le numéro de série dans ce format :
he: הזן מספר סידורי בתבנית זו:
hr: Unesite serijski broj u ovom formatu:
hu: Ebben a formátumban adja meg a sorozatszámot:
it: Inserisci un numero di serie nel seguente formato:
ja: シリアル番号は次の形式で入力してください：
lt: Įveskite serijos numerį šiuo formatu:
lv: Lūdzu, ievadiet sērijas numuru šādā formātā:
nb: Angi serienummeret i dette formatet:
nl: Voer een serienummer in deze indeling in:
pl: Wprowadź numer seryjny w tym formacie:
pt: Introduza o número de série neste formato:
pt_br: Insira o número de série neste formato:
ro: Introdu numărul de serie în acest format:
ru: Введите серийный номер в следующем формате:
sk: Sériové číslo zadajte v tomto formáte:
sl: Vnesite serijsko številko v tem formatu:
sv: Ange serienumret i det här formatet:
th: โปรดป้อนหมายเลขผลิตภัณฑ์ในรูปแบบนี้ :
tr: Lütfen seri numarasını şu formatta girin:
uk: Введіть серійний номер у такому форматі:
vi: Vui lòng nhập số sê-ri theo định dạng này:
zh_hans: 请按此格式输入序列号：
zh_hant_hk: 請以此格式輸入序號：
zh_hant_tw: 請依照此格式輸入序號：

# PRG_SerialNum_Lbltxt
source: Serial number
ar: الرقم التسلسلي
bg: Сериен номер
ca_es: |Серийный номер|
cs: Sériové číslo
da: Serienummer
de: Seriennummer
el: Σειριακός αριθμός
es: Núm. de serie
es_mx: Número de serie
et: Seerianumber
fi: Sarjanumero
fr: Numéro de série
he: מספר סידורי
hr: Serijski broj
hu: Sorozatszám
it: Numero di serie
ja: シリアル番号
lt: Serijos numeris
lv: Sērijas numurs
nb: Serienummer
nl: Serienummer
pl: Numer seryjny
pt: Número de série
pt_br: Número de série
ro: Număr de serie
ru: Серийный номер
sk: Sériové číslo
sl: Serijska številka
sv: Serienummer
th: เลขซีเรียล
tr: Seri numarası
uk: Серійний номер
vi: Số sê-ri
zh_hans: 序列号
zh_hant_hk: 序號
zh_hant_tw: 序號

# PRG_Thank_You_Lbltxt
source: Thank you for choosing Philips products!
ar: شكراً لاختيار منتجات Philips!
bg: Благодарим ви, че избирате продуктите на Philips!
ca_es: |Vielen Dank, dass Sie sich für die Produkte von Philips entschieden haben.|
cs: Děkujeme, že jste si vybrali výrobky Philips!
da: Tak, fordi du valgte Philips-produkter!
de: Vielen Dank, dass Sie sich für die Produkte von Philips entschieden haben.
el: Σας ευχαριστούμε που επιλέξατε προϊόντα Philips!
es: Gracias por elegir los productos de Philips.
es_mx: Gracias por escoger los productos Philips.
et: Täname, et valisite Philipsi tooted.
fi: Kiitos, että valitsit Philipsin!
fr: Philips vous remercie de votre confiance !
he: תודה על שבחרת במוצרי פיליפס!
hr: Hvala što ste odabrali proizvode tvrtke Philips!
hu: Köszönjük, hogy Philips terméket választott!
it: Grazie per aver scelto i prodotti Philips!
ja: フィリップス製品をお選びいただきありがとうございます。
lt: Ačiū, kad renkatės „Philips“ gaminius!
lv: Paldies, ka izvēlējāties Philips produktus!
nb: Takk for at du valgte Philips-produkter!
nl: Bedankt dat u voor Philips-producten hebt gekozen!
pl: Dziękujemy za wybranie produktów Philips!
pt: Obrigado por escolher produtos Philips!
pt_br: Obrigado por escolher os produtos da Philips!
ro: Îţi mulţumim că ai ales produse Philips!
ru: Спасибо за то, что выбрали продукцию Philips!
sk: Ďakujeme, že ste si vybrali výrobky od spoločnosti Philips!
sl: Hvala, ker ste izbrali izdelke Philips.
sv: Tack för att du väljer Philips produkter!
th: ขอบคุณที่เลือกผลิตภัณฑ์ Philips!
tr: Philips ürünlerini tercih ettiğiniz için teşekkür ederiz!
uk: Дякуємо за Ваш вибір виробів Philips!
vi: Cảm ơn bạn đã chọn sản phẩm của Philips!
zh_hans: 感谢您选择飞利浦产品！
zh_hant_hk: 感謝選用 Philips 產品！
zh_hant_tw: 感謝您愛用飛利浦產品！
