Repository: PhilipsTest/iOS-Test
Catalog: Source/ecs/Source/Library/PhilipsEcommerceSDK/PhilipsEcommerceSDK/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, de, el, es, es_ar, et, fi, fr, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# ECSPIL_INVALID_QUANTITY
source: Quantity must be greater than zero
ar: يجب أن تكون القيمة أعلى من صفر
bg: Количеството трябва да бъде по-голямо от нула
ca_es: |Η ποσότητα δεν πρέπει να είναι μεγαλύτερη από μηδέν|
cs: Množství musí být větší než nula
da: Antal skal være større end nul
de: Die Menge muss größer als Null sein
el: Η ποσότητα δεν πρέπει να είναι μεγαλύτερη από μηδέν
es: La cantidad debe ser superior a cero
es_ar: La cantidad debe ser superior a cero
et: Kogus peab olema suurem kui null
fi: Määrän on oltava enemmän kuin nolla
fr: La quantité doit être supérieure à zéro
fr_ca: La quantité doit être supérieure à zéro
he: הכמות חייבת להיות גדולה מאפס
hr: Količina mora biti veća od nule
hu: A mennyiségnek nagyobbnak kell lennie nullánál
it: La quantità deve essere superiore a zero
ja: 数量は 1 以上で指定してください
lt: Kiekis turi būti didesnis nei nulis
lv: Daudzumam jābūt lielākam par nulli
nb: Antall må være større enn null
nl: Aantal moet groter zijn dan nul
pl: Ilość musi być większa od zera
pt: A quantidade tem de ser superior a zero
pt_br: A quantidade deve ser maior que zero
ro: Cantitatea trebuie să fie mai mare de zero
ru: Количество не может быть меньше нуля
sk: Počet nesmie byť väčší ako nula
sl: Količina mora biti večja od nič
sv: Kvantiteten måste vara större än noll
th: จำนวนต้องมากกว่าศูนย์
tr: Adet, sıfırdan fazla olmalıdır
uk: Кількість має бути більше нуля
vi: Số lượng phải lớn hơn 0
zh_hans: 数量必须大于零
zh_hant_hk: 數量必須大於零
zh_hant_tw: 數量必須大於零

# ECSPIL_MISSING_PARAMETER_country
source: Please set the locale
ar: يُرجى ضبط الموقع
bg: Моля, задайте езика
ca_es: |Встановіть регіональні налаштування|
cs: Nastavte místní nastavení
da: Angiv venligst den lokale
de: Bitte legen Sie das Gebietsschema fest
el: Επιλέξτε τοπικές ρυθμίσεις
es: Establece la configuración regional
es_ar: Establezca la configuración regional
et: Palun määrake lokaat
fi: Aseta aluekohtaiset asetukset
fr: Veuillez définir l'emplacement
fr_ca: Veuillez définir les paramètres régionaux
he: הגדר מקום בבקשה
hr: Postavite lokalitet
hu: Állítsa be a régiót
it: Imposta la località
ja: ロケールを設定してください
lt: Nustatykite vietą
lv: Lūdzu, iestatiet lokalizāciju
nb: Still inn lokaliteten
nl: Stel de landinstelling in
pl: Skonfiguruj ustawienia regionalne
pt: Defina o local
pt_br: Defina a localidade
ro: Setează locaţia
ru: Выберите локаль
sk: Nastavte miestne nastavenia
sl: Določite območne nastavitve
sv: Ställ in språk
th: โปรดตั้งค่าสถานที่
tr: Lütfen konumu belirleyin
uk: Встановіть регіональні налаштування
vi: Vui lòng thiết lập miền địa phương
zh_hans: 请设置区域
zh_hant_hk: 請設定地域
zh_hant_tw: 請設定地區

# ECSPIL_MISSING_PARAMETER_language
source: Please set the locale
ar: يُرجى ضبط الموقع
bg: Моля, задайте езика
ca_es: |Встановіть регіональні налаштування|
cs: Nastavte místní nastavení
da: Angiv venligst den lokale
de: Bitte legen Sie das Gebietsschema fest
el: Επιλέξτε τοπικές ρυθμίσεις
es: Establece la configuración regional
es_ar: Establezca la configuración regional
et: Palun määrake lokaat
fi: Aseta aluekohtaiset asetukset
fr: Veuillez définir l'emplacement
fr_ca: Veuillez définir les paramètres régionaux
he: הגדר מקום בבקשה
hr: Postavite lokalitet
hu: Állítsa be a régiót
it: Imposta la località
ja: ロケールを設定してください
lt: Nustatykite vietą
lv: Lūdzu, iestatiet lokalizāciju
nb: Still inn lokaliteten
nl: Stel de landinstelling in
pl: Skonfiguruj ustawienia regionalne
pt: Defina o local
pt_br: Defina a localidade
ro: Setează locaţia
ru: Выберите локаль
sk: Nastavte miestne nastavenia
sl: Določite območne nastavitve
sv: Ställ in språk
th: โปรดตั้งค่าสถานที่
tr: Lütfen konumu belirleyin
uk: Встановіть регіональні налаштування
vi: Vui lòng thiết lập miền địa phương
zh_hans: 请设置区域
zh_hant_hk: 請設定地域
zh_hant_tw: 請設定地區

# ECSPIL_MISSING_PARAMETER_productId
source: Please provide the CTN
ar: يُرجى توفير شبكة الهاتف الجوّال CTN
bg: Моля, предоставете CTN
ca_es: |يُرجى توفير شبكة الهاتف الجوّال CTN|
cs: Zadejte CTN
da: Angiv venligst CTN
de: Bitte geben Sie die CTN an
el: Εισαγάγετε το CTN
es: Proporciona el CTN
es_ar: Proporcione el CTN
et: Palun esitage CTN
fi: Anna CTN
fr: Veuillez fournir le CTN
fr_ca: Veuillez fournir le CTN
he: ספק CTN בבקשה
hr: Unesite CTN
hu: Adja meg a CTN-t
it: Fornisci CTN
ja: CTN を提供してください
lt: Pateikite CTN
lv: Lūdzu, norādiet CTN
nb: Oppgi CTN
nl: Specificeer het CTN
pl: Podaj CTN
pt: Forneça o CTN
pt_br: Forneça o CTN
ro: Furnizează CTN
ru: Укажите CTN
sk: Poskytnite CTN
sl: Navedite CTN
sv: Ange CTN
th: โปรดระบุ CTN
tr: Lütfen CTN sağlayın
uk: Надайте код CTN
vi: Vui lòng cung cấp CTN
zh_hans: 请提供 CTN
zh_hant_hk: 請提供 CTN
zh_hant_tw: 請提供 CTN

# ECSPIL_MISSING_PARAMETER_siteId
source: Philips shop is not available for the selected country, only retailer mode is available
ar: إن متجر Philips غير متاح في البلد المحدد، غير مُتاح سوى وضع البائع فقط
bg: Магазинът на Philips не е достъпен за избраната държава, наличен е само режим за търговци на дребно
ca_es: |Το κατάστημα της Philips δεν είναι διαθέσιμο για την επιλεγμένη χώρα, είναι διαθέσιμη μόνο η λειτουργία καταστήματος λιανικής|
cs: Obchod Philips není dostupný pro vybranou zemi, k dispozici je pouze režim prodejce
da: Philips-butikken er ikke tilgængelig i det valgte land, kun forhandlertilstand er tilgængelig
de: Der Philips-Shop ist für das ausgewählte Land nicht verfügbar, es steht nur der Einzelhandelsmodus zur Verfügung
el: Το κατάστημα της Philips δεν είναι διαθέσιμο για την επιλεγμένη χώρα, είναι διαθέσιμη μόνο η λειτουργία καταστήματος λιανικής
es: La tienda Philips no está disponible para el país seleccionado, solo está disponible el modo de tienda.
es_ar: La tienda Philips no está disponible para el país seleccionado, solo está disponible el modo minorista
et: Philipsi pood ei ole valitud riikides saadaval; saadaval on ainult edasimüüja režiim
fi: Philips-kauppa ei ole käytettävissä valitussa maassa, käytettävissä on ainoastaan vähittäismyyjätila
fr: La boutique Philips n'est pas disponible pour le pays sélectionné, seul le mode revendeur est disponible
fr_ca: La boutique Philips n’est pas disponible pour le pays sélectionné; seul le mode revendeur est disponible
he: החנות של פיליפס אינה זמינה במדינה שנבחרה, רק מצב קמעונאי זמין
hr: Philips trgovina nije dostupna za odabranu državu, dostupna je samo maloprodaja
hu: A Philips bolt nem érhető el a kiválasztott országban, csak a viszonteladói mód érhető el
it: Il negozio Philips non è disponibile per il Paese selezionato, è disponibile solo la modalità rivenditore
ja: 選択された国ではフィリップスショップはご利用いただけません。リテーラーモードのみご利用いただけます。
lt: „Philips“ parduotuvė neveikia pasirinktoje šalyje, veikia tik mažmeninė prekyba
lv: Atlasītajā valstī nav pieejams Philips veikals, tajā ir pieejams tikai mazumtirgotāja režīms
nb: Philips-butikken er ikke tilgjengelig for det valgte landet. Kun forhandlermodus er tilgjengelig.
nl: Philips shop is niet beschikbaar voor het geselecteerde land, alleen winkelmodus is beschikbaar
pl: Sklep Philips nie jest dostępny dla wybranego kraju, dostępny jest jedynie tryb sprzedaży detalicznej
pt: A loja Philips não está disponível para o país selecionado, apenas está disponível o modo de revendedor
pt_br: A loja Philips não está disponível para o país selecionado, somente o modo de revendedor está disponível
ro: Magazinul Philips nu este disponibil pentru ţara selectată; este disponibil numai modul de vânzare cu amănuntul
ru: Магазин Philips недоступен для выбранной страны, доступен только режим ритейлера
sk: Obchod Philips nie je k dispozícii pre vybratú krajinu, je k dispozícii iba režim predajcov
sl: Philipsova trgovina ni na voljo za izbrano državo. Na voljo je samo način prodajalca.
sv: Philips-butiken är inte tillgänglig för det valda landet, endast återförsäljare är tillgängliga
th: ร้านค้า Philips ไม่พร้อมให้บริการในประเทศที่เลือก มีเฉพาะโหมดร้านค้าปลีกเท่านั้น
tr: Philips mağazası, seçilen ülke için mevcut değil. Yalnızca perakende modu mevcut
uk: Магазин Philips недоступний у вибраній країні, можливий лише режим роздрібної торгівлі
vi: Không có cửa hàng của Philips ở quốc gia đã chọn, chỉ có hình thức đại lý bán lẻ
zh_hans: 所选国家/地区的飞利浦商城不可用，只有零售商模式可用
zh_hant_hk: 所選國家/地區不提供 Philips 商店服務，只提供零售商模式
zh_hant_tw: 所選國家/地區不提供飛利浦商店，僅提供零售商模式

# ECSPIL_NEGATIVE_QUANTITY
source: Quantity must not be less than zero
ar: يجب ألا تقل الكمية عن صفر
bg: Количеството не трябва да бъде по-малко от нула
ca_es: |Количеството не трябва да бъде по-малко от нула|
cs: Množství nesmí být menší než nula
da: Mængden kan ikke være mindre end nul
de: Die Menge darf nicht kleiner als Null sein
el: Η ποσότητα δεν πρέπει να είναι μικρότερη από μηδέν
es: La cantidad no debe ser inferior a cero
es_ar: La cantidad no debe ser inferior a cero
et: Kogus ei saa olla väiksem kui null
fi: Määrä ei voi olla nollaa pienempi
fr: La quantité ne peut pas être inférieure à zéro
fr_ca: La quantité ne doit pas être inférieure à zéro
he: הכמות לא יכולה להיות פחות מאפס
hr: Količina ne smije biti manja od nule
hu: A mennyiség nem lehet nullánál kisebb
it: La quantità non deve essere inferiore a zero
ja: 数量は 0 以上で指定してください
lt: Kiekis negali būti mažesnis nei nulis
lv: Daudzums nedrīkst būt mazāks par nulli
nb: Antallet må ikke være mindre enn null
nl: Aantal mag niet minder zijn dan nul
pl: Ilość nie może wynosić zero
pt: A quantidade não pode ser inferior a zero
pt_br: A quantidade não deve ser menor que zero
ro: Cantitatea nu trebuie să fie mai mică de zero
ru: Количество не может быть меньше нуля
sk: Počet nesmie byť menší ako nula
sl: Količina ne sme biti manjša od nič
sv: Kvantiteten får inte vara mindre än noll
th: จำนวนต้องไม่ต่ำกว่าศูนย์
tr: Adet, sıfırdan az olmamalıdır
uk: Кількість має бути не менше нуля
vi: Số lượng không được nhỏ hơn 0
zh_hans: 数量不得小于零
zh_hant_hk: 數量不可少於零
zh_hant_tw: 數量不得小於零

# ECSPIL_NOT_ACCEPTABLE
source: We have encountered technical glitch. Please try after some time
ar: لقد واجهَنا خلل فني. يُرجى إعادة المحاولة فيما بعد
bg: Възникна техническа неизправност. Моля, опитайте отново малко по-късно
ca_es: |Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время|
cs: Došlo k technické chybě. Zkuste to později
da: Der opstod en teknisk fejl. Prøv venligst efter nogen tid
de: Es ist ein technischer Fehler aufgetreten. Bitte versuchen Sie es später erneut
el: Αντιμετωπίσαμε τεχνικό πρόβλημα. Δοκιμάστε ξανά σε λίγη ώρα
es: Hemos detectado un problema técnico. Inténtalo más tarde
es_ar: Encontramos un problema técnico. Inténtelo de nuevo más tarde
et: Meil tekkis tehniline tõrge. Proovige uuesti mõne aja pärast
fi: Olemme havainneet teknisen häiriön. Yritä myöhemmin uudelleen
fr: Nous avons rencontré un problème technique. Veuillez réessayer dans un moment
fr_ca: Un problème technique est survenu. Veuillez réessayer plus tard
he: נתקלנו בתקלה טכנית. נסה שוב במועד מאוחר יותר בבקשה
hr: Došlo je do tehničke smetnje. Pokušajte ponovno poslije
hu: Műszaki hiba történt. Próbálja meg később
it: Si è verificato un problema tecnico. Riprova più tardi
ja: 技術的な問題が発生しました。しばらくしてから再試行してください
lt: Susidūrėme su technine problema. Po kurio laiko bandykite iš naujo
lv: Radusies tehniska kļūme. Lūdzu, vēlāk mēģiniet vēlreiz
nb: Vi har støtt på et teknisk problem. Prøv igjen om en stund
nl: We hebben een technisch probleem. Probeer het later opnieuw
pl: Napotkaliśmy problem techniczny. Spróbuj ponownie później
pt: Encontrámos um problema técnico. Tente novamente após algum tempo
pt_br: Encontramos uma falha técnica. Tente novamente mais tarde
ro: Am întâmpinat probleme tehnice. Încearcă din nou mai târziu
ru: Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время
sk: Zaznamenali sme technickú závadu. Skúste to znova o chvíľu
sl: Prišlo je do tehnične napake. Poskusite znova čez nekaj časa.
sv: Vi har stött på ett tekniskt fel. Försök igen om en stund
th: เราพบข้อผิดพลาดทางเทคนิค โปรดลองอีกครั้งในภายหลัง
tr: Teknik bir sorunla karşılaştık. Lütfen bir süre sonra tekrar deneyin
uk: Стався технічний збій. Спробуйте пізніше
vi: Chúng tôi đã gặp trục trặc kỹ thuật. Vui lòng thử lại sau ít phút
zh_hans: 我们遇到了技术故障。请过一会儿重试
zh_hant_hk: 技術故障。請稍後重試
zh_hant_tw: 我們遇到技術問題。請稍後再試

# ECSPIL_NOT_ACCEPTABLE_contentType
source: We have encountered technical glitch. Please try after some time
ar: لقد واجهَنا خلل فني. يُرجى إعادة المحاولة فيما بعد
bg: Възникна техническа неизправност. Моля, опитайте отново малко по-късно
ca_es: |Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время|
cs: Došlo k technické chybě. Zkuste to později
da: Der opstod en teknisk fejl. Prøv venligst efter nogen tid
de: Es ist ein technischer Fehler aufgetreten. Bitte versuchen Sie es später erneut
el: Αντιμετωπίσαμε τεχνικό πρόβλημα. Δοκιμάστε ξανά σε λίγη ώρα
es: Hemos detectado un problema técnico. Inténtalo más tarde
es_ar: Encontramos un problema técnico. Inténtelo de nuevo más tarde
et: Meil tekkis tehniline tõrge. Proovige uuesti mõne aja pärast
fi: Olemme havainneet teknisen häiriön. Yritä myöhemmin uudelleen
fr: Nous avons rencontré un problème technique. Veuillez réessayer dans un moment
fr_ca: Un problème technique est survenu. Veuillez réessayer plus tard
he: נתקלנו בתקלה טכנית. נסה שוב במועד מאוחר יותר בבקשה
hr: Došlo je do tehničke smetnje. Pokušajte ponovno poslije
hu: Műszaki hiba történt. Próbálja meg később
it: Si è verificato un problema tecnico. Riprova più tardi
ja: 技術的な問題が発生しました。しばらくしてから再試行してください
lt: Susidūrėme su technine problema. Po kurio laiko bandykite iš naujo
lv: Radusies tehniska kļūme. Lūdzu, vēlāk mēģiniet vēlreiz
nb: Vi har støtt på et teknisk problem. Prøv igjen om en stund
nl: We hebben een technisch probleem. Probeer het later opnieuw
pl: Napotkaliśmy problem techniczny. Spróbuj ponownie później
pt: Encontrámos um problema técnico. Tente novamente após algum tempo
pt_br: Encontramos uma falha técnica. Tente novamente mais tarde
ro: Am întâmpinat probleme tehnice. Încearcă din nou mai târziu
ru: Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время
sk: Zaznamenali sme technickú závadu. Skúste to znova o chvíľu
sl: Prišlo je do tehnične napake. Poskusite znova čez nekaj časa.
sv: Vi har stött på ett tekniskt fel. Försök igen om en stund
th: เราพบข้อผิดพลาดทางเทคนิค โปรดลองอีกครั้งในภายหลัง
tr: Teknik bir sorunla karşılaştık. Lütfen bir süre sonra tekrar deneyin
uk: Стався технічний збій. Спробуйте пізніше
vi: Chúng tôi đã gặp trục trặc kỹ thuật. Vui lòng thử lại sau ít phút
zh_hans: 我们遇到了技术故障。请过一会儿重试
zh_hant_hk: 技術故障。請稍後重試
zh_hant_tw: 我們遇到技術問題。請稍後再試

# ECSPIL_NOT_FOUND_cartId
source: Please provide a valid Cart Id
ar: يرجى توفير معرّف عربة صالح
bg: Моля, предоставете валидна ИД на количка
ca_es: |Εισαγάγετε ένα έγκυρο αναγνωριστικό καλαθιού|
cs: Zadejte platné ID nákupního košíku
da: Angiv et gyldigt indkøbskurv-id
de: Bitte geben Sie eine gültige Warenkorb-ID an
el: Εισαγάγετε ένα έγκυρο αναγνωριστικό καλαθιού
es: Proporciona un ID del carro válido
es_ar: Proporcione un ID de carro válido
et: Palun esitage kehtiv ostukäru ID
fi: Anna kelvollinen ostoskorin tunnus
fr: Veuillez fournir un ID de panier valide
fr_ca: Veuillez fournir un ID de panier valide
he: ספק מזהה עגלה תקף בבקשה
hr: Unesite valjanu ID kartice
hu: Adjon meg érvényes kosárazonosítót
it: Inserisci un ID del carrello valido
ja: 有効なカート ID を入力してください
lt: Pateikite galiojantį krepšelio ID
lv: Lūdzu, norādiet derīgu groza ID
nb: Angi gyldig handelskurv-ID
nl: Voer een geldige Cart ID in
pl: Podaj prawidłowy identyfikator koszyka
pt: Forneça um ID de carrinho válido
pt_br: Forneça um Cart-ID válido
ro: Introdu un ID de coş valid
ru: Укажите действительный ИД корзины
sk: Zadajte platné ID karty
sl: Navedite veljaven ID košarice
sv: Ange ett giltigt kundvagns-id
th: โปรดระบุ ID รถเข็นที่ถูกต้อง
tr: Lütfen geçerli bir Sepet Numarası sağlayın
uk: Надайте дійсний код кошика
vi: Vui lòng cung cấp ID giỏ hàng hợp lệ
zh_hans: 请提供有效的购物车 ID
zh_hant_hk: 請提供有效的購物車 ID
zh_hant_tw: 請提供有效購物車 ID

# ECSPIL_NOT_FOUND_productId
source: Please provide valid CTN
ar: يرجى توفير قيمة CTN صالحة
bg: Моля, предоставете валиден CTN
ca_es: |Моля, предоставете валиден CTN|
cs: Zadejte platné CTN
da: Angiv gyldigt CTN
de: Geben Sie eine gültige CTN an
el: Εισαγάγετε έγκυρο CTN
es: Proporciona un CTN válido
es_ar: Proporcione un CTN válido
et: Palun esitage kehtiv CTN
fi: Anna kelvollinen CTN
fr: Veuillez saisir un CTN valide
fr_ca: Veuillez fournir le CTN valide
he: ספק CTN תקף בבקשה
hr: Unesite valjani CTN
hu: Adjon meg érvényes CTN-t
it: Inserisci CTN valido
ja: 有効な CTN を入力してください
lt: Pateikite galiojantį CTN
lv: Lūdzu, norādiet derīgu CTN
nb: Angi en gyldig CTN
nl: Voer een geldige CTN in
pl: Podaj prawidłowy CTN
pt: Forneça um CTN válido
pt_br: Forneça um CTN válido
ro: Introdu un CTN valid
ru: Укажите действительный CTN
sk: Zadajte platné CTN
sl: Navedite veljaven CTN
sv: Ange giltig CTN
th: โปรดระบุ CTN ที่ถูกต้อง
tr: Lütfen geçerli bir CTN sağlayın
uk: Надайте дійсний код CTN
vi: Vui lòng cung cấp CTN hợp lệ
zh_hans: 请提供有效 CTN
zh_hant_hk: 請提供有效的 CTN
zh_hant_tw: 請提供有效 CTN

# ECSPIL_STOCK_EXCEPTION
source: Product cannot be shipped as it is out of stock
ar: لا يمكن شحن المنتج لأنه قد نفد من المخزون
bg: Продуктът не може да бъде изпратен, тъй като не е наличен
ca_es: |Продукт не может быть отправлен, поскольку он отсутствует на складе|
cs: Produkt nelze odeslat, protože není na skladě
da: Produktet kan ikke sendes, da det er udsolgt
de: Das Produkt kann nicht versendet werden, da es nicht vorrätig ist
el: Το προϊόν δεν μπορεί να αποσταλεί καθώς έχει εξαντληθεί
es: El producto no se puede enviar porque está agotado
es_ar: El producto no se puede enviar porque está agotado
et: Toodet ei saa transportida, kuna seda ei ole laos
fi: Tuotetta ei voida toimittaa, koska se on loppunut varastosta
fr: Le Produit ne peut pas être expédié car il est épuisé
fr_ca: Le produit ne peut pas être expédié puisqu’il est en rupture de stock
he: לא ניתן לשלוח את המוצר כיוון שהוא אזל מהמלאי
hr: Proizvod se ne može otpremiti jer ga nema na zalihama
hu: A termék nem szállítható, mert nincs raktáron
it: Il prodotto non può essere spedito poiché è esaurito
ja: 製品は在庫切れのため発送できません
lt: Gaminio negalima pristatyti, nes jos nėra sandėlyje
lv: Izstrādājumu nav iespējams nosūtīt, jo tā vairs nav noliktavā
nb: Produktet kan ikke sendes, fordi det ikke finnes på lager
nl: Product kan niet worden verzonden omdat het niet op voorraad is
pl: Nie mona wysłać produktu, ponieważ zapasy zostały wyczerpane
pt: O produto não pode ser enviado porque está esgotado
pt_br: Não é possível enviar o produto, pois está fora de estoque
ro: Produsul nu poate fi expediat deoarece nu este pe stoc
ru: Продукт не может быть отправлен, поскольку он отсутствует на складе
sk: Produkt nie je možné expedovať, pretože je na sklade
sl: Izdelka ni mogoče poslati, ker ga ni na zalogi
sv: Produkten kan inte levereras eftersom den är slut
th: ไม่สามารถจัดส่งผลิตภัณฑ์ได้เนื่องจากผลิตภัณฑ์หมด
tr: Stokta olmadığı için ürün kargoya verilemez
uk: Продукт неможливо доставити, бо його немає в наявності
vi: Không thể gửi sản phẩm vì đã hết hàng
zh_hans: 产品缺货，无法发货
zh_hant_hk: 產品缺貨，無法運送
zh_hant_tw: 產品缺貨，因此無法運送

# ECSPIL_UNSUPPORTED_MEDIA_TYPE
source: We have encountered technical glitch. Please try after some time
ar: لقد واجهَنا خلل فني. يُرجى إعادة المحاولة فيما بعد
bg: Възникна техническа неизправност. Моля, опитайте отново малко по-късно
ca_es: |Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время|
cs: Došlo k technické chybě. Zkuste to později
da: Der opstod en teknisk fejl. Prøv venligst efter nogen tid
de: Es ist ein technischer Fehler aufgetreten. Bitte versuchen Sie es später erneut
el: Αντιμετωπίσαμε τεχνικό πρόβλημα. Δοκιμάστε ξανά σε λίγη ώρα
es: Hemos detectado un problema técnico. Inténtalo más tarde
es_ar: Encontramos un problema técnico. Inténtelo de nuevo más tarde
et: Meil tekkis tehniline tõrge. Proovige uuesti mõne aja pärast
fi: Olemme havainneet teknisen häiriön. Yritä myöhemmin uudelleen
fr: Nous avons rencontré un problème technique. Veuillez réessayer dans un moment
fr_ca: Un problème technique est survenu. Veuillez réessayer plus tard
he: נתקלנו בתקלה טכנית. נסה שוב במועד מאוחר יותר בבקשה
hr: Došlo je do tehničke smetnje. Pokušajte ponovno poslije
hu: Műszaki hiba történt. Próbálja meg később
it: Si è verificato un problema tecnico. Riprova più tardi
ja: 技術的な問題が発生しました。しばらくしてから再試行してください
lt: Susidūrėme su technine problema. Po kurio laiko bandykite iš naujo
lv: Radusies tehniska kļūme. Lūdzu, vēlāk mēģiniet vēlreiz
nb: Vi har støtt på et teknisk problem. Prøv igjen om en stund
nl: We hebben een technisch probleem. Probeer het later opnieuw
pl: Napotkaliśmy problem techniczny. Spróbuj ponownie później
pt: Encontrámos um problema técnico. Tente novamente após algum tempo
pt_br: Encontramos uma falha técnica. Tente novamente mais tarde
ro: Am întâmpinat probleme tehnice. Încearcă din nou mai târziu
ru: Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время
sk: Zaznamenali sme technickú závadu. Skúste to znova o chvíľu
sl: Prišlo je do tehnične napake. Poskusite znova čez nekaj časa.
sv: Vi har stött på ett tekniskt fel. Försök igen om en stund
th: เราพบข้อผิดพลาดทางเทคนิค โปรดลองอีกครั้งในภายหลัง
tr: Teknik bir sorunla karşılaştık. Lütfen bir süre sonra tekrar deneyin
uk: Стався технічний збій. Спробуйте пізніше
vi: Chúng tôi đã gặp trục trặc kỹ thuật. Vui lòng thử lại sau ít phút
zh_hans: 我们遇到了技术故障。请过一会儿重试
zh_hant_hk: 技術故障。請稍後重試
zh_hant_tw: 我們遇到技術問題。請稍後再試

# ECSPaymentAuthorizationError
source: Payment authorization was not successful
ar: لم ينجح إذن الدفع
bg: Удостоверяването на плащането не беше успешно
ca_es: |La autorización del pago no se ha realizado correctamente|
cs: Autorizace platby nebyla úspěšná
da: Betalingsgodkendelsen mislykkedes
de: Zahlungsautorisierung war nicht erfolgreich
el: Η εξουσιοδότηση πληρωμής δεν ήταν επιτυχής
es: La autorización del pago no se ha realizado correctamente
es_ar: La autorización de pago no se realizó correctamente
et: Makse autoriseerimine ebaõnnestus
fi: Maksuvaltuutus ei onnistunut
fr: L'autorisation du paiement n'a pas réussi
fr_ca: L’autorisation de paiement a échoué
he: אימות התשלום נכשל
hr: Nije uspjela autorizacija plaćanja
hu: A fizetés engedélyezése sikertelen volt
it: L'autorizzazione del pagamento non è andata a buon fine
ja: 支払い認証に失敗しました
lt: Nesėkmingas apmokėjimo autorizavimas
lv: Maksājuma autorizācija neizdevās
nb: Betalingsbekreftelsen lyktes ikke
nl: Betalingsautorisatie mislukt
pl: Autoryzacja płatności nie powiodła się
pt: A autorização de pagamento não foi bem-sucedida
pt_br: A autorização de pagamento não foi bem-sucedida
ro: Autorizarea plăţii nu a reuşit
ru: Не удалось выполнить авторизацию платежа
sk: Autorizácia platby nebola úspešná
sl: Plačilo ni bilo odobreno
sv: Betalningsauktoriseringen lyckades inte
th: การอนุมัติการชำระเงินไม่สำเร็จ
tr: Ödeme onayı başarısız oldu
uk: Авторизація оплати невдала
vi: Xác thực thanh toán không thành công
zh_hans: 付款授权未成功
zh_hant_hk: 付款授權並未成功
zh_hant_tw: 付款授權失敗
