Repository: PhilipsTest/iOS-Test
Catalog: Source/ecs/Source/Library/PhilipsEcommerceSDK/PhilipsEcommerceSDK/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, de, el, es, es_ar, et, fi, fr, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# ECSinvalid_client
source: We have encountered technical glitch (Bad client credentials). Please re-login
ar: لقد واجهَنا خلل فني (بيانات اعتماد Janrain غير صالحة). يُرجى إعادة تسجيل الدخول
bg: Възникна техническа неизправност (Неправилни клиентски данни за вход). Моля, впишете се отново
ca_es: |Un problème technique est survenu (informations d’identification du client incorrectes). Veuillez vous connecter de nouveau|
cs: Došlo k technické chybě (špatné přihlašovací údaje klienta). Přihlaste se znovu
da: Der opstod en teknisk fejl (forkerte kundeoplysninger). Log venligst ind igen
de: Es ist ein technischer Fehler aufgetreten (falsche Kundenadaten). Melden Sie sich bitte wieder an
el: Αντιμετωπίσαμε τεχνικό πρόβλημα (εσφαλμένα διαπιστευτήρια υπολογιστή-πελάτη). Συνδεθείτε ξανά
es: Hemos detectado un problema técnico (credenciales del cliente incorrectas). Vuelve a iniciar sesión
es_ar: Encontramos un problema técnico (credenciales del cliente incorrectas). Vuelva a iniciar sesión
et: Meil tekkis tehniline tõrge (vale identimisteave). Palun logige uuesti sisse
fi: Olemme havainneet teknisen häiriön (Virheelliset asiakastunnistetiedot). Kirjaudu sisään uudelleen
fr: Nous avons rencontré un problème technique (Mauvaises références client). Veuillez vous reconnecter
fr_ca: Un problème technique est survenu (informations d’identification du client incorrectes). Veuillez vous connecter de nouveau
he: נתקלנו בתקלה טכנית (פרטי זיהוי לא נכונים של הלקוח) התחבר שוב בבקשה
hr: Došlo je do tehničke smetnje (neispravne vjerodajnice klijenta). Ponovno se prijavite
hu: Műszaki hiba történt (helytelen ügyfél-hitelesítő adatok). Jelentkezzen be újra
it: Si è verificato un problema tecnico (credenziali utente non valide). Effettua nuovamente l'accesso
ja: 技術的な問題が発生しました（不正なクライアント認証情報）。ログインし直してください
lt: Susidūrėme su technine problema (neteisingi kliento kredencialai). Prisijunkite iš naujo
lv: Radusies tehniska kļūme (nederīgi klienta akreditācijas dati). Lūdzu, piesakieties vēlreiz
nb: Vi har støtt på et teknisk problem (dårlig klientberettigelsesbevis). Logg inn på nytt
nl: We hebben een technisch probleem (onjuiste client-gegevens). Log opnieuw in
pl: Napotkaliśmy problem techniczny (nieprawidłowe dane uwierzytelniające klienta). Zaloguj się ponownie
pt: Encontrámos um problema técnico (credenciais de cliente incorretas). Inicie sessão novamente
pt_br: Encontramos uma falha técnica (credenciais incorretas do cliente). Faça login novamente
ro: Am întâmpinat probleme tehnice (date de conectare client incorecte). Te rugăm să te reconectezi
ru: Мы столкнулись с технической ошибкой (неверные учетные данные клиента). Повторите попытку входа
sk: Zaznamenali sme technickú závadu (nesprávne osobné doklady klienta). Prihláste sa znova
sl: Prišlo je do tehnične napake (napačne poverilnice odjemalca). Znova se prijavite.
sv: Vi har stött på ett tekniskt fel (felaktiga kunduppgifter). Logga in igen
th: เราพบข้อผิดพลาดทางเทคนิค (ข้อมูลส่วนตัวของลูกค้าผิดพลาด) โปรดเข้าสู่ระบบอีกครั้ง
tr: Teknik bir sorunla karşılaştık (Kötü istemci kimlik bilgileri). Lütfen yeniden oturum açın
uk: Стався технічний збій (невірні облікові дані клієнта). Увійдіть у систему повторно
vi: Chúng tôi đã gặp trục trặc kỹ thuật (Thông tin chứng thực máy khách không hợp lệ). Vui lòng đăng nhập lại
zh_hans: 我们遇到了技术故障（无效客户凭证）。请重新登录
zh_hant_hk: 技術故障（客戶端憑證錯誤）。請重新登入
zh_hant_tw: 我們遇到技術問題 (用戶端認證不佳)。請重新登入

# ECSinvalid_grant
source: We have encountered technical glitch (Invalid Janrain Token). Please re-login
ar: لقد واجهَنا خلل فني (رمز Janrain غير صالح). يُرجى إعادة تسجيل الدخول
bg: Възникна техническа неизправност (Невалиден маркер Janrain). Моля, впишете се отново
ca_es: |Мы столкнулись с технической ошибкой (недопустимый маркер Janrain). Повторите попытку входа|
cs: Došlo k technické chybě (neplatný token Janrain). Přihlaste se znovu
da: Der opstod en teknisk fejl (ugyldig Janrain-token). Log venligst ind igen
de: Es ist ein technischer Fehler aufgetreten (ungültiges Janrain-Token). Melden Sie sich bitte wieder an
el: Αντιμετωπίσαμε τεχνικό πρόβλημα (μη έγκυρο διακριτικό Janrain). Συνδεθείτε ξανά
es: Hemos detectado un problema técnico (token de Janrain no válido). Vuelve a iniciar sesión
es_ar: Encontramos un problema técnico (token de Janrain no válido). Vuelva a iniciar sesión
et: Meil tekkis tehniline tõrge (vale Janraini luba). Palun logige uuesti sisse
fi: Olemme havainneet teknisen häiriön (Virheellinen Janrain-tunnus). Kirjaudu sisään uudelleen
fr: Nous avons rencontré un problème technique (Jeton Janrain non valide). Veuillez vous reconnecter
fr_ca: Un problème technique est survenu (jeton Janrain non valide). Veuillez vous connecter de nouveau
he: נתקלנו בתקלה טכנית (אסימון Janrain לא חוקי). התחבר שוב בבקשה
hr: Došlo je do tehničke smetnje (nevažeći Janrain token). Ponovno se prijavite
hu: Műszaki hiba történt (érvénytelen Janrain token). Jelentkezzen be újra
it: Si è verificato un problema tecnico (token Janrain non valido). Effettua nuovamente l'accesso
ja: 技術的な問題が発生しました（無効な Janrain トークン）。ログインし直してください
lt: Susidūrėme su technine problema (neteisingas „Janrain“ raktas). Prisijunkite iš naujo
lv: Radusies tehniska kļūme (nederīgs Janrain marķieris). Lūdzu, piesakieties vēlreiz
nb: Vi har støtt på et teknisk problem (ugyldig Janrain-berettigelsestegn). Logg inn på nytt
nl: We hebben een technisch probleem (ongeldig Janrain-token). Log opnieuw in
pl: Napotkaliśmy problem techniczny (nieprawidłowy token Janrain). Zaloguj się ponownie
pt: Encontrámos um problema técnico (token Janrain inválido). Inicie sessão novamente
pt_br: Encontramos uma falha técnica (token Janrain inválido). Faça login novamente
ro: Am întâmpinat probleme tehnice (token Janrain nevalid). Te rugăm să te reconectezi
ru: Мы столкнулись с технической ошибкой (недопустимый маркер Janrain). Повторите попытку входа
sk: Zaznamenali sme technickú závadu (neplatný token Janrain). Prihláste sa znova
sl: Prišlo je do tehnične napake (neveljaven Janrainov žeton). Znova se prijavite.
sv: Vi har stött på ett tekniskt fel (Ogiltig Janrain-token). Logga in igen
th: เราพบข้อผิดพลาดทางเทคนิค (โทเค็น Janrain ไม่ถูกต้อง) โปรดเข้าสู่ระบบอีกครั้ง
tr: Teknik bir sorunla karşılaştık (Geçersiz Janrain Belirteci). Lütfen yeniden oturum açın
uk: Стався технічний збій (недійсний маркер Janrain). Увійдіть у систему повторно
vi: Chúng tôi đã gặp trục trặc kỹ thuật (Token Janrain không hợp lệ). Vui lòng đăng nhập lại
zh_hans: 我们遇到了技术故障（无效 Janrain 令牌）。请重新登录
zh_hant_hk: 技術故障（Janrain 權杖無效）。請重新登入
zh_hant_tw: 我們遇到技術問題 (Janrain 權杖無效)。請重新登入

# ECSlastName
source: Please notice that the following characters are not allowed: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
ar: يُرجى ملاحظة أن الحروف التالية غير مسموح بها: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
bg: Моля, обърнете внимание, че следните символи не са разрешени: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
ca_es: |Обратите внимание, что следующие символы недоступны к использованию: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =|
cs: Upozorňujeme, že následující znaky nejsou povoleny: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
da: Bemærk venligst, at følgende tegn ikke er tilladt: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
de: Beachten Sie, dass die folgenden Zeichen nicht erlaubt sind: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
el: Λάβετε υπόψη ότι δεν επιτρέπονται οι ακόλουθοι χαρακτήρες: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
es: Ten en cuenta que no se permiten los siguientes caracteres: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
es_ar: Tenga en cuenta que no se permite el uso de los siguientes caracteres: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
et: Pöörame teie tähelepanu sellele, et järgmised tähemärgid ei ole lubatud: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
fi: Huomaa, että seuraavat merkit eivät ole sallittuja: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
fr: Veuillez noter que les caractères suivants ne sont pas autorisés : \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
fr_ca: Veuillez noter que les caractères suivants ne sont pas autorisés : \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
he: שים לב: התווים הבאים אינם מותרים לשימוש: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
hr: Imajte na umu da nisu dopušteni sljedeći znakovi: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
hu: A következő karakterek nem engedélyezettek: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
it: Ti ricordiamo che i seguenti caratteri non sono consentiti: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
ja: 次の記号は使用できませんのでご注意ください：\" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
lt: Atminkite, kad šie simboliai yra neleistini: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
lv: Lūdzu, ņemiet vērā, ka šādas rakstzīmes nav atļautas: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
nb: Merk at følgende tegn ikke er tillatt: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
nl: De volgende schrijftekens zijn niet toegestaan: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
pl: Należy pamiętać, że następujące znaki są niedozwolone: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
pt: Tenha em atenção que os seguintes carateres não são permitidos: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
pt_br: Note que os seguintes caracteres não são permitidos: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
ro: Următoarele caractere nu sunt permise: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
ru: Обратите внимание, что следующие символы недоступны к использованию: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
sk: Upozorňujeme, že nasledujúce znaky nie sú povolené: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
sl: Naslednji znaki niso dovoljeni: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
sv: Observera att följande tecken inte är tillåtna: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
th: โปรดทราบว่าไม่อนุญาตให้ใช้อักขระต่อไปนี้: \" < > ) ( * ^ % $ @ ! & , ? / : ; { } [ ] ` ~ =
tr: Lütfen şu karakterlere izin verilmediğini unutmayın: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
uk: Візьміть до уваги, що такі символи не дозволені: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
vi: Vui lòng lưu ý không được sử dụng các ký tự sau đây: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
zh_hans: 请注意，不允许使用以下字符：\" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
zh_hant_hk: 請注意以下字元不可使用：\" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
zh_hant_tw: 請注意，不允許使用下列字元：\" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =

# ECSorderIdNil
source: Please provide valid order
ar: يُرجى توفير طلب صالح
bg: Моля, предоставете валидна поръчка
ca_es: |Bitte übermitteln Sie eine gültige Bestellung|
cs: Zadejte platnou objednávku
da: Angiv venligst gyldig bestilling
de: Bitte übermitteln Sie eine gültige Bestellung
el: Εισαγάγετε έγκυρη παραγγελία
es: Indica un pedido válido
es_ar: Ingrese un pedido válido
et: Palun esitage kehtiv tellimus
fi: Anna voimassa oleva tilaus
fr: Veuillez saisir une commande valide
fr_ca: Veuillez saisir une commande valide
he: ספק הזמנה תקפה בבקשה
hr: Unesite valjanu narudžbenicu
hu: Adjon meg érvényes rendelést
it: Inserisci un ordine valido
ja: 有効な注文を提供してください
lt: Pateikite galiojantį užsakymą
lv: Lūdzu, norādiet derīgu pasūtījumu
nb: Oppgi gyldig bestilling
nl: Plaats een geldige bestelling
pl: Podaj prawidłowe zamówienie
pt: Forneça uma encomenda válida
pt_br: Forneça um pedido válido
ro: Furnizează o comandă validă
ru: Укажите действительный заказ
sk: Uveďte platnú objednávku
sl: Navedite veljavno naročilo
sv: Ange en giltig beställning
th: โปรดระบุการสั่งซื้อที่ถูกต้อง
tr: Lütfen geçerli bir sipariş verin
uk: Надайте дійсне замовлення
vi: Vui lòng cung cấp đơn hàng hợp lệ
zh_hans: 请提供有效订单
zh_hant_hk: 請提供有效訂單
zh_hant_tw: 請提供有效的訂單

# ECSphone1
source: Phone number selected is invalid
ar: رقم الهاتف المحدد غير صالح
bg: Избраният телефонен номер не е валиден
ca_es: |Ο επιλεγμένος αριθμός τηλεφώνου δεν είναι έγκυρος|
cs: Vybrané telefonní číslo je neplatné
da: Det valgte telefonnummer er ugyldigt
de: Die gewählte Telefonnummer ist ungültig
el: Ο επιλεγμένος αριθμός τηλεφώνου δεν είναι έγκυρος
es: El número de teléfono seleccionado no es válido
es_ar: El número de teléfono seleccionado no es válido
et: Valitud telefoninumber ei ole õige
fi: Valittu puhelinnumero on virheellinen
fr: Le numéro de téléphone sélectionné n'est pas valide
fr_ca: Le numéro de téléphone sélectionné n’est pas valide
he: מספר הטלפון שנבחר לא חוקי
hr: Odabrani telefonski broj je nevažeći
hu: A kiválasztott telefonszám érvénytelen
it: Il numero di telefono selezionato non è valido
ja: 選択された電話番号は無効です
lt: Pasirinktas netinkamas telefono numeris
lv: Atlasītais tālruņa numurs nav derīgs
nb: Det valgte telefonnummeret er ugyldig
nl: Geselecteerd telefoonnummer is ongeldig
pl: Wybrany numer telefonu jest nieprawidłowy
pt: O número de telefone selecionado é inválido
pt_br: O número de telefone selecionado é inválido
ro: Numărul de telefon selectat nu este valid
ru: Выбран недействительный номер телефона
sk: Zvolené telefónne číslo je neplatné
sl: Izbrana telefonska številka ni veljavna
sv: Det valda telefonnumret är ogiltigt
th: หมายเลขโทรศัพท์ที่เลือกไม่ถูกต้อง
tr: Seçilen telefon numarası geçersiz
uk: Вибраний номер телефону недійсний
vi: Số điện thoại đã chọn không hợp lệ
zh_hans: 所选的电话号码无效
zh_hant_hk: 所選電話號碼無效
zh_hant_tw: 選取的電話號碼無效

# ECSphone2
source: Phone number selected is invalid
ar: رقم الهاتف المحدد غير صالح
bg: Избраният телефонен номер не е валиден
ca_es: |Ο επιλεγμένος αριθμός τηλεφώνου δεν είναι έγκυρος|
cs: Vybrané telefonní číslo je neplatné
da: Det valgte telefonnummer er ugyldigt
de: Die gewählte Telefonnummer ist ungültig
el: Ο επιλεγμένος αριθμός τηλεφώνου δεν είναι έγκυρος
es: El número de teléfono seleccionado no es válido
es_ar: El número de teléfono seleccionado no es válido
et: Valitud telefoninumber ei ole õige
fi: Valittu puhelinnumero on virheellinen
fr: Le numéro de téléphone sélectionné n'est pas valide
fr_ca: Le numéro de téléphone sélectionné n’est pas valide
he: מספר הטלפון שנבחר לא חוקי
hr: Odabrani telefonski broj je nevažeći
hu: A kiválasztott telefonszám érvénytelen
it: Il numero di telefono selezionato non è valido
ja: 選択された電話番号は無効です
lt: Pasirinktas netinkamas telefono numeris
lv: Atlasītais tālruņa numurs nav derīgs
nb: Det valgte telefonnummeret er ugyldig
nl: Geselecteerd telefoonnummer is ongeldig
pl: Wybrany numer telefonu jest nieprawidłowy
pt: O número de telefone selecionado é inválido
pt_br: O número de telefone selecionado é inválido
ro: Numărul de telefon selectat nu este valid
ru: Выбран недействительный номер телефона
sk: Zvolené telefónne číslo je neplatné
sl: Izbrana telefonska številka ni veljavna
sv: Det valda telefonnumret är ogiltigt
th: หมายเลขโทรศัพท์ที่เลือกไม่ถูกต้อง
tr: Seçilen telefon numarası geçersiz
uk: Вибраний номер телефону недійсний
vi: Số điện thoại đã chọn không hợp lệ
zh_hans: 所选的电话号码无效
zh_hant_hk: 所選電話號碼無效
zh_hant_tw: 選取的電話號碼無效

# ECSpostUrl
source: Order is already in a paid/completed state
ar: الطلب في حالة مدفوع/ مكتمل بالفعل
bg: Поръчката вече е в етап на плащане/завършване
ca_es: |Η παραγγελία βρίσκεται ήδη σε κατάσταση πληρωμής/ολοκλήρωσης|
cs: Objednávka je již ve stavu uhrazeno/dokončeno
da: Status for ordren er allerede betalt/gennemført
de: Die Bestellung ist bereits bezahlt/abgeschlossen
el: Η παραγγελία βρίσκεται ήδη σε κατάσταση πληρωμής/ολοκλήρωσης
es: El pedido ya está en estado pagado/completado
es_ar: El estado del pedido ya se encuentra como pagado/completado
et: Tellimus on juba makstud või lõpetatud faasis
fi: Tilaus on jo maksettu/valmis -tilassa
fr: La commande a déjà un statut payé/terminé
fr_ca: La commande a déjà le statut payé/terminé
he: הזמנה כבר שולמה/הושלמה
hr: Narudžbenica je već plaćena/izvršena
hu: A rendelés már kifizetett/befejezett állapotban van
it: L'ordine è già stato pagato/completato
ja: 注文ステータスは支払い済み／完了です
lt: Užsakymas jau yra apmokėtas / baigtas
lv: Pasūtījums jau ir apmaksāts/pabeigts
nb: Bestillingen har allerede status betalt/fullført
nl: Bestelling is al betaald/voltooid
pl: Zamówienie zostało już opłacone/zakończone
pt: A encomenda já se encontra num estado pago/concluído
pt_br: O pedido já está em estado de pago/concluído
ro: Comanda este deja într-o stare plătită/finalizată
ru: Заказ уже имеет статус "Оплачено" или "Завершено"
sk: Objednávka je už v stave úhrady/ukončenia
sl: Naročilo je že plačano/zaključeno
sv: Beställningen är redan i ett betalt/slutfört tillstånd
th: คำสั่งซื้ออยู่ในสถานะชำระเงิน/เสร็จสมบูรณ์แล้ว
tr: Sipariş zaten ödenmiş/tamamlanmış durumda
uk: Замовлення вже має статус оплаченого/завершеного
vi: Đơn hàng hiện đang ở trạng thái đã thanh toán/hoàn tất
zh_hans: 订单已处于已付款/已完成状态
zh_hant_hk: 訂單已處於已付款/完成狀態
zh_hant_tw: 訂單已在已付款/已完成狀態

# ECSpostalCode
source: ZIP code selected is invalid
ar: الرمز البريدي المحدد غير صالح
bg: Избраният пощенски код не е валиден
ca_es: |Выбран недопустимый почтовый индекс|
cs: Vybrané PSČ je neplatné
da: Det valgte postnummer er ugyldigt
de: Die gewählte PLZ ist ungültig
el: Ο επιλεγμένος Τ.Κ. δεν είναι έγκυρος
es: El código postal seleccionado no es válido
es_ar: El código postal seleccionado no es válido
et: Valitud sihtnumber ei ole õige
fi: Valittu postinumero on virheellinen
fr: Le code postal sélectionné n'est pas valide
fr_ca: Le code postal sélectionné n’est pas valide
he: המיקוד שנבחר לא חוקי
hr: Odabrani je poštanski broj nevažeći
hu: A kiválasztott irányítószám érvénytelen
it: Il codice postale selezionato non è valido
ja: 選択された郵便番号は無効です
lt: Pasirinktas netinkamas ZIP kodas
lv: Atlasītais pasta indekss nav derīgs
nb: Den valgte postkoden er ugyldig
nl: Geselecteerde postcode is ongeldig
pl: Wybrany kod pocztowy jest nieprawidłowy
pt: O código postal selecionado é inválido
pt_br: O CEP selecionado é inválido
ro: Codul poştal selectat nu este valid
ru: Выбран недопустимый почтовый индекс
sk: Zvolené PSČ je neplatné
sl: Izbrana poštna številka ni veljavna
sv: Det valda postnumret är ogiltigt
th: รหัสไปรษณีย์ที่เลือกไม่ถูกต้อง
tr: Seçilen posta kodu geçersiz
uk: Вибраний індекс недійсний
vi: Mã ZIP đã chọn không hợp lệ
zh_hans: 所选的邮政编码无效
zh_hant_hk: 所選郵政編碼無效
zh_hant_tw: 選取的郵遞區號無效

# ECSregionisocode
source: Region selected is invalid
ar: المنطقة المحددة غير صالحة
bg: Избраният регион не е валиден
ca_es: |Η επιλεγμένη περιοχή δεν είναι έγκυρη|
cs: Vybraná oblast je neplatná
da: Den valgte region er ugyldig
de: Die gewählte Region ist ungültig
el: Η επιλεγμένη περιοχή δεν είναι έγκυρη
es: La región seleccionada no es válida
es_ar: La región seleccionada no es válida
et: Valitud piirkond ei ole õige
fi: Valittu alue on virheellinen
fr: La région sélectionnée n'est pas valide
fr_ca: La région sélectionnée n’est pas valide
he: האזור שנבחר לא חוקי
hr: Odabrana je regija nevažeća
hu: A kiválasztott régió érvénytelen
it: La regione selezionata non è valida
ja: 選択された地域は無効です
lt: Pasirinktas netinkamas regionas
lv: Atlasītais reģions nav derīgs
nb: Den valgte regionen er ugyldig
nl: Geselecteerde regio is ongeldig
pl: Wybrany region jest nieprawidłowy
pt: A região selecionada é inválida
pt_br: A região selecionada é inválida
ro: Regiunea selectată nu este validă
ru: Выбран недопустимый регион
sk: Zvolená oblasť je neplatná
sl: Izbrana regija ni veljavna
sv: Den valda regionen är ogiltig
th: ภูมิภาคที่เลือกไม่ถูกต้อง
tr: Seçilen bölge geçersiz
uk: Вибраний регіон недійсний
vi: Khu vực đã chọn không hợp lệ
zh_hans: 所选的区域无效
zh_hant_hk: 所選地區無效
zh_hant_tw: 選取的地區無效

# ECSsessionCart
source: Please select your delivery address, delivery mode and payment method before submitting an order
ar: يُرجى تحديد عنوان التوصيل، ووضع التوصيل، وطريقة الدفع قبل إرسال الطلب
bg: Моля, изберете адрес за доставка, режим за доставка и начин на плащане, преди да изпратите поръчка
ca_es: |Veuillez sélectionner vos adresse de livraison, mode de livraison et méthode de paiement avant de soumettre une commande|
cs: Před odesláním objednávky vyber svou dodací adresu, způsob dodání a způsob platby
da: Vælg din leveringsadresse, leveringsmåde og betalingsmetode, inden du sender en ordre
de: Bitte wählen Sie die Zustelladresse, Zustellart und Zahlungsart, bevor Sie eine Bestellung aufgeben
el: Επιλέξτε τη διεύθυνση παράδοσης, τον τρόπο παράδοσης και τον τρόπο πληρωμής πριν υποβάλετε μια παραγγελία
es: Selecciona la dirección de entrega, el modo de entrega y el método de pago antes de enviar un pedido.
es_ar: Seleccione la dirección de entrega, el modo de entrega y el método de pago antes de realizar un pedido
et: Enne tellimuse esitamist valige oma tarneaadress, tarneviis ja maksemeetod
fi: Valitse toimitusosoite, toimitustapa ja maksutapa ennen tilauksen vahvistamista
fr: Veuillez sélectionner vos adresse de livraison, mode de livraison et méthode de paiement avant de soumettre une commande
fr_ca: Veuillez sélectionner vos adresse de livraison, mode de livraison et méthode de paiement avant de soumettre une commande
he: בחר את הכתובת למשלוח, אופן המשלוח ושיטת התשלום לפני ביצוע הזמנה
hr: Prije slanja narudžbenice odaberite adresu za dostavu, način dostave i način plaćanja
hu: A megrendelés elküldése előtt válassza ki a szállítási címet, a szállítási módot és a fizetési módot
it: Seleziona l'indirizzo di consegna, la modalità di consegna e il metodo di pagamento prima di effettuare un ordine
ja: ご注文を送信する前に、配送先住所、配送モード、支払い方法を選択してください
lt: Pasirinkite pristatymo adresą, pristatymo būdą ir apmokėjimo būdą prieš pateikdami užsakymą
lv: Lūdzu, pirms pasūtījuma iesniegšanas atlasiet savu piegādes adresi, piegādes veidu un apmaksas metodi
nb: Velg leveringsadresse, leveringsmåte og betalingsmåte før du legger inn bestilling
nl: Selecteer het afleveradres, de bezorgmodus en de betaalmethode voordat je een bestelling plaatst
pl: Wybierz swój adres dostawy, sposób dostawy oraz metodę płatności przed złożeniem zamówienia
pt: Selecione o endereço de entrega, o modo de entrega e o método de pagamento antes de concluir uma encomenda
pt_br: Selecione seu endereço de entrega, modo de entrega e método de pagamento antes de enviar um pedido
ro: Selectează adresa de livrare, modul de livrare şi metoda de plată înainte de a trimite o comandă
ru: Выберите адрес доставки, метод доставки и способ оплаты перед отправкой заказа
sk: Pred odoslaním objednávky vyberte svoju dodaciu adresu, spôsob doručenia a spôsob platby
sl: Preden oddate naročilo, izberite naslov za dostavo, način dostave in način plačila
sv: Välj din leveransadress, leveransläge och betalningsmetod innan du skickar en beställning
th: โปรดเลือกที่อยู่การจัดส่ง โหมดการจัดส่ง และวิธีการชำระเงินของคุณก่อนส่งการสั่งซื้อ
tr: Lütfen sipariş vermeden önce teslimat adresinizi, teslimat modunuzu ve ödeme yönteminizi seçin
uk: Виберіть адресу доставки, режим доставки й спосіб оплати, перш ніж надсилати замовлення
vi: Vui lòng chọn địa chỉ giao hàng, hình thức giao hàng và phương thức thanh toán trước khi gửi đơn hàng
zh_hans: 请在提交订单之前选择您的送货地址、送货方式和付款方式
zh_hant_hk: 請在提交訂單前選擇您的送貨地址、送貨模式及付款方式
zh_hant_tw: 提交訂單前，請先選擇您的遞送地址、遞送模式及付款方式
