Repository: PhilipsTest/iOS-Test
Catalog: Source/ecs/Source/Library/PhilipsEcommerceSDK/PhilipsEcommerceSDK/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, de, el, es, es_ar, et, fi, fr, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# ECSsomethingWentWrong
source: We have encountered technical glitch. Please try after some time
ar: لقد واجهَنا خلل فني. يُرجى إعادة المحاولة فيما بعد
bg: Възникна техническа неизправност. Моля, опитайте отново малко по-късно
ca_es: |Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время|
cs: Došlo k technické chybě. Zkuste to později
da: Der opstod en teknisk fejl. Prøv venligst efter nogen tid
de: Es ist ein technischer Fehler aufgetreten. Bitte versuchen Sie es später erneut
el: Αντιμετωπίσαμε τεχνικό πρόβλημα. Δοκιμάστε ξανά σε λίγη ώρα
es: Hemos detectado un problema técnico. Inténtalo más tarde
es_ar: Encontramos un problema técnico. Inténtelo de nuevo más tarde
et: Meil tekkis tehniline tõrge. Proovige uuesti mõne aja pärast
fi: Olemme havainneet teknisen häiriön. Yritä myöhemmin uudelleen
fr: Nous avons rencontré un problème technique. Veuillez réessayer dans un moment
fr_ca: Un problème technique est survenu. Veuillez réessayer plus tard
he: נתקלנו בתקלה טכנית. נסה שוב במועד מאוחר יותר בבקשה
hr: Došlo je do tehničke smetnje. Pokušajte ponovno poslije
hu: Műszaki hiba történt. Próbálja meg később
it: Si è verificato un problema tecnico. Riprova più tardi
ja: 技術的な問題が発生しました。しばらくしてから再試行してください
lt: Susidūrėme su technine problema. Po kurio laiko bandykite iš naujo
lv: Radusies tehniska kļūme. Lūdzu, vēlāk mēģiniet vēlreiz
nb: Vi har støtt på et teknisk problem. Prøv igjen om en stund
nl: We hebben een technisch probleem. Probeer het later opnieuw
pl: Napotkaliśmy problem techniczny. Spróbuj ponownie później
pt: Encontrámos um problema técnico. Tente novamente após algum tempo
pt_br: Encontramos uma falha técnica. Tente novamente mais tarde
ro: Am întâmpinat probleme tehnice. Încearcă din nou mai târziu
ru: Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время
sk: Zaznamenali sme technickú závadu. Skúste to znova o chvíľu
sl: Prišlo je do tehnične napake. Poskusite znova čez nekaj časa.
sv: Vi har stött på ett tekniskt fel. Försök igen om en stund
th: เราพบข้อผิดพลาดทางเทคนิค โปรดลองอีกครั้งในภายหลัง
tr: Teknik bir sorunla karşılaştık. Lütfen bir süre sonra tekrar deneyin
uk: Стався технічний збій. Спробуйте пізніше
vi: Chúng tôi đã gặp trục trặc kỹ thuật. Vui lòng thử lại sau ít phút
zh_hans: 我们遇到了技术故障。请过一会儿重试
zh_hant_hk: 技術故障。請稍後重試
zh_hant_tw: 我們遇到技術問題。請稍後再試

# ECSunsupported_grant_type
source: We have encountered technical glitch (Unsupported grant type). Please re-login
ar: لقد واجهَنا خلل فني (نوع المنحة غير مدعوم). يُرجى إعادة تسجيل الدخول
bg: Възникна техническа неизправност (Неподдържан тип позволение). Моля, впишете се отново
ca_es: |Мы столкнулись с технической ошибкой (неподдерживаемый тип гранта). Повторите попытку входа|
cs: Došlo k technické chybě (nepodporovaný typ grantu). Přihlaste se znovu
da: Der opstod en teknisk fejl (ikke-understøttet bonustype). Log venligst ind igen
de: Es ist ein technischer Fehler aufgetreten (nicht unterstützte Genehmigung). Melden Sie sich bitte wieder an
el: Αντιμετωπίσαμε τεχνικό πρόβλημα (μη υποστηριζόμενος τύπος εκχώρησης). Συνδεθείτε ξανά
es: Hemos detectado un problema técnico (tipo de concesión no compatible). Vuelve a iniciar sesión
es_ar: Encontramos un problema técnico (tipo de concesión no compatible). Vuelva a iniciar sesión
et: Meil tekkis tehniline tõrge (toetuseta hüvitise tüüp). Palun logige uuesti sisse
fi: Olemme havainneet teknisen häiriön (Tukematon käyttöoikeusvaltuus). Kirjaudu sisään uudelleen
fr: Nous avons rencontré un problème technique (Type d'attribution non reconnu). Veuillez vous reconnecter
fr_ca: Un problème technique est survenu (type d’attribution non reconnu). Veuillez vous connecter de nouveau
he: נתקלנו בתקלה טכנית (סוג בקשת גישה לא נתמך). התחבר שוב בבקשה
hr: Došlo je do tehničke smetnje (nepodržana vrsta odobrenja). Ponovno se prijavite
hu: Műszaki hiba történt (nem támogatott engedélyezési típus). Jelentkezzen be újra
it: Si è verificato un problema tecnico (tipo di autorizzazione non supportato). Effettua nuovamente l'accesso
ja: 技術的な問題が発生しました（サポートされていない付与タイプ）。ログインし直してください
lt: Susidūrėme su technine problema (nepalaikomas leidimo tipas). Prisijunkite iš naujo
lv: Radusies tehniska kļūme (neatbalstīts piešķīruma tips). Lūdzu, piesakieties vēlreiz
nb: Vi har støtt på et teknisk problem (ustøttet tildelingstype). Logg inn på nytt
nl: We hebben een technisch probleem (niet-ondersteund type toekenning). Log opnieuw in
pl: Napotkaliśmy problem techniczny (nieprawidłowy typ udzielania). Zaloguj się ponownie
pt: Encontrámos um problema técnico (tipo de concessão não suportado). Inicie sessão novamente
pt_br: Encontramos uma falha técnica (tipo de concessão não suportado). Faça login novamente
ro: Am întâmpinat probleme tehnice (tip neacceptat de alocare). Te rugăm să te reconectezi
ru: Мы столкнулись с технической ошибкой (неподдерживаемый тип гранта). Повторите попытку входа
sk: Zaznamenali sme technickú závadu (nepodporovaný typ grantu). Prihláste sa znova
sl: Prišlo je do tehnične napake (nepodprta vrsta odobritve). Znova se prijavite.
sv: Vi har stött på ett tekniskt fel (ogiltig behörighetstyp). Logga in igen
th: เราพบข้อผิดพลาดทางเทคนิค (ประเภทการให้สิทธิ์ที่ไม่สนับสนุน) โปรดเข้าสู่ระบบอีกครั้ง
tr: Teknik bir sorunla karşılaştık (Desteklenmeyen izin türü). Lütfen yeniden oturum açın
uk: Стався технічний збій (непідтримуваний тип дозволу). Увійдіть у систему повторно
vi: Chúng tôi đã gặp trục trặc kỹ thuật (Loại cấp quyền không được hỗ trợ). Vui lòng đăng nhập lại
zh_hans: 我们遇到了技术故障（不支持的授权类型）。请重新登录
zh_hant_hk: 技術故障（授權類型不受支援）。請重新登入
zh_hant_tw: 我們遇到技術問題 (不支援的授與類型)。請重新登入
