Repository: PhilipsTest/iOS-Test
Catalog: Source/ecs/Source/Library/PhilipsEcommerceSDK/PhilipsEcommerceSDK/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, de, el, es, es_ar, et, fi, fr, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# ECSPropositionIdNotFound
source: Please set a valid Proposition ID
ar: يُرجى ضبط معرّف اقتراح صالح
bg: Моля, задайте валиден Proposition ID
ca_es: |Встановіть дійсний ідентифікатор Proposition ID|
cs: Nastavte platné ID návrhu
da: Angiv venligst et gyldigt forslag til ID
de: Bitte legen Sie eine gültige Angebots-ID fest
el: Ορίστε ένα έγκυρο Proposition ID
es: Establece un Proposition ID válido
es_ar: Establezca un Proposition ID válido
et: Palun määrake kehtiv propositsiooni ID
fi: Aseta voimassa oleva ehdotettu yksilöivä tunnus
fr: Veuillez définir un identifiant de proposition valide
fr_ca: Veuillez définir un Proposition ID valide
he: קבע בבקשה Proposition ID תקפה
hr: Postavite valjani Proposition ID
hu: Adjon meg egy érvényes Proposition ID-t
it: Imposta un Proposition ID valido
ja: 有効な Proposition ID を設定してください
lt: Nustatykite galiojantį pasiūlymo ID
lv: Lūdzu, iestatiet derīgu Proposition ID
nb: Still inn gyldig forslags-ID
nl: Specificeer een geldige propositie-ID
pl: Ustaw prawidłowy identyfikator propozycji
pt: Defina uma Proposition ID válida
pt_br: Defina um Proposition ID válido
ro: Setează un Proposition ID valid
ru: Укажите действительный Proposition ID
sk: Nastavte platné ID ponuky
sl: Nastavite veljaven ID predloga
sv: Ange ett giltigt propositions-ID
th: โปรดตั้งค่า Proposition ID ที่ถูกต้อง
tr: Lütfen geçerli bir Proposition ID belirleyin
uk: Встановіть дійсний ідентифікатор Proposition ID
vi: Vui lòng thiết lập Proposition ID hợp lệ
zh_hans: 请设置有效的 Proposition ID
zh_hant_hk: 請設定有效的 Proposition ID
zh_hant_tw: 請設定有效的 Proposition ID

# ECSSiteIdNotFound
source: Philips shop is not available for the selected country, only retailer mode is available
ar: إن متجر Philips غير متاح في البلد المحدد، غير مُتاح سوى وضع البائع فقط
bg: Магазинът на Philips не е достъпен за избраната държава, наличен е само режим за търговци на дребно
ca_es: |Το κατάστημα της Philips δεν είναι διαθέσιμο για την επιλεγμένη χώρα, είναι διαθέσιμη μόνο η λειτουργία καταστήματος λιανικής|
cs: Obchod Philips není dostupný pro vybranou zemi, k dispozici je pouze režim prodejce
da: Philips-butikken er ikke tilgængelig i det valgte land, kun forhandlertilstand er tilgængelig
de: Der Philips-Shop ist für das ausgewählte Land nicht verfügbar, es steht nur der Einzelhandelsmodus zur Verfügung
el: Το κατάστημα της Philips δεν είναι διαθέσιμο για την επιλεγμένη χώρα, είναι διαθέσιμη μόνο η λειτουργία καταστήματος λιανικής
es: La tienda Philips no está disponible para el país seleccionado, solo está disponible el modo de tienda.
es_ar: La tienda Philips no está disponible para el país seleccionado, solo está disponible el modo minorista
et: Philipsi pood ei ole valitud riikides saadaval; saadaval on ainult edasimüüja režiim
fi: Philips-kauppa ei ole käytettävissä valitussa maassa, käytettävissä on ainoastaan vähittäismyyjätila
fr: La boutique Philips n'est pas disponible pour le pays sélectionné, seul le mode revendeur est disponible
fr_ca: La boutique Philips n’est pas disponible pour le pays sélectionné; seul le mode revendeur est disponible
he: החנות של פיליפס אינה זמינה במדינה שנבחרה, רק מצב קמעונאי זמין
hr: Philips trgovina nije dostupna za odabranu državu, dostupna je samo maloprodaja
hu: A Philips bolt nem érhető el a kiválasztott országban, csak a viszonteladói mód érhető el
it: Il negozio Philips non è disponibile per il Paese selezionato, è disponibile solo la modalità rivenditore
ja: 選択された国ではフィリップスショップはご利用いただけません。リテーラーモードのみご利用いただけます。
lt: „Philips“ parduotuvė neveikia pasirinktoje šalyje, veikia tik mažmeninė prekyba
lv: Atlasītajā valstī nav pieejams Philips veikals, tajā ir pieejams tikai mazumtirgotāja režīms
nb: Philips-butikken er ikke tilgjengelig for det valgte landet. Kun forhandlermodus er tilgjengelig.
nl: Philips shop is niet beschikbaar voor het geselecteerde land, alleen winkelmodus is beschikbaar
pl: Sklep Philips nie jest dostępny dla wybranego kraju, dostępny jest jedynie tryb sprzedaży detalicznej
pt: A loja Philips não está disponível para o país selecionado, apenas está disponível o modo de revendedor
pt_br: A loja Philips não está disponível para o país selecionado, somente o modo de revendedor está disponível
ro: Magazinul Philips nu este disponibil pentru ţara selectată; este disponibil numai modul de vânzare cu amănuntul
ru: Магазин Philips недоступен для выбранной страны, доступен только режим ритейлера
sk: Obchod Philips nie je k dispozícii pre vybratú krajinu, je k dispozícii iba režim predajcov
sl: Philipsova trgovina ni na voljo za izbrano državo. Na voljo je samo način prodajalca.
sv: Philips-butiken är inte tillgänglig för det valda landet, endast återförsäljare är tillgängliga
th: ร้านค้า Philips ไม่พร้อมให้บริการในประเทศที่เลือก มีเฉพาะโหมดร้านค้าปลีกเท่านั้น
tr: Philips mağazası, seçilen ülke için mevcut değil. Yalnızca perakende modu mevcut
uk: Магазин Philips недоступний у вибраній країні, можливий лише режим роздрібної торгівлі
vi: Không có cửa hàng của Philips ở quốc gia đã chọn, chỉ có hình thức đại lý bán lẻ
zh_hans: 所选国家/地区的飞利浦商城不可用，只有零售商模式可用
zh_hant_hk: 所選國家/地區不提供 Philips 商店服務，只提供零售商模式
zh_hant_tw: 所選國家/地區不提供飛利浦商店，僅提供零售商模式

# ECSUnknownIdentifierError
source: Requested resource is not available
ar: المورد المطلوب غير متاح
bg: Исканият източник не е наличен
ca_es: |Die angeforderte Ressource ist nicht verfügbar|
cs: Požadovaný zdroj není k dispozici
da: Den anmodede ressource er ikke tilgængelig
de: Die angeforderte Ressource ist nicht verfügbar
el: Ο ζητούμενος πόρος δεν είναι διαθέσιμος
es: El recurso solicitado no está disponible
es_ar: El recurso solicitado no está disponible
et: Soovitud vahend ei ole saadaval
fi: Pyydetty resurssi ei ole saatavilla
fr: La ressource requise n'est pas disponible
fr_ca: La ressource demandée n’est pas disponible
he: המשאב המבוקש אינו זמין
hr: Nije dostupan traženi resurs
hu: A kért erőforrás nem elérhető
it: La risorsa richiesta non è disponibile
ja: 要求されたリソースは利用できません
lt: Prašomas šaltinis nepasiekiamas
lv: Pieprasītais resurss nav pieejams
nb: Den etterspurte ressursen er ikke tilgjengelig
nl: Gevraagde bron is niet beschikbaar
pl: Żądany zasób jest niedostępny
pt: O recurso solicitado não está disponível
pt_br: O recurso solicitado não está disponível
ro: Resursa solicitată nu este disponibilă
ru: Запрашиваемый ресурс недоступен
sk: Požadovaný zdroj nie je k dispozícii
sl: Zahtevano sredstvo ni na voljo
sv: Den begärda resursen är inte tillgänglig
th: ทรัพยากรที่ขอไม่พร้อมใช้งาน
tr: Talep edilen kaynak mevcut değil
uk: Потрібний ресурс недоступний
vi: Nguồn yêu cầu không có sẵn
zh_hans: 请求的资源不可用
zh_hant_hk: 無法獲取所請求的資源
zh_hant_tw: 要求的資源無法使用

# ECSUnsupportedDeliveryModeError
source: Selected delivery mode is not supported
ar: وضع التوصيل المحدد غير مدعوم
bg: Избраният режим за доставка не се поддържа
ca_es: |Le mode de livraison sélectionné n'est pas pris en charge|
cs: Vybraný režim doručení není podporován
da: Den valgte leveringstilstand understøttes ikke
de: Der gewählte Zustellmodus wird nicht unterstützt
el: Ο επιλεγμένος τρόπος παράδοσης δεν υποστηρίζεται
es: El modo de entrega seleccionado no es compatible
es_ar: El modo de entrega seleccionado no es compatible
et: Valitud transpordiviis ei ole toetatud
fi: Valittua toimitustapaa ei tueta
fr: Le mode de livraison sélectionné n'est pas pris en charge
fr_ca: Le mode de livraison sélectionné n’est pas pris en charge
he: שיטת המשלוח שנבחרה אינה נתמכת
hr: Nije podržan odabrani način dostave
hu: A kiválasztott szállítási mód nem támogatott
it: La modalità di consegna selezionata non è supportata
ja: 選択された配送モードはサポートされていません
lt: Pasirinktas pristatymo būdas neveikia
lv: Atlasītais piegādes veids netiek atbalstīts
nb: Den valgte leveringsmåten støttes ikke
nl: Geselecteerde bezorgmodus wordt niet ondersteund
pl: Wybrany rodzaj dostawy nie jest obsługiwany
pt: O modo de entrega selecionado não é suportado
pt_br: O modo de entrega selecionado não é suportado
ro: Modul de livrare selectat nu este acceptat
ru: Выбранный метод доставки не поддерживается
sk: Zvolený režim doručenia nie je podporovaný
sl: Izbrani način dostave ni podprt
sv: Valt leveransläge stöds inte
th: ไม่รองรับโหมดการส่งที่เลือก
tr: Seçilen teslimat modu desteklenmiyor
uk: Вибраний режим доставки не підтримується
vi: Hình thức giao hàng đã chọn không được hỗ trợ
zh_hans: 不支持所选的送货方式
zh_hant_hk: 不支援所選的送貨模式
zh_hant_tw: 不支援所選的遞送模式

# ECSUnsupportedVoucherError
source: Sorry, this voucher can't be redeemed
ar: معذرةً، لا يمكن استبدال البطاقة
bg: Съжаляваме, този ваучер не може да бъде получен
ca_es: |К сожалению, этот купон не может быть использован|
cs: Litujeme, tento poukaz nelze uplatnit
da: Vi beklager, denne voucher kan ikke indløses
de: Dieser Gutschein kann leider nicht eingelöst werden
el: Λυπούμαστε, αυτό το κουπόνι δεν μπορεί να εξαργυρωθεί
es: Lo sentimos, este cupón no se puede canjear
es_ar: Lo sentimos, no puede canjear este cupón
et: Kahjuks ei saa seda kupongi kasutada
fi: Tätä tositetta ei voi lunastaa
fr: Désolé, ce bon ne peut pas être utilisé
fr_ca: Désolé, ce bon ne peut pas être utilisé
he: מצטערים, לא ניתן לממש שובר זה
hr: Žao nam je, ali ne možete iskoristiti ovaj vaučer
hu: Sajnáljuk, ez az utalvány nem váltható be
it: Spiacenti, non è possibile riscattare questo voucher
ja: 申し訳ございません。このバウチャーは引き換えできません
lt: Deja, šio kupono negalima išpirkti
lv: Diemžēl šo kuponu nav iespējams izpirkt
nb: Beklager, denne kupongen kan ikke løses inn
nl: Sorry, deze voucher kan niet worden verzilverd
pl: Niestety, nie można użyć tego vouchera
pt: Lamentamos, mas este cupão não pode ser utilizado
pt_br: Lamentamos, mas este voucher não pode ser resgatado
ro: Ne pare rău, acest voucher nu poate fi valorificat
ru: К сожалению, этот купон не может быть использован
sk: Ľutujeme, tento kupón nie je možné uplatniť
sl: Žal tega kupona ni mogoče unovčiti
sv: Den här kupongen kan inte lösas in
th: ขออภัย ไม่สามารถแลกใช้บัตรกำนัลนี้ได้
tr: Üzgünüz, bu kupon kullanılamaz
uk: Вибачте, цей ваучер неможливо застосувати
vi: Xin lỗi, không thể đổi thưởng voucher này được
zh_hans: 很抱歉，该优惠券无法兑换
zh_hant_hk: 抱歉，無法兌換此優惠券
zh_hant_tw: 很抱歉，此優惠券無法兌換

# ECSValidationError
source: Data validation failed
ar: فشل التحقق من صحة البيانات
bg: Неуспешно потвърждаване на данни
ca_es: |Se produjo un error con la validación de datos|
cs: Ověřování dat selhalo
da: Datavalidering mislykkedes
de: Datenüberprüfung fehlgeschlagen
el: Η επικύρωση δεδομένων απέτυχε
es: Error de validación de datos
es_ar: Se produjo un error con la validación de datos
et: Andmete valideerimine ebaõnnestus
fi: Datan validointi epäonnistui
fr: La validation des données a échoué
fr_ca: La validation des données a échoué
he: אימות הנתונים נכשל
hr: Nije uspjela provjera podataka
hu: Az adatok érvényesítése sikertelen
it: Convalida dei dati non riuscita
ja: データ検証に失敗しました
lt: Nepavyko patvirtinti duomenų
lv: Datu validācija neizdevās
nb: Datavalideringen mislyktes
nl: Gegevensvalidatie is mislukt
pl: Zatwierdzenie danych nie powiodło się
pt: Falha na validação dos dados
pt_br: Falha na validação dos dados
ro: Validarea datelor nu a reuşit
ru: Не удалось проверить дату
sk: Overenie údajov zlyhalo
sl: Preverjanje veljavnosti podatkov ni uspelo
sv: Datavalideringen misslyckades
th: การตรวจสอบข้อมูลล้มเหลว
tr: Veri doğrulama başarısız
uk: Помилка перевірки даних
vi: Kiểm tra dữ liệu thất bại
zh_hans: 数据验证失败
zh_hant_hk: 數據驗證失敗
zh_hant_tw: 資料驗證失敗

# ECSVoucherOperationError
source: Sorry, this voucher can't be redeemed
ar: معذرةً، لا يمكن استبدال البطاقة
bg: Съжаляваме, този ваучер не може да бъде получен
ca_es: |К сожалению, этот купон не может быть использован|
cs: Litujeme, tento poukaz nelze uplatnit
da: Vi beklager, denne voucher kan ikke indløses
de: Dieser Gutschein kann leider nicht eingelöst werden
el: Λυπούμαστε, αυτό το κουπόνι δεν μπορεί να εξαργυρωθεί
es: Lo sentimos, este cupón no se puede canjear
es_ar: Lo sentimos, no puede canjear este cupón
et: Kahjuks ei saa seda kupongi kasutada
fi: Tätä tositetta ei voi lunastaa
fr: Désolé, ce bon ne peut pas être utilisé
fr_ca: Désolé, ce bon ne peut pas être utilisé
he: מצטערים, לא ניתן לממש שובר זה
hr: Žao nam je, ali ne možete iskoristiti ovaj vaučer
hu: Sajnáljuk, ez az utalvány nem váltható be
it: Spiacenti, non è possibile riscattare questo voucher
ja: 申し訳ございません。このバウチャーは引き換えできません
lt: Deja, šio kupono negalima išpirkti
lv: Diemžēl šo kuponu nav iespējams izpirkt
nb: Beklager, denne kupongen kan ikke løses inn
nl: Sorry, deze voucher kan niet worden verzilverd
pl: Niestety, nie można użyć tego vouchera
pt: Lamentamos, mas este cupão não pode ser utilizado
pt_br: Lamentamos, mas este voucher não pode ser resgatado
ro: Ne pare rău, acest voucher nu poate fi valorificat
ru: К сожалению, этот купон не может быть использован
sk: Ľutujeme, tento kupón nie je možné uplatniť
sl: Žal tega kupona ni mogoče unovčiti
sv: Den här kupongen kan inte lösas in
th: ขออภัย ไม่สามารถแลกใช้บัตรกำนัลนี้ได้
tr: Üzgünüz, bu kupon kullanılamaz
uk: Вибачте, цей ваучер неможливо застосувати
vi: Xin lỗi, không thể đổi thưởng voucher này được
zh_hans: 很抱歉，该优惠券无法兑换
zh_hant_hk: 抱歉，無法兌換此優惠券
zh_hant_tw: 很抱歉，此優惠券無法兌換

# ECSaddressId
source: Given address doesn't exist or belong to another user
ar: العنوان المذكور غير موجود، أو يخص مستخدمًا آخر
bg: Предоставеният адрес не съществува или принадлежи на друг потребител
ca_es: |Предоставленный адрес не существует или принадлежит другому пользователю|
cs: Daná adresa neexistuje nebo patří jinému uživateli
da: Den givne adresse findes ikke eller tilhører en anden bruger
de: Die angegebene Adresse existiert nicht oder ist einem anderen Benutzer zugeteilt
el: Η διεύθυνση που εισαγάγατε δεν υπάρχει ή ανήκει σε άλλον χρήστη
es: La dirección indicada no existe o pertenece a otro usuario
es_ar: La dirección proporcionada no existe o pertenece a otro usuario
et: Sisestatud aadresi ei ole olemas või kuulub teisele kasutajale
fi: Annettua osoitetta ei ole olemassa tai se kuuluu toiselle käyttäjälle
fr: L'adresse donnée n'existe pas ou appartient à un autre utilisateur
fr_ca: L’adresse indiquée n’existe pas ou appartient à un autre utilisateur
he: הכתובת שנמסרה אינה קיימת או שייכת למשתמש אחר
hr: Navedena adresa ne postoji ili pripada nekom drugom korisniku
hu: A megadott cím nem létezik vagy egy másik felhasználóhoz tartozik
it: L'indirizzo specificato non esiste o appartiene a un altro utente
ja: 提供された住所は存在しないか、別のユーザーが指定済みです
lt: Pateiktas adresas neegzistuoja arba priklauso kitam naudotojui
lv: Norādītā adrese nepastāv vai pieder citam lietotājam
nb: Den oppgitte adressen finnes ikke, eller den tilhører en annen bruker
nl: Het gespecificeerde adres bestaat niet of behoort een andere gebruiker toe
pl: Podany adres nie istnieje lub należy do innego użytkownika
pt: O endereço indicado não existe ou pertence a outro utilizador
pt_br: O endereço fornecido não existe ou pertence a outro usuário
ro: Adresa specificată nu există sau aparţine altui utilizator
ru: Предоставленный адрес не существует или принадлежит другому пользователю
sk: Zadaná adresa neexistuje alebo patrí inému používateľovi
sl: Dani naslov ne obstaja ali pa pripada drugemu uporabniku
sv: Den angivna adressen finns inte eller tillhör en annan användare
th: ไม่พบที่อยู่ที่ให้มาหรือที่อยู่นี้เป็นของผู้ใช้อื่น
tr: Verilen adres mevcut değil veya başka bir kullanıcıya ait
uk: Надана адреса не існує або належить іншому користувачу
vi: Địa chỉ đã cung cấp không tồn tại hoặc thuộc về một người dùng khác
zh_hans: 给定地址不存在或属于其他用户
zh_hant_hk: 所給地址不存在或屬於另一個用戶
zh_hant_tw: 指定的地址不存在或屬於其他使用者

# ECScountryCodeNotGiven
source: Please provide valid country code
ar: يُرجى توفير كود بلد صالح
bg: Моля, предоставете валиден код на държавата
ca_es: |Моля, предоставете валиден код на държавата|
cs: Zadejte platný kód země
da: Angiv venligst gyldig landekode
de: Bitte geben Sie den gültigen Ländercode an
el: Εισαγάγετε έγκυρο κωδικό χώρας
es: Proporciona un código de país válido
es_ar: Proporcione un código de país válido
et: Palun esitage kehtiv riigikood
fi: Anna voimassa oleva maakoodi
fr: Veuillez fournir un code pays valide
fr_ca: Veuillez fournir un code de pays valide
he: ספק קידומת מדינה תקפה בבקשה
hr: Unesite valjani predbroj
hu: Adjon meg egy érvényes országkódot
it: Fornisci un codice Paese valido
ja: 有効な国コードを提供してください
lt: Pateikite teisingą šalies kodą
lv: Lūdzu, norādiet derīgu valsts kodu
nb: Oppgi gyldig landkode
nl: Specificeer een geldige landcode
pl: Podaj prawidłowy kod kraju
pt: Forneça um indicativo de país válido
pt_br: Forneça um código de país válido
ro: Introdu un cod de ţară valid
ru: Укажите действительный код страны
sk: Zadajte platný kód krajiny
sl: Navedite veljavno kodo države
sv: Ange giltig landskod
th: โปรดระบุรหัสประเทศที่ถูกต้อง
tr: Lütfen geçerli bir ülke kodu sağlayın
uk: Надайте дійсний код країни
vi: Vui lòng cung cấp mã quốc gia hợp lệ
zh_hans: 请提供有效的国家/地区代码
zh_hant_hk: 請提供有效國家代碼
zh_hant_tw: 請提供有效的國碼

# ECScountryisocode
source: Country selected is invalid
ar: البلد المحدد غير صالح
bg: Избраната държава не е валидна
ca_es: |Η επιλεγμένη χώρα δεν είναι έγκυρη|
cs: Vybraná země je neplatná
da: Det valgte land er ugyldigt
de: Das gewählte Land ist ungültig
el: Η επιλεγμένη χώρα δεν είναι έγκυρη
es: El país seleccionado no es válido
es_ar: El país seleccionado no es válido
et: Valitud riik ei ole õige
fi: Valittu maa on virheellinen
fr: Le pays sélectionné n'est pas valide
fr_ca: Le pays sélectionné n’est pas valide
he: המדינה שנבחרה לא חוקית
hr: Odabrana je država nevažeća
hu: A kiválasztott ország érvénytelen
it: Il Paese selezionato non è valido
ja: 選択された国は無効です
lt: Pasirinkta netinkama šalis
lv: Atlasītā valsts nav derīga
nb: Det valgte landet er ugyldig
nl: Geselecteerde land is ongeldig
pl: Wybrany kraj jest nieprawidłowy
pt: O país selecionado é inválido
pt_br: O país selecionado é inválido
ro: Ţara selectată este nu este validă
ru: Выбрана недопустимая страна
sk: Zvolená krajina je neplatná
sl: Izbrana država ni veljavna
sv: Det valda landet är ogiltigt
th: ประเทศที่เลือกไม่ถูกต้อง
tr: Seçilen ülke geçersiz
uk: Вибрана країна недійсна
vi: Quốc gia đã chọn không hợp lệ
zh_hans: 所选的国家/地区无效
zh_hant_hk: 所選國家無效
zh_hant_tw: 選取的國家/地區無效

# ECSfirstName
source: Please notice that the following characters are not allowed: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
ar: يُرجى ملاحظة أن الحروف التالية غير مسموح بها: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
bg: Моля, обърнете внимание, че следните символи не са разрешени: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
ca_es: |Обратите внимание, что следующие символы недоступны к использованию: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =|
cs: Upozorňujeme, že následující znaky nejsou povoleny: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
da: Bemærk venligst, at følgende tegn ikke er tilladt: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
de: Beachten Sie, dass die folgenden Zeichen nicht erlaubt sind: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
el: Λάβετε υπόψη ότι δεν επιτρέπονται οι ακόλουθοι χαρακτήρες: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
es: Ten en cuenta que no se permiten los siguientes caracteres: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
es_ar: Tenga en cuenta que no se permite el uso de los siguientes caracteres: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
et: Pöörame teie tähelepanu sellele, et järgmised tähemärgid ei ole lubatud: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
fi: Huomaa, että seuraavat merkit eivät ole sallittuja: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
fr: Veuillez noter que les caractères suivants ne sont pas autorisés : \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
fr_ca: Veuillez noter que les caractères suivants ne sont pas autorisés : \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
he: שים לב: התווים הבאים אינם מותרים לשימוש: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
hr: Imajte na umu da nisu dopušteni sljedeći znakovi: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
hu: A következő karakterek nem engedélyezettek: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
it: Ti ricordiamo che i seguenti caratteri non sono consentiti: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
ja: 次の記号は使用できませんのでご注意ください：\" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
lt: Atminkite, kad šie simboliai yra neleistini: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
lv: Lūdzu, ņemiet vērā, ka šādas rakstzīmes nav atļautas: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
nb: Merk at følgende tegn ikke er tillatt: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
nl: De volgende schrijftekens zijn niet toegestaan: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
pl: Należy pamiętać, że następujące znaki są niedozwolone: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
pt: Tenha em atenção que os seguintes carateres não são permitidos: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
pt_br: Note que os seguintes caracteres não são permitidos: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
ro: Următoarele caractere nu sunt permise: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
ru: Обратите внимание, что следующие символы недоступны к использованию: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
sk: Upozorňujeme, že nasledujúce znaky nie sú povolené: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
sl: Naslednji znaki niso dovoljeni: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
sv: Observera att följande tecken inte är tillåtna: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
th: โปรดทราบว่าไม่อนุญาตให้ใช้อักขระต่อไปนี้: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
tr: Lütfen şu karakterlere izin verilmediğini unutmayın: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
uk: Візьміть до уваги, що такі символи не дозволені: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
vi: Vui lòng lưu ý không được sử dụng các ký tự sau đây: \" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
zh_hans: 请注意，不允许使用以下字符：\" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
zh_hant_hk: 請注意以下字元不可使用：\" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
zh_hant_tw: 請注意，不允許使用下列字元：\" < > ) ( * ^ % $ # @ ! & + , . ? / : ; { } [ ] ` ~ =
