Repository: PhilipsTest/iOS-Test
Catalog: Source/ecs/Source/Library/PhilipsEcommerceSDK/PhilipsEcommerceSDK/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, de, el, es, es_ar, et, fi, fr, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# ECSAppInfraNotFound
source: Please provide app infra object
ar: يُرجى توفير غرض هيكل التطبيق الأساسي
bg: Моля, предоставете app infra object
ca_es: |Bitte geben Sie die App-Metrik für das Objekt an|
cs: Zadejte infraobjekt aplikace
da: Angiv venligst appens infra-objekt
de: Bitte geben Sie die App-Metrik für das Objekt an
el: Εισαγάγετε app infra object
es: Proporciona el app infra object
es_ar: Proporcione el app infra object
et: Palun esitage rakenduse infraobjekt
fi: Anna sovelluksen infraobjekti
fr: Veuillez fournir l'objet de l'infrastructure d'appli
fr_ca: Veuillez fournir le app infra object
he: ספק בבקשה app infra object
hr: Unesite app infra object
hu: Adja meg az app infra objectet
it: Fornisci app infra object
ja: app infra object を提供してください
lt: Pateikite programos infraobjektą
lv: Lūdzu, norādiet app infra object
nb: Oppgi app infra object
nl: Specificeer app infra-object
pl: Podaj obiekt infrastruktury aplikacji
pt: Forneça o app infra object
pt_br: Forneça um app infra object
ro: Furnizează app infra object
ru: Укажите app infra object
sk: Zadajte infra objekt aplikácie
sl: Navedite infrastrukturni predmet aplikacije
sv: Ange app-infraobjekt
th: โปรดระบุวัตถุอินฟราเรดของแอป
tr: Lütfen app infra object sağlayın
uk: Надайте app infra object
vi: Vui lòng cung cấp app infra object
zh_hans: 请提供 app infra object
zh_hant_hk: 請提供 app infra object
zh_hant_tw: 請提供 app infra object

# ECSBaseURLNotFound
source: Base URL not found
ar: لم يتم العثور على عنوان URL الأساسي
bg: Основният URL адрес не е намерен
ca_es: |Nie znaleziono podstawowego adresu URL|
cs: Základní adresa URL nebyla nalezena
da: Basis-URL ikke fundet
de: Basis-URL nicht gefunden
el: Δεν βρέθηκε διεύθυνση URL βάσης
es: URL base no encontrada
es_ar: No se encontró la URL base
et: Baas-URL-i ei leitud
fi: URL-perusosoitetta ei löydy
fr: L'URL de base n'a pas été trouvée
fr_ca: URL de base introuvable
he: כתובת URL בסיסית לא נמצאת
hr: Nije pronađen osnovni URL
hu: Az alap URL nem található
it: URL base non trovato
ja: ベース URL が見つかりません
lt: Pagrindinis URL nerastas
lv: Pamata vietrādis URL nav atrasts
nb: Fant ikke base-URL
nl: Basis-URL niet gevonden
pl: Nie znaleziono podstawowego adresu URL
pt: URL base não encontrado
pt_br: URL base não encontrada
ro: Adresa URL de bază nu a fost găsită
ru: Базовый URL не найден
sk: Základná adresa URL sa nenašla
sl: Osnovnega URL-ja ni bilo mogoče najti
sv: Baswebbadress hittades inte
th: ไม่พบ URL หลัก
tr: Ana URL bulunamadı
uk: Базову URL-адресу не знайдено
vi: Không tìm thấy URL gốc
zh_hans: 未找到基本 URL
zh_hant_hk: 找不到文檔根 URL
zh_hant_tw: 找不到基底 URL

# ECSCartEntryError
source: The Product is not added in Cart
ar: لم تتم إضافة المنتج إلى عربة التسوق
bg: Продуктът не е добавен в количката
ca_es: |Das Produkt wurde nicht in den Warenkorb gelegt|
cs: Produkt není přidán do košíku
da: Produktet er ikke lagt i indkøbskurven
de: Das Produkt wurde nicht in den Warenkorb gelegt
el: Το προϊόν δεν προστέθηκε στο καλάθι
es: El producto no se ha añadido al carro
es_ar: El producto no se agregó al carro
et: Toodet ei lisatud ostukorvi
fi: Tuotetta ei ole lisätty ostoskoriin
fr: Le Produit n'a pas été ajouté au Panier
fr_ca: Le produit n’a pas été ajouté au panier
he: המוצר לא הוסף לעגלה
hr: Proizvod nije ubačen u košaricu
hu: A termék nincs hozzáadva a kosárhoz
it: Il prodotto non è stato aggiunto al carrello
ja: この製品はカードに追加されていません
lt: Gaminys neįdėtas į krepšelį
lv: Izstrādājums nav ievietots grozā
nb: Produktet er ikke lagt til i handlevognen
nl: Het product is niet toegevoegd aan winkelwagen
pl: Produkt nie został dodany do koszyka
pt: O produto não foi adicionado ao carrinho
pt_br: O produto não foi adicionado ao carrinho
ro: Produsul nu este adăugat în coş
ru: Продукт не добавлен в корзину
sk: Produkt nebol pridaný do košíka
sl: Izdelek ni bil dodan v košarico
sv: Produkten har inte lagts till i kundvagnen
th: ยังไม่ได้เพิ่มสินค้าลงในตะกร้า
tr: Ürün, Sepete ekli değil
uk: Продукт не додано до кошика
vi: Chưa thêm Sản phẩm vào Giỏ hàng
zh_hans: 产品未添加至购物车
zh_hant_hk: 產品未加入購物車
zh_hant_tw: 產品未放入購物車

# ECSCartError
source: No cart created yet
ar: لم يتم تكوين عربة تسوق بعد
bg: Все още няма създадена количка
ca_es: |Det er ikke opprettet noen handlevogn ennå|
cs: Zatím nebyl vytvořen žádný košík
da: Der er endnu ikke oprettet nogen kurv
de: Noch kein Warenkorb erstellt
el: Δεν δημιουργήθηκε καλάθι ακόμη
es: Aún no se ha creado ningún carro
es_ar: Aún no se crea el carro
et: Ostukorvi ei ole veel loodud
fi: Ostoskoria ei ole vielä luotu
fr: Aucun panier créé pour l'instant
fr_ca: Aucun panier créé pour l’instant
he: עדיין לא נוצרה עגלה
hr: Još niste kreirali košaricu
hu: Még nincs létrehozva kosár
it: Nessun carrello creato
ja: カートはまだ作成されていません
lt: Kol kas krepšelis nesukurtas
lv: Grozs vēl nav izveidots
nb: Det er ikke opprettet noen handlevogn ennå
nl: Er is nog geen winkelwagen aangemaakt
pl: Nie stworzono jeszcze koszyka
pt: Nenhum carrinho criado ainda
pt_br: Nenhum carrinho criado ainda
ro: Nu a fost creat încă niciun coş
ru: Корзина еще не создана
sk: Zatiaľ nebol vytvorený žiadny košík
sl: Košarica še ni bila ustvarjena
sv: Ingen varukorg har skapats än
th: ยังไม่ได้สร้างตะกร้า
tr: Henüz hiçbir sepet oluşturulmadı
uk: Кошика ще не створено
vi: Chưa tạo giỏ hàng
zh_hans: 尚未创建购物车
zh_hant_hk: 尚未創建購物車
zh_hant_tw: 尚未建立購物車

# ECSCommerceCartModificationError
source: Quantity must not be less than zero
ar: يجب ألا تقل الكمية عن صفر
bg: Количеството не трябва да бъде по-малко от нула
ca_es: |Количеството не трябва да бъде по-малко от нула|
cs: Množství nesmí být menší než nula
da: Mængden kan ikke være mindre end nul
de: Die Menge darf nicht kleiner als Null sein
el: Η ποσότητα δεν πρέπει να είναι μικρότερη από μηδέν
es: La cantidad no debe ser inferior a cero
es_ar: La cantidad no debe ser inferior a cero
et: Kogus ei saa olla väiksem kui null
fi: Määrä ei voi olla nollaa pienempi
fr: La quantité ne peut pas être inférieure à zéro
fr_ca: La quantité ne doit pas être inférieure à zéro
he: הכמות לא יכולה להיות פחות מאפס
hr: Količina ne smije biti manja od nule
hu: A mennyiség nem lehet nullánál kisebb
it: La quantità non deve essere inferiore a zero
ja: 数量は 0 以上で指定してください
lt: Kiekis negali būti mažesnis nei nulis
lv: Daudzums nedrīkst būt mazāks par nulli
nb: Antallet må ikke være mindre enn null
nl: Aantal mag niet minder zijn dan nul
pl: Ilość nie może wynosić zero
pt: A quantidade não pode ser inferior a zero
pt_br: A quantidade não deve ser menor que zero
ro: Cantitatea nu trebuie să fie mai mică de zero
ru: Количество не может быть меньше нуля
sk: Počet nesmie byť menší ako nula
sl: Količina ne sme biti manjša od nič
sv: Kvantiteten får inte vara mindre än noll
th: จำนวนต้องไม่ต่ำกว่าศูนย์
tr: Adet, sıfırdan az olmamalıdır
uk: Кількість має бути не менше нуля
vi: Số lượng không được nhỏ hơn 0
zh_hans: 数量不得小于零
zh_hant_hk: 數量不可少於零
zh_hant_tw: 數量不得小於零

# ECSCtnNotProvided
source: Please provide the CTN
ar: يُرجى توفير شبكة الهاتف الجوّال CTN
bg: Моля, предоставете CTN
ca_es: |يُرجى توفير شبكة الهاتف الجوّال CTN|
cs: Zadejte CTN
da: Angiv venligst CTN
de: Bitte geben Sie die CTN an
el: Εισαγάγετε το CTN
es: Proporciona el CTN
es_ar: Proporcione el CTN
et: Palun esitage CTN
fi: Anna CTN
fr: Veuillez fournir le CTN
fr_ca: Veuillez fournir le CTN
he: ספק CTN בבקשה
hr: Unesite CTN
hu: Adja meg a CTN-t
it: Fornisci CTN
ja: CTN を提供してください
lt: Pateikite CTN
lv: Lūdzu, norādiet CTN
nb: Oppgi CTN
nl: Specificeer het CTN
pl: Podaj CTN
pt: Forneça o CTN
pt_br: Forneça o CTN
ro: Furnizează CTN
ru: Укажите CTN
sk: Poskytnite CTN
sl: Navedite CTN
sv: Ange CTN
th: โปรดระบุ CTN
tr: Lütfen CTN sağlayın
uk: Надайте код CTN
vi: Vui lòng cung cấp CTN
zh_hans: 请提供 CTN
zh_hant_hk: 請提供 CTN
zh_hant_tw: 請提供 CTN

# ECSHybrisNotAvailable
source: Philips shop is not available for the selected country, only retailer mode is available
ar: إن متجر Philips غير متاح في البلد المحدد، غير مُتاح سوى وضع البائع فقط
bg: Магазинът на Philips не е достъпен за избраната държава, наличен е само режим за търговци на дребно
ca_es: |Το κατάστημα της Philips δεν είναι διαθέσιμο για την επιλεγμένη χώρα, είναι διαθέσιμη μόνο η λειτουργία καταστήματος λιανικής|
cs: Obchod Philips není dostupný pro vybranou zemi, k dispozici je pouze režim prodejce
da: Philips-butikken er ikke tilgængelig i det valgte land, kun forhandlertilstand er tilgængelig
de: Der Philips-Shop ist für das ausgewählte Land nicht verfügbar, es steht nur der Einzelhandelsmodus zur Verfügung
el: Το κατάστημα της Philips δεν είναι διαθέσιμο για την επιλεγμένη χώρα, είναι διαθέσιμη μόνο η λειτουργία καταστήματος λιανικής
es: La tienda Philips no está disponible para el país seleccionado, solo está disponible el modo de tienda.
es_ar: La tienda Philips no está disponible para el país seleccionado, solo está disponible el modo minorista
et: Philipsi pood ei ole valitud riikides saadaval; saadaval on ainult edasimüüja režiim
fi: Philips-kauppa ei ole käytettävissä valitussa maassa, käytettävissä on ainoastaan vähittäismyyjätila
fr: La boutique Philips n'est pas disponible pour le pays sélectionné, seul le mode revendeur est disponible
fr_ca: La boutique Philips n’est pas disponible pour le pays sélectionné; seul le mode revendeur est disponible
he: החנות של פיליפס אינה זמינה במדינה שנבחרה, רק מצב קמעונאי זמין
hr: Philips trgovina nije dostupna za odabranu državu, dostupna je samo maloprodaja
hu: A Philips bolt nem érhető el a kiválasztott országban, csak a viszonteladói mód érhető el
it: Il negozio Philips non è disponibile per il Paese selezionato, è disponibile solo la modalità rivenditore
ja: 選択された国ではフィリップスショップはご利用いただけません。リテーラーモードのみご利用いただけます。
lt: „Philips“ parduotuvė neveikia pasirinktoje šalyje, veikia tik mažmeninė prekyba
lv: Atlasītajā valstī nav pieejams Philips veikals, tajā ir pieejams tikai mazumtirgotāja režīms
nb: Philips-butikken er ikke tilgjengelig for det valgte landet. Kun forhandlermodus er tilgjengelig.
nl: Philips shop is niet beschikbaar voor het geselecteerde land, alleen winkelmodus is beschikbaar
pl: Sklep Philips nie jest dostępny dla wybranego kraju, dostępny jest jedynie tryb sprzedaży detalicznej
pt: A loja Philips não está disponível para o país selecionado, apenas está disponível o modo de revendedor
pt_br: A loja Philips não está disponível para o país selecionado, somente o modo de revendedor está disponível
ro: Magazinul Philips nu este disponibil pentru ţara selectată; este disponibil numai modul de vânzare cu amănuntul
ru: Магазин Philips недоступен для выбранной страны, доступен только режим ритейлера
sk: Obchod Philips nie je k dispozícii pre vybratú krajinu, je k dispozícii iba režim predajcov
sl: Philipsova trgovina ni na voljo za izbrano državo. Na voljo je samo način prodajalca.
sv: Philips-butiken är inte tillgänglig för det valda landet, endast återförsäljare är tillgängliga
th: ร้านค้า Philips ไม่พร้อมให้บริการในประเทศที่เลือก มีเฉพาะโหมดร้านค้าปลีกเท่านั้น
tr: Philips mağazası, seçilen ülke için mevcut değil. Yalnızca perakende modu mevcut
uk: Магазин Philips недоступний у вибраній країні, можливий лише режим роздрібної торгівлі
vi: Không có cửa hàng của Philips ở quốc gia đã chọn, chỉ có hình thức đại lý bán lẻ
zh_hans: 所选国家/地区的飞利浦商城不可用，只有零售商模式可用
zh_hant_hk: 所選國家/地區不提供 Philips 商店服務，只提供零售商模式
zh_hant_tw: 所選國家/地區不提供飛利浦商店，僅提供零售商模式

# ECSIllegalArgumentError
source: Please provide valid input data
ar: يُرجى توفير بيانات إدخال صالحة
bg: Моля, предоставете валидни данни за вход
ca_es: |Укажите допустимые сведения в полях для заполнения|
cs: Zadejte platná vstupní data
da: Angiv venligst gyldig inputdata
de: Bitte stellen Sie gültige Eingabedaten bereit
el: Εισαγάγετε έγκυρα δεδομένα εισόδου
es: Proporciona datos de entrada válidos
es_ar: Proporcione datos de entrada válidos
et: Palun esitage kehtivad sisendandmed
fi: Anna oikeelliset syöttötiedot
fr: Veuillez saisir des données valides
fr_ca: Veuillez saisir des données valides
he: ספק נתוני כניסה חוקיים בבקשה
hr: Unesite valjane ulazne podatke
hu: Adjon meg érvényes bemeneti adatokat
it: Fornisci dati validi
ja: 有効な入力データを提供してください
lt: Pateikite galiojančius įvesties duomenis
lv: Lūdzu, norādiet derīgus ievades datus
nb: Oppgi gyldige inndata
nl: Vul geldige gegevens in
pl: Podaj prawidłowe dane wejściowe
pt: Forneça dados de entrada válidos
pt_br: Forneça dados de entrada válidos
ro: Furnizează date valide
ru: Укажите допустимые сведения в полях для заполнения
sk: Uveďte platné vstupné údaje
sl: Navedite veljavne vhodne podatke
sv: Ange giltiga inmatningsdata
th: โปรดป้อนข้อมูลที่ถูกต้อง
tr: Lütfen geçerli giriş verileri sağlayın
uk: Надайте дійсні вхідні дані
vi: Vui lòng cung cấp dữ liệu đầu vào hợp lệ
zh_hans: 请提供有效输入数据
zh_hant_hk: 請輸入有效數據
zh_hant_tw: 請提供有效的輸入資料

# ECSInsufficientStockError
source: Product cannot be shipped as it is out of stock
ar: لا يمكن شحن المنتج لأنه قد نفد من المخزون
bg: Продуктът не може да бъде изпратен, тъй като не е наличен
ca_es: |Продукт не может быть отправлен, поскольку он отсутствует на складе|
cs: Produkt nelze odeslat, protože není na skladě
da: Produktet kan ikke sendes, da det er udsolgt
de: Das Produkt kann nicht versendet werden, da es nicht vorrätig ist
el: Το προϊόν δεν μπορεί να αποσταλεί καθώς έχει εξαντληθεί
es: El producto no se puede enviar porque está agotado
es_ar: El producto no se puede enviar porque está agotado
et: Toodet ei saa transportida, kuna seda ei ole laos
fi: Tuotetta ei voida toimittaa, koska se on loppunut varastosta
fr: Le Produit ne peut pas être expédié car il est épuisé
fr_ca: Le produit ne peut pas être expédié puisqu’il est en rupture de stock
he: לא ניתן לשלוח את המוצר כיוון שהוא אזל מהמלאי
hr: Proizvod se ne može otpremiti jer ga nema na zalihama
hu: A termék nem szállítható, mert nincs raktáron
it: Il prodotto non può essere spedito poiché è esaurito
ja: 製品は在庫切れのため発送できません
lt: Gaminio negalima pristatyti, nes jos nėra sandėlyje
lv: Izstrādājumu nav iespējams nosūtīt, jo tā vairs nav noliktavā
nb: Produktet kan ikke sendes, fordi det ikke finnes på lager
nl: Product kan niet worden verzonden omdat het niet op voorraad is
pl: Nie mona wysłać produktu, ponieważ zapasy zostały wyczerpane
pt: O produto não pode ser enviado porque está esgotado
pt_br: Não é possível enviar o produto, pois está fora de estoque
ro: Produsul nu poate fi expediat deoarece nu este pe stoc
ru: Продукт не может быть отправлен, поскольку он отсутствует на складе
sk: Produkt nie je možné expedovať, pretože je na sklade
sl: Izdelka ni mogoče poslati, ker ga ni na zalogi
sv: Produkten kan inte levereras eftersom den är slut
th: ไม่สามารถจัดส่งผลิตภัณฑ์ได้เนื่องจากผลิตภัณฑ์หมด
tr: Stokta olmadığı için ürün kargoya verilemez
uk: Продукт неможливо доставити, бо його немає в наявності
vi: Không thể gửi sản phẩm vì đã hết hàng
zh_hans: 产品缺货，无法发货
zh_hant_hk: 產品缺貨，無法運送
zh_hant_tw: 產品缺貨，因此無法運送

# ECSInvalidPaymentInfoError
source: Please provide valid payment details
ar: يُرجى تقديم معلومات دفع صالحة
bg: Моля, предоставете валидни детайли за плащане
ca_es: |Bitte stellen Sie gültige Angaben zur Bezahlung bereit|
cs: Zadejte platné platební údaje
da: Angiv venligst gyldige betalingsoplysninger
de: Bitte stellen Sie gültige Angaben zur Bezahlung bereit
el: Εισαγάγετε έγκυρα στοιχεία πληρωμής
es: Proporciona datos de pago válidos
es_ar: Proporcione detalles de pago válidos
et: Palun esitage kehtivad makseandmed
fi: Anna voimassa olevat maksutiedot
fr: Veuillez saisir des informations de paiement valides
fr_ca: Veuillez saisir des détails de paiement valides
he: ספק פרטי תשלום חוקיים בבקשה
hr: Unesite valjane podatke o plaćanju
hu: Adjon meg érvényes fizetési adatokat
it: Fornisci dettagli di pagamento validi
ja: 有効は支払い詳細を提供してください
lt: Pateikite galiojančius apmokėjimo duomenis
lv: Lūdzu, norādiet derīgu maksājuma informāciju
nb: Oppgi gyldige betalingsopplysninger
nl: Vul geldige betalingsgegevens in
pl: Podaj prawidłowe dane do płatności
pt: Forneça detalhes de pagamento válidos
pt_br: Forneça dados de pagamento válidos
ro: Furnizează detalii de plată valide
ru: Укажите допустимые платежные данные
sk: Uveďte platné platobné údaje
sl: Navedite veljavne podatke o plačilu
sv: Ange giltig betalningsinformation
th: โปรดระบุรายละเอียดการชำระเงินที่ถูกต้อง
tr: Lütfen geçerli ödeme ayrıntıları sağlayın
uk: Надайте дійсні деталі оплати
vi: Vui lòng cung cấp thông tin thanh toán hợp lệ
zh_hans: 请提供有效付款详情
zh_hant_hk: 請提供有效付款詳情
zh_hant_tw: 請提供有效的付款詳細資料

# ECSInvalidTokenError
source: We have encountered technical glitch (Invalid access token). Please do Hybris Re-Auth
ar: لقد واجهَنا خلل فني (رمز الوصول غير صالح). يُرجى القيام بإعادة التحقق من Hybris
bg: Възникна техническа неизправност (Невалиден маркер за достъп). Моля, извършете Hybris Re-Auth
ca_es: |Nous avons rencontré un problème technique (Jeton d'accès non valide). Veuillez procéder à une ré-authentification Hybris|
cs: Došlo k technické chybě (neplatný přístupový token). Proveďte opětovnou autorizaci Hybris
da: Der opstod en teknisk fejl (ugyldigt adgangstoken). Venligst udfør Hybris Re-Auth
de: Es ist ein technischer Fehler aufgetreten (ungültiges Zugriffs-Token). Bitte führen Sie die Hybris-Neuauthentifizierung durch
el: Αντιμετωπίσαμε τεχνικό πρόβλημα (μη έγκυρο διακριτικό πρόσβασης). Πραγματοποιήστε Hybris Re-Auth
es: Hemos detectado un problema técnico (token de acceso no válido). Realiza una nueva Hybris Re-Auth.
es_ar: Encontramos un problema técnico (token de acceso no válido). Realice la Hybris Re-Auth
et: Meil tekkis tehniline tõrge (kehtetu juurdepääsuluba). Palun autentige Hybrises uuesti
fi: Olemme havainneet teknisen häiriön (Virheellinen käyttöoikeustietue). Tee Hybris-todennus uudelleen
fr: Nous avons rencontré un problème technique (Jeton d'accès non valide). Veuillez procéder à une ré-authentification Hybris
fr_ca: Un problème technique est survenu (jeton d’accès non valide). Veuillez procéder à un Hybris Re-Auth
he: נתקלנו בתקלה טכנית (אסימון גישה לא חוקי). בצע בבקשה Hybris Re-Auth
hr: Došlo je do tehničke smetnje (nevažeći pristupni token). Provedite Hybris Re-Auth
hu: Műszaki hiba történt (érvénytelen hozzáférési token). Végezze el a Hybris Re-Auth műveletet
it: Si è verificato un problema tecnico (token di accesso non valido). Effettua Hybris Re-Auth
ja: 技術的な問題が発生しました（無効なアクセストークン）。Hybris Re-Auth を実行してください
lt: Susidūrėme su technine problema (neteisingas prieigos raktas). Atlikite „Hybris“ pakartotinį atpažinimą
lv: Radusies tehniska kļūme (nederīgs piekļuves marķieris). Lūdzu, veiciet Hybris Re-Auth
nb: Vi har støtt på et teknisk problem (ugyldig berettigelsestegn for tilgang). Foreta Hybris Re-Auth
nl: We hebben een technisch probleem (ongeldige toegangstoken). Voer Hybris Re-Auth uit
pl: Napotkaliśmy problem techniczny (nieprawidłowy token dostępu). Wykonaj ponowne uwierzytelnienie Hybris Re-Auth
pt: Encontrámos um problema técnico (token de acesso inválido). Efetue Hybris Re-Auth
pt_br: Encontramos uma falha técnica (token de acesso inválido). Faça a Hybris Re-Auth
ro: Am întâmpinat probleme tehnice (token de acces nevalid). Te rugăm să te reconectezi
ru: Мы столкнулись с технической ошибкой (недопустимый маркер доступа). Выполните Hybris Re-Auth
sk: Zaznamenali sme technickú závadu (neplatný prístupový token). Vykonajte opätovnú autorizáciu Hybris
sl: Prišlo je do tehnične napake (neveljaven žeton za dostop). Izvedite Hybrisovo ponovno preverjanje pristnosti.
sv: Vi har stött på ett tekniskt fel (ogiltig åtkomsttoken). Återauktorisera Hybris
th: เราพบข้อผิดพลาดทางเทคนิค (โทเค็นการเข้าถึงไม่ถูกต้อง). โปรดทำการการยืนยันตัวตน Hybris ซ้ำ
tr: Teknik bir sorunla karşılaştık (Geçersiz erişim belirteci). Lütfen Hybris Re-Auth gerçekleştirin
uk: Стався технічний збій (недійсний маркер доступу). Виконайте Hybris Re-Auth
vi: Chúng tôi đã gặp trục trặc kỹ thuật (Token truy cập không hợp lệ). Vui lòng tiến hành Hybris Re-Auth
zh_hans: 我们遇到了技术故障（无效访问令牌）。请执行 Hybris Re-Auth
zh_hant_hk: 技術故障（存取權杖無效）。請進行 Hybris Re-Auth
zh_hant_tw: 我們遇到技術問題 (存取權杖無效)。請執行 Hybris Re-Auth

# ECSLocaleNotFound
source: Please set the locale
ar: يُرجى ضبط الموقع
bg: Моля, задайте езика
ca_es: |Встановіть регіональні налаштування|
cs: Nastavte místní nastavení
da: Angiv venligst den lokale
de: Bitte legen Sie das Gebietsschema fest
el: Επιλέξτε τοπικές ρυθμίσεις
es: Establece la configuración regional
es_ar: Establezca la configuración regional
et: Palun määrake lokaat
fi: Aseta aluekohtaiset asetukset
fr: Veuillez définir l'emplacement
fr_ca: Veuillez définir les paramètres régionaux
he: הגדר מקום בבקשה
hr: Postavite lokalitet
hu: Állítsa be a régiót
it: Imposta la località
ja: ロケールを設定してください
lt: Nustatykite vietą
lv: Lūdzu, iestatiet lokalizāciju
nb: Still inn lokaliteten
nl: Stel de landinstelling in
pl: Skonfiguruj ustawienia regionalne
pt: Defina o local
pt_br: Defina a localidade
ro: Setează locaţia
ru: Выберите локаль
sk: Nastavte miestne nastavenia
sl: Določite območne nastavitve
sv: Ställ in språk
th: โปรดตั้งค่าสถานที่
tr: Lütfen konumu belirleyin
uk: Встановіть регіональні налаштування
vi: Vui lòng thiết lập miền địa phương
zh_hans: 请设置区域
zh_hant_hk: 請設定地域
zh_hant_tw: 請設定地區

# ECSNoSuchElementError
source: An error occurred while fetching the data from the server
ar: حدث خطأ أثناء إحضار المعلومات من الخادم
bg: Възникна грешка при извличане на данните от сървъра
ca_es: |Une erreur s'est produite lors de la récupération des données depuis le serveur|
cs: Při načítání dat ze serveru došlo k chybě
da: Der opstod en fejl under hentning af data fra serveren
de: Beim Abrufen der Daten vom Server ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά τη λήψη δεδομένων από τον διακομιστή
es: Se ha producido un error al recuperar los datos del servidor
es_ar: Se produjo un error en la recuperación de los datos del servidor
et: Meil tekkis tõrge andmete serverist toomisel
fi: Virhe noudettaessa tietoja palvelimelta
fr: Une erreur s'est produite lors de la récupération des données depuis le serveur
fr_ca: Une erreur s’est produite lors de la récupération des données du serveur
he: אירעה שגיאה בשליפת הנתונים מהשרת
hr: Došlo je do greške pri prijenosu podataka s poslužitelja
hu: Hiba történt az adatok kiszolgálóról való lekérése közben
it: Si è verificato un errore durante il recupero dei dati dal server
ja: サーバーからのデータ取得中にエラーが発生しました
lt: Gaunant duomenis iš serverio įvyko klaida
lv: Veicot datu ieguvi no servera, radusies kļūda
nb: Det oppsto en feil under henting av data fra serveren
nl: Er is een fout opgetreden tijdens het ophalen van de gegevens van de server
pl: W trakcie pobierania danych z serwera wystąpił błąd
pt: Ocorreu um erro ao obter os dados do servidor
pt_br: Ocorreu um erro ao buscar os dados do servidor
ro: A apărut o eroare la obţinerea datelor de la server
ru: При загрузке данных с сервера произошла ошибка
sk: Pri načítavaní údajov zo servera sa vyskytla chyba
sl: Prišlo je do napake pri pridobivanju podatkov iz strežnika
sv: Ett fel inträffade när data hämtades från servern
th: เกิดข้อผิดพลาดขณะดึงข้อมูลจากเซิร์ฟเวอร์
tr: Sunucudan veri alınırken bir hata oluştu
uk: Сталася помилка під час отримання даних із сервера
vi: Đã xảy ra lỗi trong khi tìm nạp dữ liệu từ máy chủ
zh_hans: 从服务器获取数据时出错
zh_hant_hk: 從伺服器獲取數據時出現錯誤
zh_hant_tw: 從伺服器擷取資料時發生錯誤
