Repository: PhilipsTest/iOS-Test
Catalog: Source/ecs/Source/Library/PhilipsEcommerceSDK/PhilipsEcommerceSDK/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, bg, ca_es, cs, da, de, el, es, es_ar, et, fi, fr, fr_ca, he, hr, hu, it, ja, lt, lv, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant_hk, zh_hant_tw

# ECSOAuthDetailError
source: Please provide complete OAuth detials
ar: يُرجى توفير تفاصيل OAuth كاملة
bg: Моля, предоставете пълни детайли за OAuth
ca_es: |Bitte stellen Sie vollständige OAuth-Datenblätter bereit|
cs: Zadejte kompletní podrobnosti autorizace
da: Angiv venligst komplette OAuth-oplysninger
de: Bitte stellen Sie vollständige OAuth-Datenblätter bereit
el: Εισαγάγετε πλήρη στοιχεία OAuth
es: Proporciona los detalles de OAuth completos
es_ar: Proporcione todos los detalles de OAuth
et: Palun esitage täielikud OAuthi andmed
fi: Anna täydelliset OAuth-tiedot
fr: Veuillez fournir les informations OAuth complètes
fr_ca: Veuillez fournir les informations OAuth complètes
he: ספק פרטי OAuth מלאים בבקשה
hr: Unesite potpune podatke OAuth
hu: Adjon meg teljes OAuth-adatokat
it: Fornisci i dettagli OAuth completi
ja: OAuth の完全な詳細を提供してください
lt: Pateikite išsamius „OAuth“ duomenis
lv: Lūdzu, norādiet pilnīgu OAuth informāciju
nb: Fyll ut fullstendige OAuth-opplysninger
nl: Specificeer volledige OAuth-gegevens
pl: Podaj pełne dane OAuth
pt: Forneça detalhes OAuth completos
pt_br: Forneça detalhes Oauth completos
ro: Introdu detalii OAuth complete
ru: Укажите полные сведения OAuth
sk: Uveďte úplné podrobnosti OAuth
sl: Navedite popolne podatke za OAuth
sv: Ange fullständiga OAuth-detaljer
th: โปรดระบุรายละเอียด OAuth ที่สมบูรณ์
tr: Lütfen eksiksiz Oauth ayrıntılarını sağlayın
uk: Надайте усі деталі авторизації OAuth
vi: Vui lòng cung cấp đầy đủ thông tin OAuth
zh_hans: 请提供完整的 OAuth 详情
zh_hant_hk: 請提供完整的 OAuth 詳情
zh_hant_tw: 請提供完整的 OAuth 詳細資料

# ECSOAuthNotCalled
source: User authorization is required for this action
ar: إذن المستخدم مطلوب لهذا الإجراء
bg: За това действие е необходимо удостоверяване на потребител
ca_es: |За това действие е необходимо удостоверяване на потребител|
cs: Tato akce vyžaduje autorizaci uživatele
da: Denne handling kræver brugertilladelse
de: Für diese Handlung ist eine Benutzergenehmigung erforderlich
el: Απαιτείται έλεγχος ταυτότητας χρήστη για αυτήν την ενέργεια
es: Se requiere autorización del usuario para esta acción
es_ar: Se requiere la autorización del usuario para realizar esta acción
et: Selle tegevuse jaoks on vajalik kasutaja autentimine
fi: Tätä toimintoa varten tarvitaan käyttäjän valtuutus
fr: L'autorisation utilisateur est requise pour cette action
fr_ca: L’autorisation de l’utilisateur est requise pour cette action
he: לביצוע פעולה זו נדרש אישור משתמש
hr: Za ovu je radnju potrebna autorizacija korisnika
hu: Ehhez a művelethez felhasználói jogosultság szükséges
it: Per questa azione è richiesta l'autorizzazione dell'utente
ja: この操作にはユーザー認証が必要です
lt: Šiam veiksmui atlikti reikalinga naudotojo leidimas
lv: Šīs darbības veikšanai nepieciešama lietotāja autorizācija
nb: Denne handlingen krever brukertillatelse
nl: Gebruikersautorisatie is vereist voor deze actie
pl: Do tej czynności potrzebna jest zgoda użytkownika
pt: É necessária autorização do utilizador para esta ação
pt_br: A autorização do usuário é necessária para esta ação
ro: Este necesară autorizarea utilizatorului pentru această acţiune
ru: Для этого действия требуется авторизация пользователя
sk: Na tento úkon sa vyžaduje oprávnenie používateľa
sl: Za to dejanje je treba preveriti pristnost uporabnika
sv: Användarbehörighet krävs för den här åtgärden
th: ต้องมีการตรวจสอบผู้ใช้สำหรับการดำเนินการนี้
tr: Bu işlem için kullanıcı yetkisi gerekli
uk: Для цієї дії необхідна авторизація користувача
vi: Cần thực hiện xác thực người dùng cho thao tác này
zh_hans: 该操作需要用户授权
zh_hant_hk: 獲得用戶授權後方可執行此操作
zh_hant_tw: 此動作需要使用者授權

# ECSPIL_BAD_REQUEST
source: We have encountered technical glitch. Please try after some time
ar: لقد واجهَنا خلل فني. يُرجى إعادة المحاولة فيما بعد
bg: Възникна техническа неизправност. Моля, опитайте отново малко по-късно
ca_es: |Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время|
cs: Došlo k technické chybě. Zkuste to později
da: Der opstod en teknisk fejl. Prøv venligst efter nogen tid
de: Es ist ein technischer Fehler aufgetreten. Bitte versuchen Sie es später erneut
el: Αντιμετωπίσαμε τεχνικό πρόβλημα. Δοκιμάστε ξανά σε λίγη ώρα
es: Hemos detectado un problema técnico. Inténtalo más tarde
es_ar: Encontramos un problema técnico. Inténtelo de nuevo más tarde
et: Meil tekkis tehniline tõrge. Proovige uuesti mõne aja pärast
fi: Olemme havainneet teknisen häiriön. Yritä myöhemmin uudelleen
fr: Nous avons rencontré un problème technique. Veuillez réessayer dans un moment
fr_ca: Un problème technique est survenu. Veuillez réessayer plus tard
he: נתקלנו בתקלה טכנית. נסה שוב במועד מאוחר יותר בבקשה
hr: Došlo je do tehničke smetnje. Pokušajte ponovno poslije
hu: Műszaki hiba történt. Próbálja meg később
it: Si è verificato un problema tecnico. Riprova più tardi
ja: 技術的な問題が発生しました。しばらくしてから再試行してください
lt: Susidūrėme su technine problema. Po kurio laiko bandykite iš naujo
lv: Radusies tehniska kļūme. Lūdzu, vēlāk mēģiniet vēlreiz
nb: Vi har støtt på et teknisk problem. Prøv igjen om en stund
nl: We hebben een technisch probleem. Probeer het later opnieuw
pl: Napotkaliśmy problem techniczny. Spróbuj ponownie później
pt: Encontrámos um problema técnico. Tente novamente após algum tempo
pt_br: Encontramos uma falha técnica. Tente novamente mais tarde
ro: Am întâmpinat probleme tehnice. Încearcă din nou mai târziu
ru: Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время
sk: Zaznamenali sme technickú závadu. Skúste to znova o chvíľu
sl: Prišlo je do tehnične napake. Poskusite znova čez nekaj časa.
sv: Vi har stött på ett tekniskt fel. Försök igen om en stund
th: เราพบข้อผิดพลาดทางเทคนิค โปรดลองอีกครั้งในภายหลัง
tr: Teknik bir sorunla karşılaştık. Lütfen bir süre sonra tekrar deneyin
uk: Стався технічний збій. Спробуйте пізніше
vi: Chúng tôi đã gặp trục trặc kỹ thuật. Vui lòng thử lại sau ít phút
zh_hans: 我们遇到了技术故障。请过一会儿重试
zh_hant_hk: 技術故障。請稍後重試
zh_hant_tw: 我們遇到技術問題。請稍後再試

# ECSPIL_BAD_REQUEST_cartId
source: No cart created yet
ar: لم يتم تكوين عربة تسوق بعد
bg: Все още няма създадена количка
ca_es: |Det er ikke opprettet noen handlevogn ennå|
cs: Zatím nebyl vytvořen žádný košík
da: Der er endnu ikke oprettet nogen kurv
de: Noch kein Warenkorb erstellt
el: Δεν δημιουργήθηκε καλάθι ακόμη
es: Aún no se ha creado ningún carro
es_ar: Aún no se crea el carro
et: Ostukorvi ei ole veel loodud
fi: Ostoskoria ei ole vielä luotu
fr: Aucun panier créé pour l'instant
fr_ca: Aucun panier créé pour l’instant
he: עדיין לא נוצרה עגלה
hr: Još niste kreirali košaricu
hu: Még nincs létrehozva kosár
it: Nessun carrello creato
ja: カートはまだ作成されていません
lt: Kol kas krepšelis nesukurtas
lv: Grozs vēl nav izveidots
nb: Det er ikke opprettet noen handlevogn ennå
nl: Er is nog geen winkelwagen aangemaakt
pl: Nie stworzono jeszcze koszyka
pt: Nenhum carrinho criado ainda
pt_br: Nenhum carrinho criado ainda
ro: Nu a fost creat încă niciun coş
ru: Корзина еще не создана
sk: Zatiaľ nebol vytvorený žiadny košík
sl: Košarica še ni bila ustvarjena
sv: Ingen varukorg har skapats än
th: ยังไม่ได้สร้างตะกร้า
tr: Henüz hiçbir sepet oluşturulmadı
uk: Кошика ще не створено
vi: Chưa tạo giỏ hàng
zh_hans: 尚未创建购物车
zh_hant_hk: 尚未創建購物車
zh_hant_tw: 尚未建立購物車

# ECSPIL_INTEGRATION_TIMEOUT
source: We have encountered technical glitch. Please try after some time
ar: لقد واجهَنا خلل فني. يُرجى إعادة المحاولة فيما بعد
bg: Възникна техническа неизправност. Моля, опитайте отново малко по-късно
ca_es: |Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время|
cs: Došlo k technické chybě. Zkuste to později
da: Der opstod en teknisk fejl. Prøv venligst efter nogen tid
de: Es ist ein technischer Fehler aufgetreten. Bitte versuchen Sie es später erneut
el: Αντιμετωπίσαμε τεχνικό πρόβλημα. Δοκιμάστε ξανά σε λίγη ώρα
es: Hemos detectado un problema técnico. Inténtalo más tarde
es_ar: Encontramos un problema técnico. Inténtelo de nuevo más tarde
et: Meil tekkis tehniline tõrge. Proovige uuesti mõne aja pärast
fi: Olemme havainneet teknisen häiriön. Yritä myöhemmin uudelleen
fr: Nous avons rencontré un problème technique. Veuillez réessayer dans un moment
fr_ca: Un problème technique est survenu. Veuillez réessayer plus tard
he: נתקלנו בתקלה טכנית. נסה שוב במועד מאוחר יותר בבקשה
hr: Došlo je do tehničke smetnje. Pokušajte ponovno poslije
hu: Műszaki hiba történt. Próbálja meg később
it: Si è verificato un problema tecnico. Riprova più tardi
ja: 技術的な問題が発生しました。しばらくしてから再試行してください
lt: Susidūrėme su technine problema. Po kurio laiko bandykite iš naujo
lv: Radusies tehniska kļūme. Lūdzu, vēlāk mēģiniet vēlreiz
nb: Vi har støtt på et teknisk problem. Prøv igjen om en stund
nl: We hebben een technisch probleem. Probeer het later opnieuw
pl: Napotkaliśmy problem techniczny. Spróbuj ponownie później
pt: Encontrámos um problema técnico. Tente novamente após algum tempo
pt_br: Encontramos uma falha técnica. Tente novamente mais tarde
ro: Am întâmpinat probleme tehnice. Încearcă din nou mai târziu
ru: Мы столкнулись с технической ошибкой. Повторите попытку через некоторое время
sk: Zaznamenali sme technickú závadu. Skúste to znova o chvíľu
sl: Prišlo je do tehnične napake. Poskusite znova čez nekaj časa.
sv: Vi har stött på ett tekniskt fel. Försök igen om en stund
th: เราพบข้อผิดพลาดทางเทคนิค โปรดลองอีกครั้งในภายหลัง
tr: Teknik bir sorunla karşılaştık. Lütfen bir süre sonra tekrar deneyin
uk: Стався технічний збій. Спробуйте пізніше
vi: Chúng tôi đã gặp trục trặc kỹ thuật. Vui lòng thử lại sau ít phút
zh_hans: 我们遇到了技术故障。请过一会儿重试
zh_hant_hk: 技術故障。請稍後重試
zh_hant_tw: 我們遇到技術問題。請稍後再試

# ECSPIL_INVALID_AUTHORIZATION_accessToken
source: We have encountered technical glitch (Invalid access token). Please do Hybris Re-Auth
ar: لقد واجهَنا خلل فني (رمز الوصول غير صالح). يُرجى القيام بإعادة التحقق من Hybris
bg: Възникна техническа неизправност (Невалиден маркер за достъп). Моля, извършете Hybris Re-Auth
ca_es: |Nous avons rencontré un problème technique (Jeton d'accès non valide). Veuillez procéder à une ré-authentification Hybris|
cs: Došlo k technické chybě (neplatný přístupový token). Proveďte opětovnou autorizaci Hybris
da: Der opstod en teknisk fejl (ugyldigt adgangstoken). Venligst udfør Hybris Re-Auth
de: Es ist ein technischer Fehler aufgetreten (ungültiges Zugriffs-Token). Bitte führen Sie die Hybris-Neuauthentifizierung durch
el: Αντιμετωπίσαμε τεχνικό πρόβλημα (μη έγκυρο διακριτικό πρόσβασης). Πραγματοποιήστε Hybris Re-Auth
es: Hemos detectado un problema técnico (token de acceso no válido). Realiza una nueva Hybris Re-Auth.
es_ar: Encontramos un problema técnico (token de acceso no válido). Realice la Hybris Re-Auth
et: Meil tekkis tehniline tõrge (kehtetu juurdepääsuluba). Palun autentige Hybrises uuesti
fi: Olemme havainneet teknisen häiriön (Virheellinen käyttöoikeustietue). Tee Hybris-todennus uudelleen
fr: Nous avons rencontré un problème technique (Jeton d'accès non valide). Veuillez procéder à une ré-authentification Hybris
fr_ca: Un problème technique est survenu (jeton d’accès non valide). Veuillez procéder à un Hybris Re-Auth
he: נתקלנו בתקלה טכנית (אסימון גישה לא חוקי). בצע בבקשה Hybris Re-Auth
hr: Došlo je do tehničke smetnje (nevažeći pristupni token). Provedite Hybris Re-Auth
hu: Műszaki hiba történt (érvénytelen hozzáférési token). Végezze el a Hybris Re-Auth műveletet
it: Si è verificato un problema tecnico (token di accesso non valido). Effettua Hybris Re-Auth
ja: 技術的な問題が発生しました（無効なアクセストークン）。Hybris Re-Auth を実行してください
lt: Susidūrėme su technine problema (neteisingas prieigos raktas). Atlikite „Hybris“ pakartotinį atpažinimą
lv: Radusies tehniska kļūme (nederīgs piekļuves marķieris). Lūdzu, veiciet Hybris Re-Auth
nb: Vi har støtt på et teknisk problem (ugyldig berettigelsestegn for tilgang). Foreta Hybris Re-Auth
nl: We hebben een technisch probleem (ongeldige toegangstoken). Voer Hybris Re-Auth uit
pl: Napotkaliśmy problem techniczny (nieprawidłowy token dostępu). Wykonaj ponowne uwierzytelnienie Hybris Re-Auth
pt: Encontrámos um problema técnico (token de acesso inválido). Efetue Hybris Re-Auth
pt_br: Encontramos uma falha técnica (token de acesso inválido). Faça a Hybris Re-Auth
ro: Am întâmpinat probleme tehnice (token de acces nevalid). Te rugăm să te reconectezi
ru: Мы столкнулись с технической ошибкой (недопустимый маркер доступа). Выполните Hybris Re-Auth
sk: Zaznamenali sme technickú závadu (neplatný prístupový token). Vykonajte opätovnú autorizáciu Hybris
sl: Prišlo je do tehnične napake (neveljaven žeton za dostop). Izvedite Hybrisovo ponovno preverjanje pristnosti.
sv: Vi har stött på ett tekniskt fel (ogiltig åtkomsttoken). Återauktorisera Hybris
th: เราพบข้อผิดพลาดทางเทคนิค (โทเค็นการเข้าถึงไม่ถูกต้อง). โปรดทำการการยืนยันตัวตน Hybris ซ้ำ
tr: Teknik bir sorunla karşılaştık (Geçersiz erişim belirteci). Lütfen Hybris Re-Auth gerçekleştirin
uk: Стався технічний збій (недійсний маркер доступу). Виконайте Hybris Re-Auth
vi: Chúng tôi đã gặp trục trặc kỹ thuật (Token truy cập không hợp lệ). Vui lòng tiến hành Hybris Re-Auth
zh_hans: 我们遇到了技术故障（无效访问令牌）。请执行 Hybris Re-Auth
zh_hant_hk: 技術故障（存取權杖無效）。請進行 Hybris Re-Auth
zh_hant_tw: 我們遇到技術問題 (存取權杖無效)。請執行 Hybris Re-Auth

# ECSPIL_INVALID_PARAMETER_VALUE_Email
source: Invalid email address. Please check.
ar: عنوان البريد الإلكتروني غير صالح. يرجى التحقق.
bg: Невалиден имейл адрес. Моля, проверете.
ca_es: |Недопустимый адрес электронной почты. Проверьте введенные данные.|
cs: Neplatná e-mailová adresa. Zkontrolujte zadání.
da: Ugyldig e-mailadresse. Kontrollér adressen.
de: Ungültige E-Mail-Adresse. Bitte überprüfen Sie sie.
el: Μη έγκυρη διεύθυνση email. Ελέγξτε.
es: La dirección de correo electrónico no es válida. Compruébala.
es_ar: Dirección de correo electrónico no válida. Verifíquela.
et: Vale e-posti aadress. Palun kontrollige.
fi: Virheellinen sähköpostiosoite. Tarkista osoite.
fr: Adresse e-mail non valide. Veuillez vérifier.
fr_ca: Adresse courriel non valide. Veuillez vérifier.
he: כתובת דוא"ל לא חוקית. אנא בדוק.
hr: Adresa e-pošte nije valjana. Provjerite je.
hu: Érvénytelen e-mail cím. Kérjük, ellenőrizze.
it: Indirizzo e-mail non valido. Verifica i dati inseriti.
ja: メールアドレスが無効です。確認してください。
lt: Neteisingas el. pašto adresas. Patikrinkite.
lv: Epasta adrese nav derīga. Lūdzu, pārbaudiet.
nb: Ugyldig e-postadresse. Kontroller adressen.
nl: Ongeldig e-mailadres. Controleer het alstublieft.
pl: Nieprawidłowy adres e-mail. Sprawdź jego poprawność.
pt: Endereço de correio electrónico inválido. Verifique.
pt_br: E-mail inválido. Verifique.
ro: Adresă de e-mail nevalidă. Te rugăm să verifici.
ru: Недопустимый адрес электронной почты. Проверьте введенные данные.
sk: Neplatná e-mailová adresa. Skontrolujte ju.
sl: Neveljaven e-poštni naslov. Preverite.
sv: Ogiltig e-postadress. Kontrollera.
th: อีเมล์แอดเดรสไม่ถูกต้อง โปรดตรวจสอบ
tr: Geçersiz e-posta adresi. Lütfen kontrol edin.
uk: Недійсна адреса електронної пошти. Перевірте.
vi: Địa chỉ email không hợp lệ. Vui lòng kiểm tra.
zh_hans: 电子邮件地址无效。请检查。
zh_hant_hk: 電郵地址無效。請檢查。
zh_hant_tw: 電子郵件地址無效。請檢查。

# ECSPIL_INVALID_PARAMETER_VALUE_itemId
source: The Product is not added in Cart
ar: لم تتم إضافة المنتج إلى عربة التسوق
bg: Продуктът не е добавен в количката
ca_es: |Das Produkt wurde nicht in den Warenkorb gelegt|
cs: Produkt není přidán do košíku
da: Produktet er ikke lagt i indkøbskurven
de: Das Produkt wurde nicht in den Warenkorb gelegt
el: Το προϊόν δεν προστέθηκε στο καλάθι
es: El producto no se ha añadido al carro
es_ar: El producto no se agregó al carro
et: Toodet ei lisatud ostukorvi
fi: Tuotetta ei ole lisätty ostoskoriin
fr: Le Produit n'a pas été ajouté au Panier
fr_ca: Le produit n’a pas été ajouté au panier
he: המוצר לא הוסף לעגלה
hr: Proizvod nije ubačen u košaricu
hu: A termék nincs hozzáadva a kosárhoz
it: Il prodotto non è stato aggiunto al carrello
ja: この製品はカードに追加されていません
lt: Gaminys neįdėtas į krepšelį
lv: Izstrādājums nav ievietots grozā
nb: Produktet er ikke lagt til i handlevognen
nl: Het product is niet toegevoegd aan winkelwagen
pl: Produkt nie został dodany do koszyka
pt: O produto não foi adicionado ao carrinho
pt_br: O produto não foi adicionado ao carrinho
ro: Produsul nu este adăugat în coş
ru: Продукт не добавлен в корзину
sk: Produkt nebol pridaný do košíka
sl: Izdelek ni bil dodan v košarico
sv: Produkten har inte lagts till i kundvagnen
th: ยังไม่ได้เพิ่มสินค้าลงในตะกร้า
tr: Ürün, Sepete ekli değil
uk: Продукт не додано до кошика
vi: Chưa thêm Sản phẩm vào Giỏ hàng
zh_hans: 产品未添加至购物车
zh_hant_hk: 產品未加入購物車
zh_hant_tw: 產品未放入購物車

# ECSPIL_INVALID_PARAMETER_VALUE_locale
source: Please set the locale
ar: يُرجى ضبط الموقع
bg: Моля, задайте езика
ca_es: |Встановіть регіональні налаштування|
cs: Nastavte místní nastavení
da: Angiv venligst den lokale
de: Bitte legen Sie das Gebietsschema fest
el: Επιλέξτε τοπικές ρυθμίσεις
es: Establece la configuración regional
es_ar: Establezca la configuración regional
et: Palun määrake lokaat
fi: Aseta aluekohtaiset asetukset
fr: Veuillez définir l'emplacement
fr_ca: Veuillez définir les paramètres régionaux
he: הגדר מקום בבקשה
hr: Postavite lokalitet
hu: Állítsa be a régiót
it: Imposta la località
ja: ロケールを設定してください
lt: Nustatykite vietą
lv: Lūdzu, iestatiet lokalizāciju
nb: Still inn lokaliteten
nl: Stel de landinstelling in
pl: Skonfiguruj ustawienia regionalne
pt: Defina o local
pt_br: Defina a localidade
ro: Setează locaţia
ru: Выберите локаль
sk: Nastavte miestne nastavenia
sl: Določite območne nastavitve
sv: Ställ in språk
th: โปรดตั้งค่าสถานที่
tr: Lütfen konumu belirleyin
uk: Встановіть регіональні налаштування
vi: Vui lòng thiết lập miền địa phương
zh_hans: 请设置区域
zh_hant_hk: 請設定地域
zh_hant_tw: 請設定地區

# ECSPIL_INVALID_PARAMETER_VALUE_productId
source: Please provide valid CTN
ar: يرجى توفير قيمة CTN صالحة
bg: Моля, предоставете валиден CTN
ca_es: |Моля, предоставете валиден CTN|
cs: Zadejte platné CTN
da: Angiv gyldigt CTN
de: Geben Sie eine gültige CTN an
el: Εισαγάγετε έγκυρο CTN
es: Proporciona un CTN válido
es_ar: Proporcione un CTN válido
et: Palun esitage kehtiv CTN
fi: Anna kelvollinen CTN
fr: Veuillez saisir un CTN valide
fr_ca: Veuillez fournir le CTN valide
he: ספק CTN תקף בבקשה
hr: Unesite valjani CTN
hu: Adjon meg érvényes CTN-t
it: Inserisci CTN valido
ja: 有効な CTN を入力してください
lt: Pateikite galiojantį CTN
lv: Lūdzu, norādiet derīgu CTN
nb: Angi en gyldig CTN
nl: Voer een geldige CTN in
pl: Podaj prawidłowy CTN
pt: Forneça um CTN válido
pt_br: Forneça um CTN válido
ro: Introdu un CTN valid
ru: Укажите действительный CTN
sk: Zadajte platné CTN
sl: Navedite veljaven CTN
sv: Ange giltig CTN
th: โปรดระบุ CTN ที่ถูกต้อง
tr: Lütfen geçerli bir CTN sağlayın
uk: Надайте дійсний код CTN
vi: Vui lòng cung cấp CTN hợp lệ
zh_hans: 请提供有效 CTN
zh_hant_hk: 請提供有效的 CTN
zh_hant_tw: 請提供有效 CTN

# ECSPIL_INVALID_PARAMETER_VALUE_quantity
source: Please provide a valid quantity
ar: يرجى توفير كمية صالحة
bg: Моля, предоставете валидно количество
ca_es: |Моля, предоставете валидно количество|
cs: Zadejte platné množství
da: Angiv et gyldigt antal
de: Bitte geben Sie eine gültige Menge an
el: Εισαγάγετε έγκυρη ποσότητα
es: Introduce una cantidad válida
es_ar: Proporcione una cantidad válida
et: Palun esitage õige kogus
fi: Anna kelvollinen määrä
fr: Veuillez saisir une quantité valide
fr_ca: Veuillez fournir une quantité valide
he: ספק כמות תקפה בבקשה
hr: Unesite valjanu količinu
hu: Adjon meg érvényes mennyiséget
it: Inserisci una quantità valida
ja: 有効な数量を入力してください
lt: Pateikite galiojantį kiekį
lv: Lūdzu, norādiet derīgu daudzumu
nb: Angi et gyldig antall
nl: Voer een geldig aantal in
pl: Podaj prawidłową ilość
pt: Forneça uma quantidade válida
pt_br: Forneça uma quantidade válida
ro: Introdu o cantitate validă
ru: Укажите допустимое количество
sk: Zadajte platné množstvo
sl: Navedite veljavno količino
sv: Ange giltig en kvantitet
th: โปรดระบุจำนวนที่ถูกต้อง
tr: Lütfen geçerli bir adet sağlayın
uk: Надайте дійсну кількість
vi: Vui lòng cung cấp số lượng hợp lệ
zh_hans: 请提供有效数量
zh_hant_hk: 請提供有效的數量
zh_hant_tw: 請提供有效數量

# ECSPIL_INVALID_PARAMETER_VALUE_siteId
source: Philips shop is not available for the selected country, only retailer mode is available
ar: إن متجر Philips غير متاح في البلد المحدد، غير مُتاح سوى وضع البائع فقط
bg: Магазинът на Philips не е достъпен за избраната държава, наличен е само режим за търговци на дребно
ca_es: |Το κατάστημα της Philips δεν είναι διαθέσιμο για την επιλεγμένη χώρα, είναι διαθέσιμη μόνο η λειτουργία καταστήματος λιανικής|
cs: Obchod Philips není dostupný pro vybranou zemi, k dispozici je pouze režim prodejce
da: Philips-butikken er ikke tilgængelig i det valgte land, kun forhandlertilstand er tilgængelig
de: Der Philips-Shop ist für das ausgewählte Land nicht verfügbar, es steht nur der Einzelhandelsmodus zur Verfügung
el: Το κατάστημα της Philips δεν είναι διαθέσιμο για την επιλεγμένη χώρα, είναι διαθέσιμη μόνο η λειτουργία καταστήματος λιανικής
es: La tienda Philips no está disponible para el país seleccionado, solo está disponible el modo de tienda.
es_ar: La tienda Philips no está disponible para el país seleccionado, solo está disponible el modo minorista
et: Philipsi pood ei ole valitud riikides saadaval; saadaval on ainult edasimüüja režiim
fi: Philips-kauppa ei ole käytettävissä valitussa maassa, käytettävissä on ainoastaan vähittäismyyjätila
fr: La boutique Philips n'est pas disponible pour le pays sélectionné, seul le mode revendeur est disponible
fr_ca: La boutique Philips n’est pas disponible pour le pays sélectionné; seul le mode revendeur est disponible
he: החנות של פיליפס אינה זמינה במדינה שנבחרה, רק מצב קמעונאי זמין
hr: Philips trgovina nije dostupna za odabranu državu, dostupna je samo maloprodaja
hu: A Philips bolt nem érhető el a kiválasztott országban, csak a viszonteladói mód érhető el
it: Il negozio Philips non è disponibile per il Paese selezionato, è disponibile solo la modalità rivenditore
ja: 選択された国ではフィリップスショップはご利用いただけません。リテーラーモードのみご利用いただけます。
lt: „Philips“ parduotuvė neveikia pasirinktoje šalyje, veikia tik mažmeninė prekyba
lv: Atlasītajā valstī nav pieejams Philips veikals, tajā ir pieejams tikai mazumtirgotāja režīms
nb: Philips-butikken er ikke tilgjengelig for det valgte landet. Kun forhandlermodus er tilgjengelig.
nl: Philips shop is niet beschikbaar voor het geselecteerde land, alleen winkelmodus is beschikbaar
pl: Sklep Philips nie jest dostępny dla wybranego kraju, dostępny jest jedynie tryb sprzedaży detalicznej
pt: A loja Philips não está disponível para o país selecionado, apenas está disponível o modo de revendedor
pt_br: A loja Philips não está disponível para o país selecionado, somente o modo de revendedor está disponível
ro: Magazinul Philips nu este disponibil pentru ţara selectată; este disponibil numai modul de vânzare cu amănuntul
ru: Магазин Philips недоступен для выбранной страны, доступен только режим ритейлера
sk: Obchod Philips nie je k dispozícii pre vybratú krajinu, je k dispozícii iba režim predajcov
sl: Philipsova trgovina ni na voljo za izbrano državo. Na voljo je samo način prodajalca.
sv: Philips-butiken är inte tillgänglig för det valda landet, endast återförsäljare är tillgängliga
th: ร้านค้า Philips ไม่พร้อมให้บริการในประเทศที่เลือก มีเฉพาะโหมดร้านค้าปลีกเท่านั้น
tr: Philips mağazası, seçilen ülke için mevcut değil. Yalnızca perakende modu mevcut
uk: Магазин Philips недоступний у вибраній країні, можливий лише режим роздрібної торгівлі
vi: Không có cửa hàng của Philips ở quốc gia đã chọn, chỉ có hình thức đại lý bán lẻ
zh_hans: 所选国家/地区的飞利浦商城不可用，只有零售商模式可用
zh_hant_hk: 所選國家/地區不提供 Philips 商店服務，只提供零售商模式
zh_hant_tw: 所選國家/地區不提供飛利浦商店，僅提供零售商模式
